{
  "generated": "2026-02-08T20:52:28.940780+00:00Z",
  "count": 152,
  "publications": [
    {
      "id": "0912.5525v2",
      "title": "de Sitter gravity from lattice gauge theory",
      "summary": "We investigate a lattice model for Euclidean quantum gravity based on discretization of the Palatini formulation of General Relativity. Using Monte Carlo simulation we show that while a naive approach fails to lead to a vacuum state consistent with the emergence of classical spacetime, this problem may be evaded if the lattice action is supplemented by an appropriate counter term. In this new model we find regions of the parameter space which admit a ground state which can be interpreted as (Euclidean) de Sitter space.",
      "authors": [
        "Simon Catterall",
        "Daniel Ferrante",
        "A. Nicholson"
      ],
      "pdf": "https://arxiv.org/pdf/0912.5525v2",
      "link": "https://arxiv.org/abs/0912.5525v2",
      "published": "2009-12-30T20:17:26Z",
      "categories": [
        "hep-lat",
        "gr-qc",
        "hep-th"
      ],
      "inspire": {
        "control_number": "841435",
        "inspire_url": "https://inspirehep.net/literature/841435",
        "doi": "10.1140/epjp/i2012-12101-4",
        "publication_info": [
          {
            "journal_title": "Eur.Phys.J.Plus",
            "journal_volume": "127",
            "page_start": "101",
            "artid": "101",
            "year": 2012
          }
        ],
        "citation_count": 9,
        "journal_ref": "Eur.Phys.J.Plus, 127, artid 101, p. 101, 2012"
      }
    },
    {
      "id": "0912.5421v1",
      "title": "First results on QCD thermodynamics with HISQ action",
      "summary": "We report on investigations of the chiral and deconfinement aspects of the finite temperature transition in 2+1 flavor QCD using the Highly Improved Staggered Quark (HISQ) action on lattices with temporal extent $N_τ=6$ and $N_τ=8$. We have calculated several physical observables, including the renormalized Polyakov loop, strangeness fluctuations, the renormalized chiral condensate and the chiral susceptibility in the crossover region for physical values of the strange quark mass $m_s$ and light quark masses $m_l=0.2m_s$ and $0.05m_s$. We compare our findings with previous calculations that use different improved staggered fermion formulations: asqtad, p4 and stout.",
      "authors": [
        "Alexei Bazavov",
        "Peter Petreczky"
      ],
      "pdf": "https://arxiv.org/pdf/0912.5421v1",
      "link": "https://arxiv.org/abs/0912.5421v1",
      "published": "2009-12-30T06:51:02Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "841407",
        "inspire_url": "https://inspirehep.net/literature/841407",
        "doi": "10.22323/1.091.0163",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "163",
            "artid": "163",
            "year": 2009
          },
          {}
        ],
        "citation_count": 26,
        "journal_ref": "PoS, LAT2009, artid 163, p. 163, 2009"
      }
    },
    {
      "id": "0912.5404v1",
      "title": "Nuclear forces on the lattice",
      "summary": "Recent studies by the NPLQCD collaboration of hadronic interactions using lattice QCD are reviewed, with an emphasis on a recent calculation of meson-baryon scattering lengths. Ongoing high-statistics calculations of baryon interactions are also reviewed. In particular, new insights into the signal/noise problems that plague correlation functions involving baryons are discussed.",
      "authors": [
        "Silas Beane"
      ],
      "pdf": "https://arxiv.org/pdf/0912.5404v1",
      "link": "https://arxiv.org/abs/0912.5404v1",
      "published": "2009-12-30T02:15:25Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "841402",
        "inspire_url": "https://inspirehep.net/literature/841402",
        "doi": "10.22323/1.086.0076",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "CD09",
            "page_start": "076",
            "artid": "076",
            "year": 2009
          },
          {}
        ],
        "citation_count": 2,
        "journal_ref": "PoS, CD09, artid 076, p. 076, 2009"
      }
    },
    {
      "id": "0912.5221v1",
      "title": "The Ds and D+ Leptonic Decay Constants from Lattice QCD",
      "summary": "We present the leptonic decay constants fDs and fD+ computed on the MILC collaboration's 2+1 flavor asqtad gauge ensembles. We use clover heavy quarks with the Fermilab interpretation and improved staggered light quarks. The simultaneous chiral and continuum extrapolation, which determines both decay constants, includes partially-quenched lattice results at lattice spacings a ~ 0:09, 0:12 and 0:15 fm. We have made several recent improvements in our analysis: a) we include terms in the fit describing leading order heavy-quark discretization effects, b) we have adopted a more precise input r1 value consistent with our other D and B meson studies, c) we have retuned the input bare charm masses based upon the new r1. Our preliminary results are fDs = 260 +/-10 MeV and fD+ = 217 +/-10 MeV.",
      "authors": [
        "A. Bazavov",
        "C. Bernard",
        "C. DeTar",
        "E. D. Freeland",
        "E. Gamiz",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "A. X. El-Khadra",
        "A. S. Kronfeld",
        "J. Laiho",
        "L. Levkova",
        "P. B. Mackenzie",
        "M. B. Oktay",
        "M. Di Pierro",
        "J. N. Simone",
        "R. Sugar",
        "D. Toussaint",
        "R. S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0912.5221v1",
      "link": "https://arxiv.org/abs/0912.5221v1",
      "published": "2009-12-28T21:20:44Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "841343",
        "inspire_url": "https://inspirehep.net/literature/841343",
        "doi": "10.22323/1.091.0249",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "249",
            "artid": "249",
            "year": 2009
          },
          {}
        ],
        "citation_count": 21,
        "journal_ref": "PoS, LAT2009, artid 249, p. 249, 2009"
      }
    },
    {
      "id": "0912.5037v1",
      "title": "On Equation of State at physical quark masses",
      "summary": "QCD equation of state is calculated in (2+1) flavor QCD at temperatures corresponding fermion action on lattices with temporal extent $N_τ=8$. The results are compared with previous calculations performed at twice larger values of the light quark masses as well as with results obtained from the resonance gas model calculation. The deconfining and chiral aspects of the QCD transition are also discussed",
      "authors": [
        "P. Petreczky"
      ],
      "pdf": "https://arxiv.org/pdf/0912.5037v1",
      "link": "https://arxiv.org/abs/0912.5037v1",
      "published": "2009-12-26T20:09:47Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "841261",
        "inspire_url": "https://inspirehep.net/literature/841261",
        "doi": "10.22323/1.091.0176",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "176",
            "artid": "176",
            "year": 2009
          },
          {}
        ],
        "citation_count": 2,
        "journal_ref": "PoS, LAT2009, artid 176, p. 176, 2009"
      }
    },
    {
      "id": "0912.4243v1",
      "title": "High Statistics Analysis using Anisotropic Clover Lattices: (III) Baryon-Baryon Interactions",
      "summary": "Low-energy baryon-baryon interactions are calculated in a high-statistics lattice QCD study on a single ensemble of anisotropic clover gauge-field configurations at a pion mass of m_π~ 390 MeV, a spatial volume of L^3 ~ (2.5 fm)^3, and a spatial lattice spacing of b~0.123 fm. Lüscher's method is used to extract nucleon-nucleon, hyperon-nucleon and hyperon-hyperon scattering phase shifts at one momentum from the one- and two-baryon ground-state energies in the lattice volume. The isospin-3/2 NΣinteractions are found to be highly spin-dependent, and the interaction in the ^3S_1 channel is found to be strong. In contrast, the NΛinteractions are found to be spin-independent, within the uncertainties of the calculation, consistent with the absence of one-pion-exchange. The only channel for which a negative energy-shift is found is ΛΛ, indicating that the ΛΛinteraction is attractive, as anticipated from model-dependent discussions regarding the H-dibaryon. The NN scattering lengths are found to be small, clearly indicating the absence of any fine-tuning in the NN-sector at this pion mass. This is consistent with our previous Lattice QCD calculation of NN interactions. The behavior of the signal-to-noise ratio in the baryon-baryon correlation functions, and in the ratio of correlation functions that yields the ground-state energy splitting is explored. In particular, focus is placed on the window of time slices for which the signal-to-noise ratio does not degrade exponentially, as this provides the opportunity to extract quantitative information about multi-baryon systems.",
      "authors": [
        "Silas R. Beane",
        "William Detmold",
        "Huey-Wen Lin",
        "Thomas C. Luu",
        "Kostas Orginos",
        "Martin J. Savage",
        "Aaron Torok",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0912.4243v1",
      "link": "https://arxiv.org/abs/0912.4243v1",
      "published": "2009-12-21T20:51:18Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "840911",
        "inspire_url": "https://inspirehep.net/literature/840911",
        "doi": "10.1103/PhysRevD.81.054505",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "81",
            "artid": "054505",
            "year": 2010
          }
        ],
        "citation_count": 106,
        "journal_ref": "Phys.Rev.D, 81, artid 054505, 2010"
      }
    },
    {
      "id": "0912.2917v1",
      "title": "Theoretical strategies for epsilon'/epsilon",
      "summary": "We review the current status of calculations of the two pion decays of the kaon using the first-principles methods of lattice gauge theory and the significant challenges that these calculations pose. While a calculation with controlled errors at even the 10-20% level has not yet been performed, present results suggest that such a calculation of the real and imaginary parts of the Delta I = 3/2 amplitude should be accomplished within the next two years. The more difficult Delta I = 1/2 amplitude may also be now within reach.",
      "authors": [
        "Norman H. Christ"
      ],
      "pdf": "https://arxiv.org/pdf/0912.2917v1",
      "link": "https://arxiv.org/abs/0912.2917v1",
      "published": "2009-12-15T15:52:01Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "840151",
        "inspire_url": "https://inspirehep.net/literature/840151",
        "doi": "10.22323/1.083.0027",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "KAON09",
            "page_start": "027",
            "artid": "027",
            "year": 2009
          },
          {}
        ],
        "citation_count": 12,
        "journal_ref": "PoS, KAON09, artid 027, p. 027, 2009"
      }
    },
    {
      "id": "0912.2936v1",
      "title": "G parity boundary conditions and Delta I = 1/2, K to pi pi decays",
      "summary": "The use of G-parity boundary conditions to compute Delta I = 1/2, K to pi pi decays is reviewed and a method to consistently treat both the pions and kaon in full QCD proposed. This approach creates a physical, final-state, pion momentum using a 3 fm box and avoids statistical noise coming from pions with smaller momentum.",
      "authors": [
        "Changhoan Kim",
        "Norman H. Christ"
      ],
      "pdf": "https://arxiv.org/pdf/0912.2936v1",
      "link": "https://arxiv.org/abs/0912.2936v1",
      "published": "2009-12-15T15:37:33Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "840160",
        "inspire_url": "https://inspirehep.net/literature/840160",
        "doi": "10.22323/1.091.0255",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "255",
            "artid": "255",
            "year": 2009
          },
          {}
        ],
        "citation_count": 16,
        "journal_ref": "PoS, LAT2009, artid 255, p. 255, 2009"
      }
    },
    {
      "id": "0912.2701v1",
      "title": "Quarkonium mass splittings in three-flavor lattice QCD",
      "summary": "We report on calculations of the charmonium and bottomonium spectrum in lattice QCD. We use ensembles of gauge fields with three flavors of sea quarks, simulated with the asqtad improved action for staggered fermions. For the heavy quarks we employ the Fermilab interpretation of the clover action for Wilson fermions. These calculations provide a test of lattice QCD, including the theory of discretization errors for heavy quarks. We provide, therefore, a careful discussion of the results in light of the heavy-quark effective Lagrangian. By and large, we find that the computed results are in agreement with experiment, once parametric and discretization errors are taken into account.",
      "authors": [
        "T. Burch",
        "C. DeTar",
        "M. Di Pierro",
        "A. X. El-Khadra",
        "E. D. Freeland",
        "Steven Gottlieb",
        "A. S. Kronfeld",
        "L. Levkova",
        "P. B. Mackenzie",
        "J. N. Simone"
      ],
      "pdf": "https://arxiv.org/pdf/0912.2701v1",
      "link": "https://arxiv.org/abs/0912.2701v1",
      "published": "2009-12-14T18:58:24Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "840061",
        "inspire_url": "https://inspirehep.net/literature/840061",
        "doi": "10.1103/PhysRevD.81.034508",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "81",
            "artid": "034508",
            "year": 2010
          }
        ],
        "citation_count": 125,
        "journal_ref": "Phys.Rev.D, 81, artid 034508, 2010"
      }
    },
    {
      "id": "0912.2541v2",
      "title": "QCD Equation of State and Hadron Resonance Gas",
      "summary": "We compare the trace anomaly, strangeness and baryon number fluctuations calculated in lattice QCD with expectations based on hadron resonance gas model. We find that there is a significant discrepancy between the hadron resonance gas and the lattice data. This discrepancy is largely reduced if the hadron spectrum is modified to take into account the larger values of the quark mass used in lattice calculations as well as the finite lattice spacing errors. We also give a simple parametrization of QCD equation of state, which combines hadron resonance gas at low temperatures with lattice QCD at high temperatures. We compare this parametrization with other parametrizations of the equation of state used in hydrodynamical models and discuss differences in hydrodynamic flow for different equations of state.",
      "authors": [
        "P. Huovinen",
        "P. Petreczky"
      ],
      "pdf": "https://arxiv.org/pdf/0912.2541v2",
      "link": "https://arxiv.org/abs/0912.2541v2",
      "published": "2009-12-13T22:41:43Z",
      "categories": [
        "hep-ph",
        "hep-lat",
        "nucl-ex",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "839991",
        "inspire_url": "https://inspirehep.net/literature/839991",
        "doi": "10.1016/j.nuclphysa.2010.02.015",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "837",
            "page_start": "26",
            "year": 2010,
            "page_end": "53"
          }
        ],
        "citation_count": 656,
        "journal_ref": "Nucl.Phys.A, 837, p. 26, 2010"
      }
    },
    {
      "id": "0912.2186v1",
      "title": "The role of multigrid algorithms for LQCD",
      "summary": "We report on the first successful QCD multigrid algorithm which demonstrates constant convergence rates independent of quark mass and lattice volume for the Wilson Dirac operator. The new ingredient is the adaptive method for constructing the near null space on which the coarse grid multigrid Dirac operator acts. In addition we speculate on future prospects for extending this algorithm to the Domain Wall and Staggered discretizations, its exceptional suitability for high performance GPU code and its potential impact on simulations at the physical pion mass.",
      "authors": [
        "Ronald Babich",
        "James Brannick",
        "Richard C. Brower",
        "Michael A. Clark",
        "Saul D. Cohen",
        "James C. Osborn",
        "Claudio Rebbi"
      ],
      "pdf": "https://arxiv.org/pdf/0912.2186v1",
      "link": "https://arxiv.org/abs/0912.2186v1",
      "published": "2009-12-11T19:48:51Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "839784",
        "inspire_url": "https://inspirehep.net/literature/839784",
        "doi": "10.22323/1.091.0031",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "031",
            "artid": "031",
            "year": 2009
          },
          {}
        ],
        "citation_count": 15,
        "journal_ref": "PoS, LAT2009, artid 031, p. 031, 2009"
      }
    },
    {
      "id": "0912.2077v3",
      "title": "Hyperon Electromagnetic Properties in Two-Flavor Chiral Perturbation Theory",
      "summary": "The pion mass dependence of hyperon electromagnetic properties is determined using two-flavor heavy baryon chiral perturbation theory. Specifically we compute chiral corrections to the charge radii, magnetic moments, and magnetic radii of the spin one-half hyperons, as well as the charge radii, magnetic moments, magnetic radii, electric quadrupole moments, and quadrupole radii of the spin three-half hyperons. Results for the nucleon and delta are also included. Efficacy of the two-flavor theory is investigated by analyzing the role played by virtual kaons. For the electromagnetic properties of spin one-half hyperons, kaon loop contributions are shown to be well described by terms analytic in the pion mass squared. Similarly kaon contributions to the magnetic moments of spin three-half hyperons are well described in the two-flavor theory. The remaining electromagnetic properties of spin three-half resonances can be described in two-flavor chiral perturbation theory, however, this description fails just beyond the physical pion mass. For the case of experimentally known hyperon magnetic moments and charge radii, we demonstrate that chiral corrections are under reasonable control, in contrast to the behavior of these observables in the three-flavor chiral expansion. The formulae we derive are ideal for performing the pion mass extrapolation of lattice QCD data obtained at the physical strange quark mass.",
      "authors": [
        "Fu-Jiun Jiang",
        "Brian C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/0912.2077v3",
      "link": "https://arxiv.org/abs/0912.2077v3",
      "published": "2009-12-10T19:50:18Z",
      "categories": [
        "nucl-th",
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "839536",
        "inspire_url": "https://inspirehep.net/literature/839536",
        "doi": "10.1103/PhysRevD.81.034017",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "81",
            "artid": "034017",
            "year": 2010
          }
        ],
        "citation_count": 13,
        "journal_ref": "Phys.Rev.D, 81, artid 034017, 2010"
      }
    },
    {
      "id": "0912.1374v1",
      "title": "Equation of State and the Finite Temperature Transition in QCD",
      "summary": "This talk provides a summary of the results obtained by the HotQCD collaboration on the equation of state and the crossover transition in 2+1 flavor QCD. We investigate bulk thermodynamic quantities - energy density, pressure, entropy density, and the speed of sound over the temperature range 140 < T < 540 MeV. These results have been obtained on lattices of temporal size N_tau = 6 and 8 and with two improved staggered fermion actions, asqtad and p4. Our most extensive results are with masses of the two degenerate light quarks set at m_l = 0.1 m_s corresponding to the Goldstone pion mass m_pi between 220-260 MeV. In these simulations, the strange quark mass is tuned to its physical value and constant values of m_l/m_s define lines of constant physics. We also summarize the current state of results on observables sensitive to the chiral and deconfining physics -- the light and strange quark number susceptibilities, the chiral condensate and its susceptibility, and the renormalized Polyakov loop. Our results indicate that the deconfinement and chiral symmetry restoration occur in the same narrow temperature interval.",
      "authors": [
        "Rajan Gupta"
      ],
      "pdf": "https://arxiv.org/pdf/0912.1374v1",
      "link": "https://arxiv.org/abs/0912.1374v1",
      "published": "2009-12-07T23:45:23Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "839200",
        "inspire_url": "https://inspirehep.net/literature/839200",
        "publication_info": [
          {}
        ],
        "citation_count": 4
      }
    },
    {
      "id": "0912.1144v1",
      "title": "The strange quark content of the nucleon in 2+1 flavor lattice QCD",
      "summary": "The strangeness of the nucleon, <N|ss|N> - <0|ss|0>, is a quantity of interest for interpreting the results of dark matter detection experiments as well as for exploring the structure of the nucleon itself. We present a calculation of this quantity in 2+1 flavor lattice QCD using a range of lattice spacings and quark masses. The method is based on calculating quark-line disconnected contributions on the MILC lattice configurations, which include the effects of dynamical strange quarks. After continuum and chiral extrapolations, the value is <N|ss|N> - <0|ss|0> = 0.69 +/- 0.07(stat) +/- 0.09(sys) in the msbar(2GeV) regularization.",
      "authors": [
        "Walter Freeman",
        "Doug Toussaint"
      ],
      "pdf": "https://arxiv.org/pdf/0912.1144v1",
      "link": "https://arxiv.org/abs/0912.1144v1",
      "published": "2009-12-06T22:44:18Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "839104",
        "inspire_url": "https://inspirehep.net/literature/839104",
        "doi": "10.22323/1.091.0137",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "137",
            "artid": "137",
            "year": 2009
          },
          {}
        ],
        "citation_count": 10,
        "journal_ref": "PoS, LAT2009, artid 137, p. 137, 2009"
      }
    },
    {
      "id": "0912.0543v1",
      "title": "The f_{D_s} Puzzle",
      "summary": "Recent measurements of the branching fraction for D_s -> l nu disagree with the Standard Model by around 2sigma. In this case the key aspect of the Standard Model is the calculation of the decay constant, f_{D_s}, with lattice QCD. This talk surveys the experimental measurements, and explains how the lattice QCD calculations are done. Should the discrepancy strengthen again (it was earlier 3.8sigma), it would be a signal of new physics. Models that could explain such an effect are also discussed.",
      "authors": [
        "Andreas S. Kronfeld"
      ],
      "pdf": "https://arxiv.org/pdf/0912.0543v1",
      "link": "https://arxiv.org/abs/0912.0543v1",
      "published": "2009-12-02T22:20:21Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "838857",
        "inspire_url": "https://inspirehep.net/literature/838857",
        "publication_info": [
          {}
        ],
        "citation_count": 23
      }
    },
    {
      "id": "0912.0214v1",
      "title": "Progress on charm semileptonic form factors from 2+1 flavor lattice QCD",
      "summary": "Lattice calculations of the form factors for the charm semileptonic decays D to K l nu and D to pi l nu provide inputs to direct determinations of the CKM matrix elements |V(cs)| and |V(cd)| and can be designed to validate calculations of the form factors for the bottom semileptonic decays B to pi l nu and B to K l l-bar. We are using Fermilab charm (bottom) quarks and asqtad staggered light quarks on the 2+1 flavor asqtad MILC ensembles to calculate the charm (bottom) form factors. We outline improvements to the previous calculation of the charm form factors and detail our progress. We expect our current round of data production to allow us to reduce the theoretical uncertainties in |V(cs)| and |V(cd)| from 10.5% and 11%, respectively, to about 7%.",
      "authors": [
        "Jon A. Bailey",
        "A. Bazavov",
        "C. Bernard",
        "C. Bouchard",
        "C. DeTar",
        "A. X. El-Khadra",
        "E. D. Freeland",
        "W. Freeman",
        "E. Gamiz",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "A. S. Kronfeld",
        "J. Laiho",
        "L. Levkova",
        "P. B. Mackenzie",
        "M. B. Oktay",
        "M. Di Pierro",
        "J. N. Simone",
        "R. Sugar",
        "D. Toussaint",
        "R. S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0912.0214v1",
      "link": "https://arxiv.org/abs/0912.0214v1",
      "published": "2009-12-01T19:51:40Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "838569",
        "inspire_url": "https://inspirehep.net/literature/838569",
        "doi": "10.22323/1.091.0250",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "250",
            "artid": "250",
            "year": 2009
          },
          {}
        ],
        "citation_count": 8,
        "journal_ref": "PoS, LAT2009, artid 250, p. 250, 2009"
      }
    },
    {
      "id": "0911.5432v1",
      "title": "B-Bbar Mixing and Matching with Fermilab Heavy Quarks",
      "summary": "We discuss the matching procedure for heavy-light 4-quark operators using the Fermilab method for heavy quarks and staggered fermions for light quarks. These ingredients enable us to construct the continuum-limit operator needed to determine the oscillation frequency of neutral B mesons. The matching is then carried out at the one-loop level. We also present an updated preliminary result for the SU(3)-breaking ratio ξ, based on calculations using the MILC Collaboration's ensembles of lattice gauge fields.",
      "authors": [
        "Richard Todd Evans",
        "Elvira Gamiz",
        "Aida El-Khadra",
        "Andreas Kronfeld"
      ],
      "pdf": "https://arxiv.org/pdf/0911.5432v1",
      "link": "https://arxiv.org/abs/0911.5432v1",
      "published": "2009-11-28T22:37:36Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "838353",
        "inspire_url": "https://inspirehep.net/literature/838353",
        "doi": "10.22323/1.091.0245",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "245",
            "artid": "245",
            "year": 2009
          },
          {}
        ],
        "citation_count": 17,
        "journal_ref": "PoS, LAT2009, artid 245, p. 245, 2009"
      }
    },
    {
      "id": "0911.4721v2",
      "title": "Kaon Thresholds and Two-Flavor Chiral Expansions for Hyperons",
      "summary": "Two-flavor chiral expansions provide a useful perturbative framework to study hadron properties. Such expansions should exhibit marked improvement over the conventional three-flavor chiral expansion. Although one can theoretically formulate two-flavor theories for the various hyperon multiplets, the nearness of kaon thresholds can seriously undermine the effectiveness of the perturbative expansion in practice. We investigate the importance of virtual kaon thresholds on hyperon properties, specifically their masses and isovector axial charges. Using a three-flavor expansion that includes SU(3) breaking effects, we uncover the underlying expansion parameter governing the description of virtual kaon thresholds. For spin-half hyperons, this expansion parameter is quite small. Consequently virtual kaon contributions are well described in the two-flavor theory by terms analytic in the pion mass-squared. For spin three-half hyperons, however, one is closer to the kaon production threshold, and the expansion parameter is not as small. Breakdown of SU(2) chiral perturbation theory is shown to arise from a pole in the expansion parameter associated with the kaon threshold. Estimating higher-order corrections to the expansion parameter is necessary to ascertain whether the two-flavor theory of spin three-half hyperons remains perturbative. We find that, despite higher-order corrections, there is a useful perturbative expansion for the masses and isovector axial charges of both spin-half and spin three-half hyperons.",
      "authors": [
        "Fu-Jiun Jiang",
        "Brian C. Tiburzi",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0911.4721v2",
      "link": "https://arxiv.org/abs/0911.4721v2",
      "published": "2009-11-25T20:05:30Z",
      "categories": [
        "nucl-th",
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "837820",
        "inspire_url": "https://inspirehep.net/literature/837820",
        "doi": "10.1016/j.physletb.2010.11.003",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "695",
            "page_start": "329",
            "year": 2011,
            "page_end": "336"
          }
        ],
        "citation_count": 12,
        "journal_ref": "Phys.Lett.B, 695, p. 329, 2011"
      }
    },
    {
      "id": "0911.4316v3",
      "title": "Effects of flavor-symmetry violation from staggered fermion lattice simulations of graphene",
      "summary": "We analyze the effects of flavor splitting from staggered fermion lattice simulations of graphene. Both the unimproved action, and the tadpole improved action with a Naik term show significant flavor symmetry breaking in the spectrum of the Dirac operator. We also measure the average plaquette term and describe how it calls for a reinterpretation of previous lattice Monte Carlo simulation results, due to tadpole improvement. From this we infer that the simulations are indicative of a semi-metal phase for suspended graphene.",
      "authors": [
        "Joel Giedt",
        "Andrew Skinner",
        "Saroj Nayak"
      ],
      "pdf": "https://arxiv.org/pdf/0911.4316v3",
      "link": "https://arxiv.org/abs/0911.4316v3",
      "published": "2009-11-23T02:16:55Z",
      "categories": [
        "cond-mat.str-el",
        "gr-qc",
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "837558",
        "inspire_url": "https://inspirehep.net/literature/837558",
        "doi": "10.1103/PhysRevB.83.045420",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.B",
            "journal_volume": "83",
            "artid": "045420",
            "year": 2011
          }
        ],
        "citation_count": 13,
        "journal_ref": "Phys.Rev.B, 83, artid 045420, 2011"
      }
    },
    {
      "id": "0911.3373v1",
      "title": "Excited-Nucleon Spectroscopy with 2+1 Fermion Flavors",
      "summary": "We present progress made by the Hadron Spectrum Collaboration (HSC) in determining the tower of excited nucleon states using 2+1-flavor anisotropic clover lattices. The HSC has been investigating interpolating operators projected into irreducible representations of the cubic group in order to better calculate two-point correlators for nucleon spectroscopy; results are published for quenched and 2-flavor anisotropic Wilson lattices. In this work, we present the latest results using a new technique, distillation, which allows us to reach higher statistics than before. Future directions will be outlined at the end.",
      "authors": [
        "Saul Cohen",
        "John M. Bulava",
        "Justin Foley",
        "Colin Morningstar",
        "Ricky Wong",
        "Robert G. Edwards",
        "Balint Joo",
        "David G. Richards",
        "K. Jimmy Juge",
        "Huey-Wen Lin",
        "Nilmani Mathur",
        "Michael J. Peardon",
        "Sinead M. Ryan"
      ],
      "pdf": "https://arxiv.org/pdf/0911.3373v1",
      "link": "https://arxiv.org/abs/0911.3373v1",
      "published": "2009-11-17T19:07:11Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "837194",
        "inspire_url": "https://inspirehep.net/literature/837194",
        "doi": "10.22323/1.091.0112",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "112",
            "artid": "112",
            "year": 2009
          },
          {}
        ],
        "citation_count": 12,
        "journal_ref": "PoS, LAT2009, artid 112, p. 112, 2009"
      }
    },
    {
      "id": "0911.3127v1",
      "title": "The CKM matrix and flavor physics from lattice QCD",
      "summary": "I discuss the role of lattice QCD in testing the Standard Model and searching for physics beyond the Standard Model in the quark flavor sector. I first review the Standard Model CKM framework. I then present the current status of the CKM matrix, focusing on determinations of CKM matrix elements and constraints on the CKM unitarity triangle that rely on lattice QCD calculations of weak matrix elements. I also show the potential impact of improved lattice QCD calculations on the global CKM unitarity triangle fit. I then describe several hints of new physics in the quark flavor sector that rely on lattice QCD calculations of weak matrix elements, such as evidence of a ~2-3 sigma tension in the CKM unitarity triangle and the \"f_{D_s} puzzle\". I finish with a discussion of lattice QCD calculations of rare B- and K-decays needed to probe physics beyond the Standard Model at future experiments.",
      "authors": [
        "Ruth S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0911.3127v1",
      "link": "https://arxiv.org/abs/0911.3127v1",
      "published": "2009-11-16T19:50:30Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "837073",
        "inspire_url": "https://inspirehep.net/literature/837073",
        "doi": "10.22323/1.091.0014",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "014",
            "artid": "014",
            "year": 2009
          },
          {}
        ],
        "citation_count": 15,
        "journal_ref": "PoS, LAT2009, artid 014, p. 014, 2009"
      }
    },
    {
      "id": "0911.2934v1",
      "title": "Calculating the running coupling in strong electroweak models",
      "summary": "One possibility for Beyond Standard Model physics is a new strongly-interacting gauge theory. One way to determine if a non-abelian gauge theory is QCD-like or conformal is to measure the running of the renormalized gauge coupling. We define the renormalized coupling from Wilson loop ratios, and measure these ratios via lattice simulations. We test this method in SU(3) pure gauge theory and show some first results for simulations with dynamical fermions in the fundamental representation.",
      "authors": [
        "Zoltan Fodor",
        "Kieran Holland",
        "Julius Kuti",
        "Daniel Nogradi",
        "Chris Schroeder"
      ],
      "pdf": "https://arxiv.org/pdf/0911.2934v1",
      "link": "https://arxiv.org/abs/0911.2934v1",
      "published": "2009-11-16T00:42:40Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "837000",
        "inspire_url": "https://inspirehep.net/literature/837000",
        "doi": "10.22323/1.091.0058",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "058",
            "artid": "058",
            "year": 2009
          },
          {}
        ],
        "citation_count": 15,
        "journal_ref": "PoS, LAT2009, artid 058, p. 058, 2009"
      }
    },
    {
      "id": "0911.2520v1",
      "title": "Neutron electric polarizability",
      "summary": "We use the background field method to extract the \"connected\" piece of the neutron electric polarizability. We present results for quenched simulations using both clover and Wilson fermions and discuss our experience in extracting the mass shifts and the challenges we encountered when we lowered the quark mass. For the neutron we find that as the pion mass is lowered below $500\\MeV$, the polarizability starts rising in agreement with predictions from chiral perturbation theory. For our lowest pion mass, $m_π=320\\MeV$, we find that $α_n = 3.8(1.3)\\times 10^{-4}\\fm^3$, which is still only one third of the experimental value. We also present results for the neutral pion; we find that its polarizability turns negative for pion masses smaller than $500\\MeV$ which is puzzling.",
      "authors": [
        "Andrei Alexandru",
        "Frank X. Lee"
      ],
      "pdf": "https://arxiv.org/pdf/0911.2520v1",
      "link": "https://arxiv.org/abs/0911.2520v1",
      "published": "2009-11-13T01:38:30Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "836838",
        "inspire_url": "https://inspirehep.net/literature/836838",
        "doi": "10.22323/1.091.0144",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "144",
            "artid": "144",
            "year": 2009
          },
          {}
        ],
        "citation_count": 21,
        "journal_ref": "PoS, LAT2009, artid 144, p. 144, 2009"
      }
    },
    {
      "id": "0911.2463v1",
      "title": "Chiral symmetry breaking in nearly conformal gauge theories",
      "summary": "We present new results on chiral symmetry breaking in nearly conformal gauge theories with fermions in the fundamental representation of the SU(3) color gauge group. The number of fermion flavors is varied in an extended range below the conformal window with chiral symmetry breaking ($χ{\\rm SB}$) for all flavors between $N_f=4$ and $N_f=12$. To identify $χ{\\rm SB}$ we apply several methods which include, within the framework of chiral perturbation theory, the analysis of the Goldstone spectrum in the p-regime and the spectrum of the fermion Dirac operator with eigenvalue distributions of random matrix theory in the $\\eps$-regime. Chiral condensate enhancement is observed with increasing $N_f$ when the electroweak symmetry breaking scale $F$ is held fixed in technicolor language. Important finite-volume consistency checks from the theoretical understanding of the $SU(N_f)$ rotator spectrum of the $δ$-regime are discussed. We also consider these gauge theories at $N_f=16$ inside the conformal window. The importance of understanding finite volume, zero momentum gauge field dynamics inside the conformal window is pointed out. Staggered lattice fermions with supressed taste breaking are used throughout the simulations.",
      "authors": [
        "Zoltan Fodor",
        "Kieran Holland",
        "Julius Kuti",
        "Daniel Nogradi",
        "Chris Schroeder"
      ],
      "pdf": "https://arxiv.org/pdf/0911.2463v1",
      "link": "https://arxiv.org/abs/0911.2463v1",
      "published": "2009-11-12T20:54:49Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "836799",
        "inspire_url": "https://inspirehep.net/literature/836799",
        "doi": "10.22323/1.091.0055",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "055",
            "artid": "055",
            "year": 2009
          },
          {}
        ],
        "citation_count": 32,
        "journal_ref": "PoS, LAT2009, artid 055, p. 055, 2009"
      }
    },
    {
      "id": "0911.2449v3",
      "title": "The large N limit of four dimensional Yang-Mills field coupled to adjoint fermions on a single site lattice",
      "summary": "We consider the large N limit of four dimensional SU(N) Yang-Mills field coupled to adjoint fermions on a single site lattice. We use perturbative techniques to show that the Z^4_N center-symmetries are broken with naive fermions but they are not broken with overlap fermions. We use numerical techniques to support this result. Furthermore, we present evidence for a non-zero chiral condensate for one and two Majorana flavors at one value of the lattice gauge coupling.",
      "authors": [
        "A. Hietanen",
        "R. Narayanan"
      ],
      "pdf": "https://arxiv.org/pdf/0911.2449v3",
      "link": "https://arxiv.org/abs/0911.2449v3",
      "published": "2009-11-12T19:43:04Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "836791",
        "inspire_url": "https://inspirehep.net/literature/836791",
        "doi": "10.1007/JHEP01(2010)079",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "01",
            "page_start": "079",
            "artid": "079",
            "year": 2010
          }
        ],
        "citation_count": 53,
        "journal_ref": "JHEP, 01, artid 079, p. 079, 2010"
      }
    },
    {
      "id": "0911.2370v2",
      "title": "Form factors for rare B decays: strategy, methodology, and numerical study",
      "summary": "We investigate the combined use of moving NRQCD and stochastic sources in lattice calculations of form factors describing rare B and B_s decays. Moving NRQCD leads to a reduction of discretisation errors compared to standard NRQCD. Stochastic sources are tested for reduction of statistical errors.",
      "authors": [
        "Zhaofeng Liu",
        "Stefan Meinel",
        "Alistair Hart",
        "Ron R. Horgan",
        "Eike H. Müller",
        "Matthew Wingate"
      ],
      "pdf": "https://arxiv.org/pdf/0911.2370v2",
      "link": "https://arxiv.org/abs/0911.2370v2",
      "published": "2009-11-12T11:46:09Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "836755",
        "inspire_url": "https://inspirehep.net/literature/836755",
        "doi": "10.22323/1.091.0242",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "242",
            "artid": "242",
            "year": 2009
          },
          {}
        ],
        "citation_count": 22,
        "journal_ref": "PoS, LAT2009, artid 242, p. 242, 2009"
      }
    },
    {
      "id": "0911.2285v1",
      "title": "Extending the eigCG algorithm to non-symmetric linear systems with multiple right-hand sides",
      "summary": "For Hermitian positive definite linear systems and eigenvalue problems, the eigCG algorithm is a memory efficient algorithm that solves the linear system and simultaneously computes some of its eigenvalues. The algorithm is based on the Conjugate-Gradient (CG) algorithm, however, it uses only a window of the vectors generated by the CG algorithm to compute approximate eigenvalues. The number and accuracy of the eigenvectors can be increased by solving more right-hand sides. For Hermitian systems with multiple right-hand sides, the computed eigenvectors can be used to speed up the solution of subsequent systems. The algorithm was tested on Lattice QCD problems by solving the normal equations and was shown to give large speed up factors and to remove the critical slowing down as we approach light quark masses. Here, an extension to the non-symmetric case based on the two-sided Lanczos algorithm is given. The new algorithm is tested on Lattice QCD problems and is shown to give promising results. We also study the removal of the critical slowing down and compare results with those of the eigCG algorithm. We also discuss the case when the system is gamma5-Hermitian.",
      "authors": [
        "Abdou Abdel-Rehim",
        "Kostas Orginos",
        "Andreas Stathopoulos"
      ],
      "pdf": "https://arxiv.org/pdf/0911.2285v1",
      "link": "https://arxiv.org/abs/0911.2285v1",
      "published": "2009-11-12T02:05:42Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "836720",
        "inspire_url": "https://inspirehep.net/literature/836720",
        "doi": "10.22323/1.091.0036",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "036",
            "artid": "036",
            "year": 2009
          },
          {}
        ],
        "citation_count": 4,
        "journal_ref": "PoS, LAT2009, artid 036, p. 036, 2009"
      }
    },
    {
      "id": "0911.2215v2",
      "title": "Equation of State for physical quark masses",
      "summary": "We calculate the QCD equation of state for temperatures corresponding to the transition region with physical mass values for two degenerate light quark flavors and a strange quark using an improved staggered fermion action (p4-action) on lattices with temporal extent N_tau=8. We compare our results with previous calculations performed at twice larger values of the light quark masses as well as with results obtained from a resonance gas model calculation. We also discuss the deconfining and chiral aspects of the QCD transition in terms of renormalized Polyakov loop, strangeness fluctuations and subtracted chiral condensate. We show that compared to the calculations performed at twice larger value of the light quark mass the transition region shifts by about 5 MeV toward smaller temperatures",
      "authors": [
        "M. Cheng",
        "S. Ejiri",
        "P. Hegde",
        "F. Karsch",
        "O. Kaczmarek",
        "E. Laermann",
        "R. D. Mawhinney",
        "C. Miao",
        "S. Mukherjee",
        "P. Petreczky",
        "C. Schmidt",
        "W. Soeldner"
      ],
      "pdf": "https://arxiv.org/pdf/0911.2215v2",
      "link": "https://arxiv.org/abs/0911.2215v2",
      "published": "2009-11-11T20:29:28Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "836683",
        "inspire_url": "https://inspirehep.net/literature/836683",
        "doi": "10.1103/PhysRevD.81.054504",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "81",
            "artid": "054504",
            "year": 2010
          }
        ],
        "citation_count": 253,
        "journal_ref": "Phys.Rev.D, 81, artid 054504, 2010"
      }
    },
    {
      "id": "0911.2174v3",
      "title": "QPACE -- a QCD parallel computer based on Cell processors",
      "summary": "QPACE is a novel parallel computer which has been developed to be primarily used for lattice QCD simulations. The compute power is provided by the IBM PowerXCell 8i processor, an enhanced version of the Cell processor that is used in the Playstation 3. The QPACE nodes are interconnected by a custom, application optimized 3-dimensional torus network implemented on an FPGA. To achieve the very high packaging density of 26 TFlops per rack a new water cooling concept has been developed and successfully realized. In this paper we give an overview of the architecture and highlight some important technical details of the system. Furthermore, we provide initial performance results and report on the installation of 8 QPACE racks providing an aggregate peak performance of 200 TFlops.",
      "authors": [
        "H. Baier",
        "H. Boettiger",
        "M. Drochner",
        "N. Eicker",
        "U. Fischer",
        "Z. Fodor",
        "A. Frommer",
        "C. Gomez",
        "G. Goldrian",
        "S. Heybrock",
        "D. Hierl",
        "M. Hüsken",
        "T. Huth",
        "B. Krill",
        "J. Lauritsen",
        "T. Lippert",
        "T. Maurer",
        "B. Mendl",
        "N. Meyer",
        "A. Nobile",
        "I. Ouda",
        "M. Pivanti",
        "D. Pleiter",
        "M. Ries",
        "A. Schäfer",
        "H. Schick",
        "F. Schifano",
        "H. Simma",
        "S. Solbrig",
        "T. Streuer",
        "K. -H. Sulanke",
        "R. Tripiccione",
        "J. -S. Vogt",
        "T. Wettig",
        "F. Winter"
      ],
      "pdf": "https://arxiv.org/pdf/0911.2174v3",
      "link": "https://arxiv.org/abs/0911.2174v3",
      "published": "2009-11-11T16:47:22Z",
      "categories": [
        "hep-lat",
        "cs.AR"
      ],
      "inspire": {
        "control_number": "836665",
        "inspire_url": "https://inspirehep.net/literature/836665",
        "doi": "10.22323/1.091.0001",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "001",
            "artid": "001",
            "year": 2009
          },
          {}
        ],
        "citation_count": 33,
        "journal_ref": "PoS, LAT2009, artid 001, p. 001, 2009"
      }
    },
    {
      "id": "0911.2133v1",
      "title": "B spectroscopy with NRQCD and HISQ",
      "summary": "Using NRQCD b quarks and HISQ light, strange and charm quarks we have calculated B meson masses and B^*-B splittings. We quote results for a range of lattice spacings and sea quark masses, enabling controlled extrapolation to the physical point. Since the $b$ quark masses and lattice spacing are fixed from the Υand other meson masses, this allows accurate, parameter-free tests of B, B_s, and B_c masses against experiment. We can also predict the mass of the B^*_c meson.",
      "authors": [
        "Eric B. Gregory",
        "Christine. T. H. Davies",
        "Eduardo Follana",
        "Elvira. Gamiz",
        "Iain Kendall",
        "G. Peter Lepage",
        "Heechang Na",
        "Junko Shigemitsu",
        "Kit Y. Wong"
      ],
      "pdf": "https://arxiv.org/pdf/0911.2133v1",
      "link": "https://arxiv.org/abs/0911.2133v1",
      "published": "2009-11-11T13:40:19Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "836650",
        "inspire_url": "https://inspirehep.net/literature/836650",
        "doi": "10.22323/1.091.0092",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "092",
            "artid": "092",
            "year": 2009
          },
          {}
        ],
        "citation_count": 5,
        "journal_ref": "PoS, LAT2009, artid 092, p. 092, 2009"
      }
    },
    {
      "id": "0911.1931v1",
      "title": "The epsilon regime of chiral perturbation theory with Wilson-type fermions",
      "summary": "In this proceeding contribution we report on the ongoing effort to simulate Wilson-type fermions in the so called epsilon regime of chiral perturbation theory. We present results for the chiral condensate and the pseudoscalar decay constant obtained with Wilson twisted mass fermions employing two lattice spacings, two different physical volumes and several quark masses. With this set of simulations we make a first attempt to estimate the systematic uncertainties.",
      "authors": [
        "K. Jansen",
        "A. Shindler"
      ],
      "pdf": "https://arxiv.org/pdf/0911.1931v1",
      "link": "https://arxiv.org/abs/0911.1931v1",
      "published": "2009-11-10T18:48:05Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "836564",
        "inspire_url": "https://inspirehep.net/literature/836564",
        "doi": "10.22323/1.091.0070",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "070",
            "artid": "070",
            "year": 2009
          },
          {}
        ],
        "citation_count": 11,
        "journal_ref": "PoS, LAT2009, artid 070, p. 070, 2009"
      }
    },
    {
      "id": "0911.1309v1",
      "title": "Continuum results for light hadrons from 2+1 flavor DWF ensembles",
      "summary": "From simultaneous fits to the data from the 2+1 flavor DWF ensembles generated by the RBC and UKQCD collaborations at two different lattice spacings, we present preliminary continuum results for light hadrons. We focus on light pseudoscalar decay constants and quark masses. Several approaches to the calculation of the lattice spacing are discussed and the errors associated with the chiral extrapolation are explained. We make use of reweighting in the dynamical strange quark mass such that our ensembles have a self-consistently determined strange quark mass.",
      "authors": [
        "C. Kelly",
        "P. A. Boyle",
        "C. T. Sachrajda"
      ],
      "pdf": "https://arxiv.org/pdf/0911.1309v1",
      "link": "https://arxiv.org/abs/0911.1309v1",
      "published": "2009-11-06T17:47:59Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "836290",
        "inspire_url": "https://inspirehep.net/literature/836290",
        "doi": "10.22323/1.091.0087",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "087",
            "artid": "087",
            "year": 2009
          },
          {}
        ],
        "citation_count": 21,
        "journal_ref": "PoS, LAT2009, artid 087, p. 087, 2009"
      }
    },
    {
      "id": "0911.0869v1",
      "title": "Progress on four flavor QCD with the HISQ action",
      "summary": "We describe recent progress on generation of gauge configurations using the Highly Improved Staggered Quark (HISQ) action that was designed by the HPQCD/UKQCD collaboration. The HISQ action requires two levels of smearing with a reunitarization of the links before the second smearing. We describe how we deal with the occurrence of occasional large forces arising from the reunitarization step. The MILC collaboration is currently generating ensembles with approximate lattice spacings of 0.15, 0.12, 0.09, and 0.06 fm, with the strange and charm quark masses close to their physical values and the mass of the light quarks m_l set to 0.2 m_s. We present recent results for pion taste splittings, light hadron masses, the static potential, the eta_c dispersion relation and the topological susceptibility.",
      "authors": [
        " MILC Collaboration",
        "A. Bazavov",
        "C. Bernard",
        "C. DeTar",
        "W. Freeman",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "J. Laiho",
        "L. Levkova",
        "J. Osborn",
        "R. Sugar",
        "D. Toussaint",
        "R. S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0911.0869v1",
      "link": "https://arxiv.org/abs/0911.0869v1",
      "published": "2009-11-04T16:33:17Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "836101",
        "inspire_url": "https://inspirehep.net/literature/836101",
        "doi": "10.22323/1.091.0123",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "123",
            "artid": "123",
            "year": 2009
          },
          {}
        ],
        "citation_count": 23,
        "journal_ref": "PoS, LAT2009, artid 123, p. 123, 2009"
      }
    },
    {
      "id": "0911.0646v1",
      "title": "Scaling properties of many-fermion systems from MCRG studies",
      "summary": "Monte Carlo renormalization group methods were designed to study the phase structure and critical behavior of statistical systems. They are well suited to determine the running coupling and to investigate the properties of fixed points of gauge-fermion models, including the existence of conformal infrared fixed points in many-fermion systems. I discuss the implementation of the 2-lattice matching method and present results for SU(3) gauge theories with N_f=0,12 and 16 fundamental fermion flavors.",
      "authors": [
        "Anna Hasenfratz"
      ],
      "pdf": "https://arxiv.org/pdf/0911.0646v1",
      "link": "https://arxiv.org/abs/0911.0646v1",
      "published": "2009-11-03T18:47:37Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "835911",
        "inspire_url": "https://inspirehep.net/literature/835911",
        "doi": "10.22323/1.091.0052",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "052",
            "artid": "052",
            "year": 2009
          },
          {}
        ],
        "citation_count": 17,
        "journal_ref": "PoS, LAT2009, artid 052, p. 052, 2009"
      }
    },
    {
      "id": "0911.0472v1",
      "title": "SU(2) chiral fits to light pseudoscalar masses and decay constants",
      "summary": "We present the results of fits to recent asqtad data in the light pseudoscalar sector using SU(2) partially-quenched staggered chiral perturbation theory. Superfine (a~0.06 fm) and ultrafine (a~0.045 fm) ensembles are used, where light sea quark masses and taste splittings are small compared to the strange quark mass. Our fits include continuum NNLO chiral logarithms and analytic terms. We give preliminary results for the pion decay constant, SU(2) low-energy constants and the chiral condensate in the two-flavor chiral limit.",
      "authors": [
        "A. Bazavov",
        "C. Bernard",
        "C. DeTar",
        "X. Du",
        "W. Freeman",
        "Steven Gottlieb",
        "Urs M. Heller",
        "J. E. Hetrick",
        "J. Laiho",
        "L. Levkova",
        "M. B. Oktay",
        "J. Osborn",
        "R. Sugar",
        "D. Toussaint",
        "R. S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0911.0472v1",
      "link": "https://arxiv.org/abs/0911.0472v1",
      "published": "2009-11-03T01:56:24Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "835855",
        "inspire_url": "https://inspirehep.net/literature/835855",
        "doi": "10.22323/1.091.0077",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "077",
            "artid": "077",
            "year": 2009
          },
          {}
        ],
        "citation_count": 16,
        "journal_ref": "PoS, LAT2009, artid 077, p. 077, 2009"
      }
    },
    {
      "id": "0911.0361v1",
      "title": "Quarkonium mass splittings with Fermilab heavy quarks and 2+1 flavors of improved staggered sea quarks",
      "summary": "We present results from an ongoing lattice study of the lowest lying charmonium and bottomonium level splittings using the Fermilab heavy quark formalism. Our objective is to test the performance of this action on MILC-collaboration ensembles of (2+1) flavors of light improved staggered (asqtad) quarks. Measurements are done on 16 ensembles with degenerate up and down quarks of various masses, thus permitting a chiral extrapolation, and over lattice spacings ranging from 0.09 fm to 0.18 fm, thus permitting study of lattice-spacing dependence. We examine combinations of the mass splittings that are sensitive to components of the effective quarkonium potential.",
      "authors": [
        "T. Burch",
        "C. E. DeTar",
        "M. Di Pierro",
        "A. X. El-Khadra",
        "Steven Gottlieb",
        "A. S. Kronfeld",
        "L. Levkova",
        "P. B. Mackenzie",
        "J. Simone"
      ],
      "pdf": "https://arxiv.org/pdf/0911.0361v1",
      "link": "https://arxiv.org/abs/0911.0361v1",
      "published": "2009-11-02T17:55:24Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "835794",
        "inspire_url": "https://inspirehep.net/literature/835794",
        "doi": "10.22323/1.091.0115",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "115",
            "artid": "115",
            "year": 2009
          },
          {}
        ],
        "citation_count": 0,
        "journal_ref": "PoS, LAT2009, artid 115, p. 115, 2009"
      }
    },
    {
      "id": "0911.0196v1",
      "title": "Quark number fluctuations at high temperatures",
      "summary": "We calculate the second, fourth and sixth order quark number fluctuations in the deconfined phase of 2+1 flavor QCD using lattices with temporal extent Nt=4, 6, 8 and 12. We consider light, strange and charm quarks. We use p4 action for valence quarks and gauge configurations generated with p4 action with physical value of the strange quark mass and light quark mass mq=0.1ms generated by the RBC-Bielefeld collaboration. We observe that for all quark masses the quark number fluctuations rapidly get close to the corresponding ideal gas limits. We compare our results to predictions of a quasi-particle model and resummed high temperature perturbative calculations. We also investigate correlations among different flavor channels.",
      "authors": [
        "Peter Petreczky",
        "Prasad Hegde",
        "Alexander Velytsky"
      ],
      "pdf": "https://arxiv.org/pdf/0911.0196v1",
      "link": "https://arxiv.org/abs/0911.0196v1",
      "published": "2009-11-01T19:28:50Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "835725",
        "inspire_url": "https://inspirehep.net/literature/835725",
        "doi": "10.22323/1.091.0159",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "159",
            "artid": "159",
            "year": 2009
          },
          {}
        ],
        "citation_count": 30,
        "journal_ref": "PoS, LAT2009, artid 159, p. 159, 2009"
      }
    },
    {
      "id": "0910.5785v1",
      "title": "Dyson's Instability in Lattice Gauge Theory",
      "summary": "We discuss Dyson's argument that the vacuum is unstable under a change g^2 -> - g^2, in the context of lattice gauge theory. For compact gauge groups, the partition function is well defined at negative g^2, but the average plaquette P has a discontinuity when g^2 changes sign. This reflects a change of vacuum rather than a loss of vacuum. In addition, P has poles in the complex g^2 plane, located at the complex zeros of the partition function (Fisher's zeros). We discuss the relevance of these singularities for lattice perturbation theory. We present new methods to locate Fisher's zeros using numerical values for the density of state in SU(2) and U(1) pure gauge theory. We briefly discuss similar issues for O(N) nonlinear sigma models where the local integrals are also over compact spaces.",
      "authors": [
        "A. Bazavov",
        "A. Denbleyker",
        "Daping Du",
        "Y. Meurice",
        "A. Velytsky",
        "Haiyuan Zou"
      ],
      "pdf": "https://arxiv.org/pdf/0910.5785v1",
      "link": "https://arxiv.org/abs/0910.5785v1",
      "published": "2009-10-30T05:31:03Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "835595",
        "inspire_url": "https://inspirehep.net/literature/835595",
        "doi": "10.22323/1.091.0218",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "218",
            "artid": "218",
            "year": 2009
          },
          {}
        ],
        "citation_count": 3,
        "journal_ref": "PoS, LAT2009, artid 218, p. 218, 2009"
      }
    },
    {
      "id": "0910.5736v1",
      "title": "The fermion bag approach to lattice field theories",
      "summary": "We propose a new approach to the fermion sign problem in systems where there is a coupling $U$ such that when it is infinite the fermions are paired into bosons and there is no fermion permutation sign to worry about. We argue that as $U$ becomes finite fermions are liberated but are naturally confined to regions which we refer to as {\\em fermion bags}. The fermion sign problem is then confined to these bags and may be solved using the determinantal trick. In the parameter regime where the fermion bags are small and their typical size does not grow with the system size, construction of Monte Carlo methods that are far more efficient than conventional algorithms should be possible. In the region where the fermion bags grow with system size, the fermion bag approach continues to provide an alternative approach to the problem but may lose its main advantage in terms of efficiency. The fermion bag approach also provides new insights and solutions to sign problems. A natural solution to the \"silver blaze problem\" also emerges. Using the three dimensional massless lattice Thirring model as an example we introduce the fermion bag approach and demonstrate some of these features. We compute the critical exponents at the quantum phase transition and find $ν=0.87(2)$ and $η=0.62(2)$.",
      "authors": [
        "Shailesh Chandrasekharan"
      ],
      "pdf": "https://arxiv.org/pdf/0910.5736v1",
      "link": "https://arxiv.org/abs/0910.5736v1",
      "published": "2009-10-29T20:43:46Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "835574",
        "inspire_url": "https://inspirehep.net/literature/835574",
        "doi": "10.1103/PhysRevD.82.025007",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "82",
            "artid": "025007",
            "year": 2010
          }
        ],
        "citation_count": 105,
        "journal_ref": "Phys.Rev.D, 82, artid 025007, 2010"
      }
    },
    {
      "id": "0910.5611v2",
      "title": "Chiral Anomaly in Lattice QCD with Twisted Mass Wilson Fermion",
      "summary": "The flavour singlet axial Ward identity with Osterwalder-Seiler twisted mass Wilson fermion action is studied on a finite lattice, with finite fermion mass and the Wilson parameter r up to 1. Approach to the infinite volume chiral limit and emergence of the anomaly is significantly better than that obtained with O(a) and O(a^2) improved fermion actions. We have shown explicitly that up to O(g^2), parity violating terms cancel in the Ward identity even at finite volume and finite lattice spacing.",
      "authors": [
        "Asit K. De",
        "A. Harindranath",
        "Santanu Mondal"
      ],
      "pdf": "https://arxiv.org/pdf/0910.5611v2",
      "link": "https://arxiv.org/abs/0910.5611v2",
      "published": "2009-10-29T11:12:51Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "835524",
        "inspire_url": "https://inspirehep.net/literature/835524",
        "doi": "10.1016/j.physletb.2009.10.079",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "682",
            "page_start": "150",
            "year": 2009,
            "page_end": "154"
          }
        ],
        "citation_count": 7,
        "journal_ref": "Phys.Lett.B, 682, p. 150, 2009"
      }
    },
    {
      "id": "0910.5586v1",
      "title": "One loop matching factors for staggered bilinear operators with improved glue",
      "summary": "We present results for matching factors for bilinear operators composed of HYP-smeared staggered fermions and constructed using HYP-smeared fat links. The matching factors are calculated perturbatively at one-loop order. The new feature of our calculation compared to previous work on HYP-smeared staggered fermions is the use of the Symanzik-improved gluon propagator, which allows our results to be applied to our ongoing simulations based on configurations generated by the MILC collaboration. We address the issue of the relative efficiency of various improvement schemes in reducing one-loop corrections to the matching factors.",
      "authors": [
        "Jongjeong Kim",
        "Weonjong Lee",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0910.5586v1",
      "link": "https://arxiv.org/abs/0910.5586v1",
      "published": "2009-10-29T09:12:52Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "835511",
        "inspire_url": "https://inspirehep.net/literature/835511",
        "doi": "10.22323/1.091.0201",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "201",
            "artid": "201",
            "year": 2009
          },
          {}
        ],
        "citation_count": 3,
        "journal_ref": "PoS, LAT2009, artid 201, p. 201, 2009"
      }
    },
    {
      "id": "0910.5583v1",
      "title": "Determination of $B_K$ using improved staggered fermions (IV) One-loop matching",
      "summary": "We discuss the impact of using one-loop matching on the calculation of $B_K$ using HYP-smeared improved staggered fermions. We give estimates of size of the truncation errors from the missing two-loop corrections.",
      "authors": [
        "Jangho Kim",
        "Taegil Bae",
        "Hyung-Jin Kim",
        "Jongjeong Kim",
        "Kwangwoo Kim",
        "Boram Yoon",
        "Weonjong Lee",
        "Chulwoo Jung",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0910.5583v1",
      "link": "https://arxiv.org/abs/0910.5583v1",
      "published": "2009-10-29T09:02:46Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "835509",
        "inspire_url": "https://inspirehep.net/literature/835509",
        "doi": "10.22323/1.091.0264",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "264",
            "artid": "264",
            "year": 2009
          },
          {}
        ],
        "citation_count": 7,
        "journal_ref": "PoS, LAT2009, artid 264, p. 264, 2009"
      }
    },
    {
      "id": "0910.5581v1",
      "title": "Determination of $B_K$ using improved staggered fermions (III) Finite volume effects",
      "summary": "We study the finite-volume effects in our calculation of $B_K$ using HYP-smeared improved staggered valence fermions. We calculate the predictions of both SU(3) and SU(2) staggered chiral perturbation theory at one-loop order. We compare these to the results of a direct calculation, using MILC coarse lattices with two different volumes: $20^3$ and $28^3$. From the direct calculation, we find that the finite volume effect is $\\approx 2%$ for the SU(3) analysis and $\\approx 0.9%$ for the SU(2) analysis. We also show how the statistical error depends on the number of measurements made per configuration, and make a first study of autocorrelations.",
      "authors": [
        "Boram Yoon",
        "Taegil Bae",
        "Hyung-Jin Kim",
        "Jangho Kim",
        "Jongjeong Kim",
        "Kwangwoo Kim",
        "Weonjong Lee",
        "Chulwoo Jung",
        "Stephen R. Sharpe",
        "Jisoo Yeo"
      ],
      "pdf": "https://arxiv.org/pdf/0910.5581v1",
      "link": "https://arxiv.org/abs/0910.5581v1",
      "published": "2009-10-29T08:54:47Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "835508",
        "inspire_url": "https://inspirehep.net/literature/835508",
        "doi": "10.22323/1.091.0263",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "263",
            "artid": "263",
            "year": 2009
          },
          {}
        ],
        "citation_count": 8,
        "journal_ref": "PoS, LAT2009, artid 263, p. 263, 2009"
      }
    },
    {
      "id": "0910.5576v1",
      "title": "Determination of $B_K$ using improved staggered fermions (I): SU(3) chiral perturbation theory fit",
      "summary": "We present the results for $B_K$ calculated using HYP-smeared staggered fermions using lattices generated by the MILC collaboration using the asqtad staggered action. We have done the calculation on 8 ensembles of these lattices, including three different lattice spacings ($a=0.12, 0.09, 0.06$ fm). We fit the data to forms based on those predicted by SU(3) mixed-action partially-quenched staggered chiral perturbation theory. Our preliminary result is $ B_K(\\text{NDR},μ=2\\text{GeV}) = 0.528 \\pm 0.011 \\pm 0.048 $, where the first error is statistical and the second systematic. The error turns out to be larger than that from an analysis using SU(2) chiral perturbation theory.",
      "authors": [
        "Taegil Bae",
        "Hyung-Jin Kim",
        "Jangho Kim",
        "Jongjeong Kim",
        "Kwangwoo Kim",
        "Boram Yoon",
        "Weonjong Lee",
        "Chulwoo Jung",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0910.5576v1",
      "link": "https://arxiv.org/abs/0910.5576v1",
      "published": "2009-10-29T08:30:45Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "835506",
        "inspire_url": "https://inspirehep.net/literature/835506",
        "doi": "10.22323/1.091.0261",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "261",
            "artid": "261",
            "year": 2009
          },
          {}
        ],
        "citation_count": 8,
        "journal_ref": "PoS, LAT2009, artid 261, p. 261, 2009"
      }
    },
    {
      "id": "0910.5573v1",
      "title": "Determination of $B_K$ using improved staggered fermions (II) SU(2) chiral perturbation theory fit",
      "summary": "We present results for $B_K$ calculated using HYP-smeared improved staggered fermions on the MILC asqtad lattices. In this report, the data is analyzed using the results of SU(2) staggered chiral perturbation theory (SChPT). We outline the derivation of the NLO SU(2) SChPT result, explain our fitting procedure, and outline how we estimate systematic errors. We also show the light sea-quark mass and lattice spacing dependence for both SU(2) and SU(3)-based analyses. Our preliminary result from the SU(2) analysis is $B_K(\\text{NDR}, μ= 2 \\text{GeV}) = 0.512 \\pm 0.014 \\pm 0.034$ and $\\hat{B}_K = B_K(\\text{RGI})= 0.701 \\pm 0.019 \\pm 0.047$. This is somewhat more accurate than our result from the SU(3) analysis. It is consistent with results obtained using valence domain-wall fermions",
      "authors": [
        "Hyung-Jin Kim",
        "Taegil Bae",
        "Jangho Kim",
        "Jongjeong Kim",
        "Kwangwoo Kim",
        "Boram Yoon",
        "Weonjong Lee",
        "Chulwoo Jung",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0910.5573v1",
      "link": "https://arxiv.org/abs/0910.5573v1",
      "published": "2009-10-29T08:16:58Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "835505",
        "inspire_url": "https://inspirehep.net/literature/835505",
        "doi": "10.22323/1.091.0262",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "262",
            "artid": "262",
            "year": 2009
          },
          {}
        ],
        "citation_count": 11,
        "journal_ref": "PoS, LAT2009, artid 262, p. 262, 2009"
      }
    },
    {
      "id": "0910.5148v2",
      "title": "Charged Hadron Properties in Background Electric Fields",
      "summary": "We report on a lattice calculation demonstrating a novel new method to extract the electric polarizability of charged pseudo-scalar mesons by analyzing two point correlation functions computed in classical background electric fields.",
      "authors": [
        "William Detmold",
        "Brian C. Tiburzi",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0910.5148v2",
      "link": "https://arxiv.org/abs/0910.5148v2",
      "published": "2009-10-27T15:41:39Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "835285",
        "inspire_url": "https://inspirehep.net/literature/835285",
        "doi": "10.22323/1.091.0158",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "158",
            "artid": "158",
            "year": 2009
          },
          {}
        ],
        "citation_count": 0,
        "journal_ref": "PoS, LAT2009, artid 158, p. 158, 2009"
      }
    },
    {
      "id": "0910.4595v1",
      "title": "Meson-Baryon Scattering Parameters from Lattice QCD with an Isospin Chemical Potential",
      "summary": "The extraction of meson-baryon scattering parameters from lattice QCD is complicated by the necessity, in some channels, of including annihilation diagrams. We consider a strategy to avoid the need for these extremely costly and noisy contributions. The strategy is based on simulations with an isospin chemical potential which, contrary to a baryon chemical potential, has no sign problem. When the isospin chemical potential is larger than a critical value, a charged pion condensate forms. Baryons propagating in the pion condensate will have their masses modified by pion-baryon scattering parameters. Consequently these parameters can be extracted from lattice QCD simulations in an isospin chemical potential, and we detail precisely which low-energy constants using baryon chiral perturbation theory.",
      "authors": [
        "Paulo F. Bedaque",
        "Michael I. Buchoff",
        "Brian C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/0910.4595v1",
      "link": "https://arxiv.org/abs/0910.4595v1",
      "published": "2009-10-23T21:01:37Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "835060",
        "inspire_url": "https://inspirehep.net/literature/835060",
        "doi": "10.1103/PhysRevD.80.114501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "114501",
            "year": 2009
          }
        ],
        "citation_count": 5,
        "journal_ref": "Phys.Rev.D, 80, artid 114501, 2009"
      }
    },
    {
      "id": "0910.4387v1",
      "title": "Probes of nearly conformal behavior in lattice simulations of minimal walking technicolor",
      "summary": "We present results from high precision, large volume simulations of the lattice gauge theory corresponding to minimal walking technicolor. We find evidence that the pion decay constant vanishes in the infinite volume limit and that the dependence of the chiral condensate on quark mass m_q is inconsistent with spontaneous symmetry breaking. These findings are consistent with the all-orders beta function prediction as well as the Schroedinger functional studies that indicate the existence of a nontrivial infrared fixed point.",
      "authors": [
        "Simon Catterall",
        "Joel Giedt",
        "Francesco Sannino",
        "Joe Schneible"
      ],
      "pdf": "https://arxiv.org/pdf/0910.4387v1",
      "link": "https://arxiv.org/abs/0910.4387v1",
      "published": "2009-10-22T19:37:20Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "834924",
        "inspire_url": "https://inspirehep.net/literature/834924",
        "citation_count": 55
      }
    },
    {
      "id": "0910.4131v1",
      "title": "Recent results on B mixing and decay constants from HPQCD",
      "summary": "We review recent results for B_d and B_s mixing parameters using MILC N_f=2+1 lattices, NRQCD b-quarks and AsqTad light quarks. Latest numbers for decay constants f_B and f_{B_s} are also presented. Combining our lattice results with experimental determinations of the mass differences ΔM_d and ΔM_s leads to an important ratio of elements of the CKM matrix, |V_{td}|/|V_{ts}| = 0.214(1)(5) and an updated Standard Model number for the branching fraction Br(B_s -> mu^+ mu^-) = 3.19(19) x 10^{-9}. Preliminary new results for f_{B_s} based on other actions are also described.",
      "authors": [
        "J. Shigemitsu",
        "C. T. H. Davies",
        "E. Follana",
        "E. Gamiz",
        "E. Gregory",
        "G. P. Lepage",
        "H. Na",
        "M. Wingate"
      ],
      "pdf": "https://arxiv.org/pdf/0910.4131v1",
      "link": "https://arxiv.org/abs/0910.4131v1",
      "published": "2009-10-21T16:23:23Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "834792",
        "inspire_url": "https://inspirehep.net/literature/834792",
        "doi": "10.22323/1.091.0251",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "251",
            "artid": "251",
            "year": 2009
          },
          {}
        ],
        "citation_count": 18,
        "journal_ref": "PoS, LAT2009, artid 251, p. 251, 2009"
      }
    },
    {
      "id": "0910.3816v1",
      "title": "Nucleon form factors from high statistics mixed-action calculations with 2+1 flavors",
      "summary": "We present new high-statistics results for nucleon form factors at pion masses of approximately 290, 350, 500, and 600 MeV using a mixed action of domain wall valence quarks on an improved staggered sea. We perform chiral fits to both vector and axial form factors and compare our results to experiment.",
      "authors": [
        " LHPC Collaboration",
        "Wolfram Schroers",
        "Jonathan D. Bratt",
        "Robert G. Edwards",
        "Michael Engelhardt",
        "George Taminga Fleming",
        "Philipp Hagler",
        "Huey-Wen Lin",
        "Mei-Feng Lin",
        "Harvey B. Meyer",
        "Bernhard Musch",
        "John W. Negele",
        "Kostas Orginos",
        "Andrew V. Pochinsky",
        "Massimiliano Procura",
        "Dru B. Renner",
        "David G. Richards",
        "Sergey N. Syritsyn",
        "Andre P. Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0910.3816v1",
      "link": "https://arxiv.org/abs/0910.3816v1",
      "published": "2009-10-20T12:34:55Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "834535",
        "inspire_url": "https://inspirehep.net/literature/834535",
        "doi": "10.22323/1.091.0142",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "142",
            "artid": "142",
            "year": 2009
          },
          {}
        ],
        "citation_count": 4,
        "journal_ref": "PoS, LAT2009, artid 142, p. 142, 2009"
      }
    },
    {
      "id": "0910.3760v1",
      "title": "Chirally rotated Schroedinger functional: non-perturbative tuning in the quenched approximation",
      "summary": "The use of chirally rotated boundary conditions provides a formulation of the Schroedinger functional that is compatible with automatic O(a)-improvement of Wilson fermions in the bulk. The elimination of bulk O(a) terms requires the non-perturbative tuning of the critical mass and one additional boundary counterterm. We present the results of such a tuning in the quenched approximation at three values of the renormalised gauge coupling and for a range of lattice spacings.",
      "authors": [
        "Jenifer Gonzalez Lopez",
        "Karl Jansen",
        "Dru B. Renner",
        "Andrea Shindler"
      ],
      "pdf": "https://arxiv.org/pdf/0910.3760v1",
      "link": "https://arxiv.org/abs/0910.3760v1",
      "published": "2009-10-20T07:50:59Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "834511",
        "inspire_url": "https://inspirehep.net/literature/834511",
        "doi": "10.22323/1.091.0199",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "199",
            "artid": "199",
            "year": 2009
          },
          {}
        ],
        "citation_count": 8,
        "journal_ref": "PoS, LAT2009, artid 199, p. 199, 2009"
      }
    },
    {
      "id": "0910.3721v1",
      "title": "Non-perturbative calculation of Z_m using Asqtad fermions",
      "summary": "We report progress on a non-perturbative calculation of the light quark mass renormalization factor Z_m, using dynamical Asqtad fermions. This quantity is used to determine the light quark masses in the conventional MS-bar scheme. Such a non-perturbative determination of Z_m removes uncertainties due to truncation of its perturbative expansion, currently known to two loops. These calculations have been carried out using publicly available MILC lattices with spacings of approximately 0.125 and 0.09 fm.",
      "authors": [
        "Andrew T. Lytle"
      ],
      "pdf": "https://arxiv.org/pdf/0910.3721v1",
      "link": "https://arxiv.org/abs/0910.3721v1",
      "published": "2009-10-20T00:16:03Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "834496",
        "inspire_url": "https://inspirehep.net/literature/834496",
        "doi": "10.22323/1.091.0202",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "202",
            "artid": "202",
            "year": 2009
          },
          {}
        ],
        "citation_count": 12,
        "journal_ref": "PoS, LAT2009, artid 202, p. 202, 2009"
      }
    },
    {
      "id": "0910.3711v2",
      "title": "Continuum reduction in large N gauge theories",
      "summary": "These are notes associated with three lectures given at the 49th Cracow School of Theoretical physics where a pedagogical explanation of the Gross-Witten transition, Eguchi-Kawai reduction and continuum reduction were given, followed by a description of the numerical computation of fermionic observables in the 't Hooft limit of large N gauge theory.",
      "authors": [
        "Rajamani Narayanan"
      ],
      "pdf": "https://arxiv.org/pdf/0910.3711v2",
      "link": "https://arxiv.org/abs/0910.3711v2",
      "published": "2009-10-19T21:45:07Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "834492",
        "inspire_url": "https://inspirehep.net/literature/834492",
        "publication_info": [
          {
            "journal_title": "Acta Phys.Polon.B",
            "journal_volume": "40",
            "page_start": "3231",
            "year": 2009,
            "page_end": "3248"
          },
          {}
        ],
        "citation_count": 5,
        "journal_ref": "Acta Phys.Polon.B, 40, p. 3231, 2009"
      }
    },
    {
      "id": "0910.3618v2",
      "title": "Results from the MILC collaboration's SU(3) chiral perturbation theory analysis",
      "summary": "We present the status of the MILC collaboration's analysis of the light pseudoscalar meson sector with SU(3) chiral fits. The analysis includes data from new ensembles with smaller lattice spacing, smaller light quark masses and lighter than physical strange quark masses. Our fits include the NNLO chiral logarithms. We present results for decay constants, quark masses, Gasser-Leutwyler low energy constants, and condensates in the two- and three-flavor chiral limits.",
      "authors": [
        "A. Bazavov",
        "C. Bernard",
        "C. DeTar",
        "X. Du",
        "W. Freeman",
        "Steven Gottlieb",
        "Urs M. Heller",
        "J. E. Hetrick",
        "J. Laiho",
        "L. Levkova",
        "M. B. Oktay",
        "J. Osborn",
        "R. Sugar",
        "D. Toussaint",
        "R. S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0910.3618v2",
      "link": "https://arxiv.org/abs/0910.3618v2",
      "published": "2009-10-19T19:52:03Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "834435",
        "inspire_url": "https://inspirehep.net/literature/834435",
        "doi": "10.22323/1.091.0079",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "079",
            "artid": "079",
            "year": 2009
          },
          {}
        ],
        "citation_count": 61,
        "journal_ref": "PoS, LAT2009, artid 079, p. 079, 2009"
      }
    },
    {
      "id": "0910.3216v1",
      "title": "Lattice QCD with 8 and 12 degenerate quark flavors",
      "summary": "We compare extensive simulations of QCD with 8 and 12 flavors of degenerate quarks, using the DBW2 gauge action, naive staggered fermions, and the rational hybrid Monte Carlo algorithm. A variety of values of the coupling constant, quark mass, and lattice size have been used. Our data suggests that, as the bare coupling is decreased, a rapid cross-over, which dramatically changes the lattice scale, exists with both 8 and 12 flavors. The scale change across this cross-over is much larger with 12 flavors than it is with 8 flavors. All of the observables we have measured, in both the zero and finite temperature systems, are consistent with a chiral symmetry breaking phase for the zero temperature theory on the weak coupling side of the rapid cross-over.",
      "authors": [
        "Xiao-Yong Jin",
        "Robert D. Mawhinney"
      ],
      "pdf": "https://arxiv.org/pdf/0910.3216v1",
      "link": "https://arxiv.org/abs/0910.3216v1",
      "published": "2009-10-16T20:27:42Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "834273",
        "inspire_url": "https://inspirehep.net/literature/834273",
        "doi": "10.22323/1.091.0049",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "049",
            "artid": "049",
            "year": 2009
          },
          {}
        ],
        "citation_count": 50,
        "journal_ref": "PoS, LAT2009, artid 049, p. 049, 2009"
      }
    },
    {
      "id": "0910.3194v1",
      "title": "NLO and NNLO chiral fits for 2+1 flavor DWF ensembles",
      "summary": "We study the use of NLO and NNLO formulae from SU(2) chiral perturbation theory to fit results from the 2+1 flavor DWF QCD ensembles that have been generated by the RBC and UKQCD collaborations. These ensembles are at two different lattice spacings, contain multiple dynamical light quark masses, and include a variety of partially quenched valence quark masses. Both NLO and complete NNLO fits well represent our data, which has m_pi in the range 220 to 420 MeV. With our data, the NNLO fits have NLO and NNLO contributions of similar size, making the series not convergent and the extrapolation to physical light quark masses imprecise. Thus, we use NLO fit results for our predictions of f_pi, f_K and the light quark masses.",
      "authors": [
        "Robert Mawhinney"
      ],
      "pdf": "https://arxiv.org/pdf/0910.3194v1",
      "link": "https://arxiv.org/abs/0910.3194v1",
      "published": "2009-10-16T19:15:51Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "834249",
        "inspire_url": "https://inspirehep.net/literature/834249",
        "doi": "10.22323/1.091.0081",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "081",
            "artid": "081",
            "year": 2009
          },
          {},
          {}
        ],
        "citation_count": 28,
        "journal_ref": "PoS, LAT2009, artid 081, p. 081, 2009"
      }
    },
    {
      "id": "0910.3072v1",
      "title": "Finite-size scaling tests for SU(3) lattice gauge theory with color sextet fermions",
      "summary": "The observed slow running of the gauge coupling in SU(3) lattice gauge theory with two flavors of color sextet fermions naturally suggests it is a theory with one relevant coupling, the fermion mass, and that at zero mass correlation functions decay algebraically. I perform a finite-size scaling study on simulation data at two values of the bare gauge coupling with this assumption and observe a common exponent for the scaling of the correlation length with the fermion mass, y_m ~ 1.5. An analysis of the scaling of valence Dirac eigenvalues at one of these bare couplings produces a similar number.",
      "authors": [
        "Thomas DeGrand"
      ],
      "pdf": "https://arxiv.org/pdf/0910.3072v1",
      "link": "https://arxiv.org/abs/0910.3072v1",
      "published": "2009-10-16T13:02:34Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "834197",
        "inspire_url": "https://inspirehep.net/literature/834197",
        "doi": "10.1103/PhysRevD.80.114507",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "114507",
            "year": 2009,
            "journal_issue": "11"
          }
        ],
        "citation_count": 88,
        "journal_ref": "Phys.Rev.D, 80, artid 114507, 2009"
      }
    },
    {
      "id": "0910.2966v1",
      "title": "MILC results for light pseudoscalars",
      "summary": "We present the latest preliminary results of the MILC collaboration's analysis of the light pseudoscalar meson sector. The analysis includes data from new ensembles with smaller lattice spacings, smaller light quark masses and lighter-than-physical strange quark masses. Both SU(2) and SU(3) chiral fits, including NNLO chiral logarithms, are shown. We give results for decay constants, quark masses, Gasser-Leutwyler low energy constants, and condensates in the two- and three-flavor chiral limits.",
      "authors": [
        "A. Bazavov",
        "C. Bernard",
        "C. DeTar",
        "X. Du",
        "W. Freeman",
        "Steven Gottlieb",
        "Urs M. Heller",
        "J. E. Hetrick",
        "J. Laiho",
        "L. Levkova",
        "M. B. Oktay",
        "J. Osborn",
        "R. Sugar",
        "D. Toussaint",
        "R. S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0910.2966v1",
      "link": "https://arxiv.org/abs/0910.2966v1",
      "published": "2009-10-15T19:36:17Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "834145",
        "inspire_url": "https://inspirehep.net/literature/834145",
        "doi": "10.22323/1.086.0007",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "CD09",
            "page_start": "007",
            "artid": "007",
            "year": 2009
          },
          {}
        ],
        "citation_count": 133,
        "journal_ref": "PoS, CD09, artid 007, p. 007, 2009"
      }
    },
    {
      "id": "0910.2928v2",
      "title": "Lattice QCD inputs to the CKM unitarity triangle analysis",
      "summary": "We perform a global fit to the CKM unitarity triangle using the latest experimental and theoretical constraints. Our emphasis is on the hadronic weak matrix elements that enter the analysis, which must be computed using lattice QCD or other nonperturbative methods. Realistic lattice QCD calculations which include the effects of the dynamical up, down, and strange quarks are now available for all of the standard inputs to the global fit. We therefore present lattice averages for all of the necessary hadronic weak matrix elements. We attempt to account for correlations between lattice QCD results in a reasonable but conservative manner: whenever there are reasons to believe that an error is correlated between two lattice calculations, we take the degree of correlation to be 100%. These averages are suitable for use as inputs both in the global CKM unitarity triangle fit and other phenomenological analyses. In order to illustrate the impact of the lattice averages, we make Standard Model predictions for the parameters BK, |Vcb|, and |Vub|/|Vcb|. We find a (2-3) sigma tension in the unitarity triangle, depending upon whether we use the inclusive or exclusive determination of |Vcb|. If we interpret the tension as a sign of new physics in either neutral kaon or B mixing, we find that the scenario with new physics in kaon-mixing is preferred by present data.",
      "authors": [
        "Jack Laiho",
        "Ruth S. Van de Water",
        "Enrico Lunghi"
      ],
      "pdf": "https://arxiv.org/pdf/0910.2928v2",
      "link": "https://arxiv.org/abs/0910.2928v2",
      "published": "2009-10-15T19:01:52Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "834129",
        "inspire_url": "https://inspirehep.net/literature/834129",
        "doi": "10.1103/PhysRevD.81.034503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "81",
            "artid": "034503",
            "year": 2010
          }
        ],
        "citation_count": 304,
        "journal_ref": "Phys.Rev.D, 81, artid 034503, 2010"
      }
    },
    {
      "id": "0910.2687v1",
      "title": "The calculation of nucleon strangeness form factors from N_f=2+1 clover fermion lattice QCD",
      "summary": "We study the strangeness electromagnetic form factors of the nucleon from the N_f=2+1 clover fermion lattice QCD calculation. The disconnected insertions are evaluated using the Z(4) stochastic method, along with unbiased subtractions from the hopping parameter expansion. In addition to increasing the number of Z(4) noises, we find that increasing the number of nucleon sources for each configuration improves the signal significantly. We obtain G_M^s(0) = -0.017(25)(07), where the first error is statistical, and the second is the uncertainties in Q^2 and chiral extrapolations. This is consistent with experimental values, and has an order of magnitude smaller error. We also study the strangeness second moment of the partion distribution function of the nucleon, <x^2>_{s-\\bar{s}}.",
      "authors": [
        "Takumi Doi",
        "Mridupawan Deka",
        "Shao-Jing Dong",
        "Terrence Draper",
        "Keh-Fei Liu",
        "Devdatta Mankame",
        "Nilmani Mathur",
        "Thomas Streuer"
      ],
      "pdf": "https://arxiv.org/pdf/0910.2687v1",
      "link": "https://arxiv.org/abs/0910.2687v1",
      "published": "2009-10-14T18:36:10Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "833929",
        "inspire_url": "https://inspirehep.net/literature/833929",
        "doi": "10.22323/1.091.0134",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "134",
            "artid": "134",
            "year": 2009
          },
          {}
        ],
        "citation_count": 4,
        "journal_ref": "PoS, LAT2009, artid 134, p. 134, 2009"
      }
    },
    {
      "id": "0910.2224v2",
      "title": "Toward TeV Conformality",
      "summary": "We study the chiral condensate $<\\barψ ψ>$ for an SU(3) gauge theory with $N_f$ massless Dirac fermions in the fundamental representation when $N_f$ is increased from 2 to 6. For $N_f=2$, our lattice simulations of $<\\barψ ψ>/F^3$, where $F$ is the Nambu-Goldstone-boson decay constant, agree with the measured QCD value. For $N_f = 6$, this ratio shows significant enhancement, presaging an even larger enhancement anticipated as $N_f$ increases further, toward the critical value for transition from confinement to infrared conformality.",
      "authors": [
        "Thomas Appelquist",
        "Adam Avakian",
        "Ron Babich",
        "Richard C. Brower",
        "Michael Cheng",
        "Michael A. Clark",
        "Saul D. Cohen",
        "George T. Fleming",
        "Joseph Kiskis",
        "Ethan T. Neil",
        "James C. Osborn",
        "Claudio Rebbi",
        "David Schaich",
        "Pavlos Vranas"
      ],
      "pdf": "https://arxiv.org/pdf/0910.2224v2",
      "link": "https://arxiv.org/abs/0910.2224v2",
      "published": "2009-10-12T19:54:53Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "833715",
        "inspire_url": "https://inspirehep.net/literature/833715",
        "doi": "10.1103/PhysRevLett.104.071601",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.Lett.",
            "journal_volume": "104",
            "artid": "071601",
            "year": 2010
          }
        ],
        "citation_count": 96,
        "journal_ref": "Phys.Rev.Lett., 104, artid 071601, 2010"
      }
    },
    {
      "id": "0910.1229v1",
      "title": "Precise determination of the lattice spacing in full lattice QCD",
      "summary": "We compare three different methods to determine the lattice spacing in lattice QCD and give results from calculations on the MILC ensembles of configurations that include the effect of $u$, $d$ and $s$ sea quarks. It is useful, for ensemble to ensemble comparison, to express the results as giving a physical value for $r_1$, a parameter from the heavy quark potential. Combining the three methods gives a value for $r_1$ in the continuum limit of 0.3133(23)(3) fm. Using the MILC values for $r_0/r_1$, this corresponds to a value for the $r_0$ parameter of 0.4661(38) fm. We also discuss how to use the $η_s$ for determining the lattice spacing and tuning the $s$-quark mass accurately, by giving values for $m_{η_s}$ (0.6858(40) GeV) and $f_{η_s}$ (0.1815(10) GeV).",
      "authors": [
        "C. T. H. Davies",
        "E. Follana",
        "I. D. Kendall",
        "G. Peter Lepage",
        "C. McNeile"
      ],
      "pdf": "https://arxiv.org/pdf/0910.1229v1",
      "link": "https://arxiv.org/abs/0910.1229v1",
      "published": "2009-10-07T12:07:50Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "833337",
        "inspire_url": "https://inspirehep.net/literature/833337",
        "doi": "10.1103/PhysRevD.81.034506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "81",
            "artid": "034506",
            "year": 2010
          }
        ],
        "citation_count": 146,
        "journal_ref": "Phys.Rev.D, 81, artid 034506, 2010"
      }
    },
    {
      "id": "0910.0992v1",
      "title": "An anisotropic preconditioning for the Wilson fermion matrix on the lattice",
      "summary": "A preconditioning for the Wilson fermion matrix on the lattice is defined which is particularly suited to the case when the temporal lattice spacing is much smaller than the spatial one. Details on the implementation of the scheme are given. The method is tested in numerical studies of QCD on anisotropic lattices.",
      "authors": [
        "Balint Joo",
        "Robert G. Edwards",
        "Michael J. Peardon"
      ],
      "pdf": "https://arxiv.org/pdf/0910.0992v1",
      "link": "https://arxiv.org/abs/0910.0992v1",
      "published": "2009-10-06T13:25:30Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "833115",
        "inspire_url": "https://inspirehep.net/literature/833115",
        "doi": "10.1088/1749-4699/3/1/015001",
        "publication_info": [
          {
            "journal_title": "Comput.Sci.Dis.",
            "journal_volume": "3",
            "artid": "015001",
            "year": 2010
          }
        ],
        "citation_count": 1,
        "journal_ref": "Comput.Sci.Dis., 3, artid 015001, 2010"
      }
    },
    {
      "id": "0910.0276v1",
      "title": "QCD equation of state at non-zero chemical potential",
      "summary": "We present our new results for the QCD equation of state at nonzero chemical potential at N_t=6 and compare them with N_t=4. We use the Taylor expansion method with terms up to sixth order in simulations with 2+1 flavors of improved asqtad quarks along a line of constant physics with m_l=0.1 m_s and approximately physical strange quark mass m_s.",
      "authors": [
        " The MILC Collaboration",
        "S. Basak",
        "A. Bazavov",
        "C. Bernard",
        "C. DeTar",
        "W. Freeman",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "J. Laiho",
        "L. Levkova",
        "J. Osborn",
        "R. Sugar",
        "D. Toussaint"
      ],
      "pdf": "https://arxiv.org/pdf/0910.0276v1",
      "link": "https://arxiv.org/abs/0910.0276v1",
      "published": "2009-10-01T21:38:50Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "832815",
        "inspire_url": "https://inspirehep.net/literature/832815",
        "doi": "10.22323/1.066.0171",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "171",
            "artid": "171",
            "year": 2008
          },
          {}
        ],
        "citation_count": 42,
        "journal_ref": "PoS, LATTICE2008, artid 171, p. 171, 2008"
      }
    },
    {
      "id": "0910.0262v1",
      "title": "Cell processor implementation of a MILC lattice QCD application",
      "summary": "We present results of the implementation of one MILC lattice QCD application-simulation with dynamical clover fermions using the hybrid-molecular dynamics R algorithm-on the Cell Broadband Engine processor. Fifty-four individual computational kernels responsible for 98.8% of the overall execution time were ported to the Cell's Synergistic Processing Elements (SPEs). The remaining application framework, including MPI-based distributed code execution, was left to the Cell's PowerPC processor. We observe that we only infrequently achieve more than 10 GFLOPS with any of the kernels, which is just over 4% of the Cell's peak performance. At the same time, many of the kernels are sustaining a bandwidth close to 20 GB/s, which is 78% of the Cell's peak. This indicates that the application performance is limited by the bandwidth between the main memory and the SPEs. In spite of this limitation, speedups of 8.7x (for 8x8x16x16 lattice) and 9.6x (for 16x16x16x16 lattice) were achieved when comparing a 3.2 GHz Cell processor to a single core of a 2.33 GHz Intel Xeon processor. When comparing the code scaled up to execute on a dual-Cell blade and a quad-core dual-chip Intel Xeon blade, the speedups are 1.5x (8x8x16x16 lattice) and 4.1x (16x16x16x16 lattice).",
      "authors": [
        "Guochun Shi",
        "Volodymyr Kindratenko",
        "Steven Gottlieb"
      ],
      "pdf": "https://arxiv.org/pdf/0910.0262v1",
      "link": "https://arxiv.org/abs/0910.0262v1",
      "published": "2009-10-01T20:37:49Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "832810",
        "inspire_url": "https://inspirehep.net/literature/832810",
        "doi": "10.22323/1.066.0026",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "026",
            "artid": "026",
            "year": 2008
          },
          {}
        ],
        "citation_count": 3,
        "journal_ref": "PoS, LATTICE2008, artid 026, p. 026, 2008"
      }
    },
    {
      "id": "0910.0048v1",
      "title": "Update on onium masses with three flavors of dynamical quarks",
      "summary": "We update results presented at Lattice 2005 on charmonium masses. New ensembles of gauge configurations with 2+1 flavors of improved staggered quarks have been analyzed. Statistics have been increased for other ensembles. New results are also available for P-wave mesons and for bottomonium on selected ensembles.",
      "authors": [
        "Steven Gottlieb",
        "L. Levkova",
        "M. Di Pierro",
        "A. El-Khadra",
        "A. S. Kronfeld",
        "P. B. Mackenzie",
        "J. Simone"
      ],
      "pdf": "https://arxiv.org/pdf/0910.0048v1",
      "link": "https://arxiv.org/abs/0910.0048v1",
      "published": "2009-09-30T22:47:21Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "739972",
        "inspire_url": "https://inspirehep.net/literature/739972",
        "doi": "10.22323/1.032.0175",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2006",
            "page_start": "175",
            "artid": "175",
            "year": 2006
          },
          {},
          {}
        ],
        "citation_count": 3,
        "journal_ref": "PoS, LAT2006, artid 175, p. 175, 2006"
      }
    },
    {
      "id": "0909.5122v1",
      "title": "On the magnetic equation of state in (2+1)-flavor QCD",
      "summary": "A first study of critical behavior in the vicinity of the chiral phase transition of (2+1)-flavor QCD is presented. We analyze the quark mass and volume dependence of the chiral condensate and chiral susceptibilities in QCD with two degenerate light quark masses and a strange quark. The strange quark mass (m_s) is chosen close to its physical value; the two degenerate light quark masses (m_l) are varied in a wide range 1/80 \\le m_l/m_s \\le 2/5, where the smallest light quark mass value corresponds to a pseudo-scalar Goldstone mass of about 75 MeV. All calculations are performed with staggered fermions on lattices with temporal extent Nt=4. We show that numerical results are consistent with O(N) scaling in the chiral limit. We find that in the region of physical light quark mass values, m_l/m_s \\simeq 1/20, the temperature and quark mass dependence of the chiral condensate is already dominated by universal properties of QCD that are encoded in the scaling function for the chiral order parameter, the magnetic equation of state. We also provide evidence for the influence of thermal fluctuations of Goldstone modes on the chiral condensate at finite temperature. At temperatures below, but close to the chiral phase transition at vanishing quark mass, this leads to a characteristic dependence of the light quark chiral condensate on the square root of the light quark mass.",
      "authors": [
        "S. Ejiri",
        "F. Karsch",
        "E. Laermann",
        "C. Miao",
        "S. Mukherjee",
        "P. Petreczky",
        "C. Schmidt",
        "W. Soeldner",
        "W. Unger"
      ],
      "pdf": "https://arxiv.org/pdf/0909.5122v1",
      "link": "https://arxiv.org/abs/0909.5122v1",
      "published": "2009-09-28T16:04:02Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "832414",
        "inspire_url": "https://inspirehep.net/literature/832414",
        "doi": "10.1103/PhysRevD.80.094505",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "094505",
            "year": 2009
          }
        ],
        "citation_count": 207,
        "journal_ref": "Phys.Rev.D, 80, artid 094505, 2009"
      }
    },
    {
      "id": "0909.5126v1",
      "title": "Radiative corrections to the m(oving)NRQCD action and heavy-light operators",
      "summary": "Rare decays of B mesons, such as B \\to K^*γand B\\to K^{(*)}\\ell^+\\ell^- are loop suppressed in the Standard Model and sensitive to new physics. The final state meson in heavy-light decays at large recoil has sizeable momentum in the rest frame of the decaying meson. To reduce the resulting discretization errors we formulate the nonrelativistic heavy quark action in a moving frame. We discuss the perturbative renormalization of the leading order heavy-light operators in the resulting theory which is known as m(oving)NRQCD.\n  We also present radiative corrections to the NRQCD action computed using automated lattice perturbation theory. By combining this technique with high-beta simulations in the weak coupling regime of the theory higher order loop corrections can be calculated very efficiently.",
      "authors": [
        "Eike H. Müller",
        "Christine T. H. Davies",
        "Alistair Hart",
        "Georg M. von Hippel",
        "Ron R. Horgan",
        "Iain Kendall",
        "Andrew Lee",
        "Stefan Meinel",
        "Chris Monahan",
        "Matthew Wingate"
      ],
      "pdf": "https://arxiv.org/pdf/0909.5126v1",
      "link": "https://arxiv.org/abs/0909.5126v1",
      "published": "2009-09-28T16:00:24Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "832417",
        "inspire_url": "https://inspirehep.net/literature/832417",
        "doi": "10.22323/1.091.0241",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "241",
            "artid": "241",
            "year": 2009
          },
          {}
        ],
        "citation_count": 9,
        "journal_ref": "PoS, LAT2009, artid 241, p. 241, 2009"
      }
    },
    {
      "id": "0909.5101v2",
      "title": "Anomalies and discrete chiral symmetries",
      "summary": "The quantum anomaly that breaks the U(1) axial symmetry of massless multi-flavored QCD leaves behind a discrete flavor-singlet chiral invariance. With massive quarks, this residual symmetry has a close connection with the strong CP-violating parameter theta. One result is that if the lightest quarks are degenerate, then a first order transition will occur when theta passes through pi. The resulting framework helps clarify when the rooting prescription for extrapolating in the number of flavors is valid.",
      "authors": [
        "Michael Creutz"
      ],
      "pdf": "https://arxiv.org/pdf/0909.5101v2",
      "link": "https://arxiv.org/abs/0909.5101v2",
      "published": "2009-09-28T14:13:41Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "832402",
        "inspire_url": "https://inspirehep.net/literature/832402",
        "doi": "10.22323/1.087.0008",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "QCD-TNT09",
            "page_start": "008",
            "artid": "008",
            "year": 2009
          },
          {}
        ],
        "citation_count": 4,
        "journal_ref": "PoS, QCD-TNT09, artid 008, p. 008, 2009"
      }
    },
    {
      "id": "0909.4947v1",
      "title": "Extracting black hole physics from the lattice",
      "summary": "We perform lattice simulations of N D0-branes at finite temperature in the decoupling limit, namely 16 supercharge SU(N) Yang-Mills quantum mechanics in the 't Hooft limit. At low temperature this theory is conjectured to be dual to certain supergravity black holes. We emphasize that the existence of a non-compact moduli space renders the partition function of the quantum mechanics theory divergent, and we perform one loop calculations that demonstrate this explicitly. In consequence we use a scalar mass term to regulate this divergence and argue that the dual black hole thermodynamics may be recovered in the appropriate large N limit as the regulator is removed. We report on simulations for N up to 5 including the Pfaffian phase, and N up to 12 in the phase quenched approximation. Interestingly, in the former case, where we may calculate this potentially difficult phase, we find that it appears to play little role dynamically over the temperature range tested, which is certainly encouraging for future simulations of this theory.",
      "authors": [
        "Simon Catterall",
        "Toby Wiseman"
      ],
      "pdf": "https://arxiv.org/pdf/0909.4947v1",
      "link": "https://arxiv.org/abs/0909.4947v1",
      "published": "2009-09-27T16:14:24Z",
      "categories": [
        "hep-th",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "832352",
        "inspire_url": "https://inspirehep.net/literature/832352",
        "doi": "10.1007/JHEP04(2010)077",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "04",
            "page_start": "077",
            "artid": "077",
            "year": 2010
          }
        ],
        "citation_count": 110,
        "journal_ref": "JHEP, 04, artid 077, p. 077, 2010"
      }
    },
    {
      "id": "0909.4931v1",
      "title": "The S Parameter in QCD from Domain Wall Fermions",
      "summary": "We have computed the SU(2) Low Energy Constant l5 and the mass splitting between charged and neutral pions from a lattice QCD simulation of nf = 2 + 1 flavors of Domain Wall Fermions at a scale of a-1 = 2.33GeV. Relating l5 to the S parameter in QCD we obtain a value of S(mH=120GeV) = 0.42(7), in agreement with previous determinations. Our result can be compared with the value of S from electroweak precision data which constrains strongly interacting models of new physics like Technicolor. This work in QCD serves as a test for the methods to compute the S parameter with Domain Wall Fermions in theories beyond the Standard Model. We also infer a value for the pion mass splitting in agreement with experiment.",
      "authors": [
        "Peter A. Boyle",
        "Luigi Del Debbio",
        "Jan Wennekers",
        "James M. Zanotti"
      ],
      "pdf": "https://arxiv.org/pdf/0909.4931v1",
      "link": "https://arxiv.org/abs/0909.4931v1",
      "published": "2009-09-27T12:30:29Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "832348",
        "inspire_url": "https://inspirehep.net/literature/832348",
        "doi": "10.1103/PhysRevD.81.014504",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "81",
            "artid": "014504",
            "year": 2010
          }
        ],
        "citation_count": 55,
        "journal_ref": "Phys.Rev.D, 81, artid 014504, 2010"
      }
    },
    {
      "id": "0909.4532v2",
      "title": "Supersymmetric lattices - a brief introduction",
      "summary": "Recently, new theoretical ideas have allowed the construction of lattice actions which are explicitly invariant under one or more supersymmetries. These theories are local and free of doublers and in the case of Yang-Mills theories also possess exact gauge invariance. In this talk these ideas are reviewed with particular emphasis being placed on ${\\cal N}=4$ super Yang-Mills theory.",
      "authors": [
        "Simon Catterall"
      ],
      "pdf": "https://arxiv.org/pdf/0909.4532v2",
      "link": "https://arxiv.org/abs/0909.4532v2",
      "published": "2009-09-24T20:15:46Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "832114",
        "inspire_url": "https://inspirehep.net/literature/832114",
        "doi": "10.22323/1.091.0216",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "216",
            "artid": "216",
            "year": 2009
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LAT2009, artid 216, p. 216, 2009"
      }
    },
    {
      "id": "0909.3837v3",
      "title": "Bottom hadrons from lattice QCD with domain wall and NRQCD fermions",
      "summary": "Dynamical 2+1 flavor lattice QCD is used to calculate the masses of bottom hadrons, including B mesons, singly and doubly bottom baryons, and for the first time also the triply-bottom baryon Omega_bbb. The domain wall action is used for the up-, down-, and strange quarks (both valence and sea), while the bottom quark is implemented with non-relativistic QCD. A calculation of the bottomonium spectrum is also presented.",
      "authors": [
        "Stefan Meinel",
        "William Detmold",
        "C. -J. David Lin",
        "Matthew Wingate"
      ],
      "pdf": "https://arxiv.org/pdf/0909.3837v3",
      "link": "https://arxiv.org/abs/0909.3837v3",
      "published": "2009-09-21T20:36:02Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "831801",
        "inspire_url": "https://inspirehep.net/literature/831801",
        "doi": "10.22323/1.091.0105",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "105",
            "artid": "105",
            "year": 2009
          },
          {}
        ],
        "citation_count": 10,
        "journal_ref": "PoS, LAT2009, artid 105, p. 105, 2009"
      }
    },
    {
      "id": "0909.3294v2",
      "title": "Singly and Doubly Charmed J=1/2 Baryon Spectrum from Lattice QCD",
      "summary": "We compute the masses of the singly and doubly charmed baryons in full QCD using the relativistic Fermilab action for the charm quark. For the light quarks we use domain-wall fermions in the valence sector and improved Kogut-Susskind sea quarks. We use the low-lying charmonium spectrum to tune our heavy-quark action and as a guide to understanding the discretization errors associated with the heavy quark. Our results are in good agreement with experiment within our systematics. For the Ξ_{cc}, we find the isospin-averaged mass to be M_{Ξ_{cc}} = 3665 +/- 17 +/- 14 +0 -78 MeV; the three given uncertainties are statistical, systematic and an estimate of lattice discretization errors, respectively. In addition, we predict the mass splitting of the (isospin-averaged) spin-1/2 Ω_{cc} with the Ξ_{cc} to be M_{Ω_{cc}} - M_{Ξ_{cc}} = 98 +/- 9 +/- 22 +/- 13 MeV (in this mass splitting, the leading discretization errors are also suppressed by SU(3) symmetry). Combining this splitting with our determination of M_{Ξ_{cc}} leads to our prediction of the spin-1/2 Ω_{cc} mass, M_{Ω_{cc}} = 3763 +/- 19 +/- 26 +13 -79 MeV.",
      "authors": [
        "Liuming Liu",
        "Huey-Wen Lin",
        "Kostas Orginos",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0909.3294v2",
      "link": "https://arxiv.org/abs/0909.3294v2",
      "published": "2009-09-17T18:52:19Z",
      "categories": [
        "hep-lat",
        "hep-ex",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "831556",
        "inspire_url": "https://inspirehep.net/literature/831556",
        "doi": "10.1103/PhysRevD.81.094505",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "81",
            "artid": "094505",
            "year": 2010
          }
        ],
        "citation_count": 130,
        "journal_ref": "Phys.Rev.D, 81, artid 094505, 2010"
      }
    },
    {
      "id": "0909.3077v1",
      "title": "Deconfining phase transition on a double-layered torus",
      "summary": "Deconfined regions in relativistic heavy ion collisions are limited to small volumes surrounded by a confined exterior. Here the geometry of a double layered torus is discussed, which allows for different temperatures in its two layers. This geometry enables one to approach the QCD continuum limit for small deconfined volumes with confined exteriors in a more realistic fashion than by using periodic boundary conditions. Preliminary data from a study for pure SU(3) lattice gauge theory support a substantial increase in a pseudo transition temperature.",
      "authors": [
        "Bernd A. Berg",
        "Alexei Bazavov",
        "Hao Wu"
      ],
      "pdf": "https://arxiv.org/pdf/0909.3077v1",
      "link": "https://arxiv.org/abs/0909.3077v1",
      "published": "2009-09-16T18:29:23Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "831466",
        "inspire_url": "https://inspirehep.net/literature/831466",
        "doi": "10.22323/1.091.0164",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "164",
            "artid": "164",
            "year": 2009
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LAT2009, artid 164, p. 164, 2009"
      }
    },
    {
      "id": "0909.2686v2",
      "title": "Lattice studies of hadrons with heavy flavors",
      "summary": "I will discuss recent developments in lattice studies of hadrons composed of heavy quarks. I will mostly cover topics which are at a state of direct comparison with experiment, but will also discuss new ideas and promising techniques to aid future studies of lattice heavy quark physics.",
      "authors": [
        "C. Aubin"
      ],
      "pdf": "https://arxiv.org/pdf/0909.2686v2",
      "link": "https://arxiv.org/abs/0909.2686v2",
      "published": "2009-09-14T22:41:32Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "831299",
        "inspire_url": "https://inspirehep.net/literature/831299",
        "doi": "10.22323/1.091.0007",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "007",
            "artid": "007",
            "year": 2009
          },
          {}
        ],
        "citation_count": 23,
        "journal_ref": "PoS, LAT2009, artid 007, p. 007, 2009"
      }
    },
    {
      "id": "0909.2281v1",
      "title": "The vector and axial currents in Wilson chiral perturbation theory",
      "summary": "We reconsider the construction and matching of the vector and axial currents in Wilson Chiral Perturbation Theory (WChPT), the low-energy effective theory for lattice QCD with Wilson fermions. In particular, we discuss in detail the impact of the finite renormalization of the currents on their matching from the lattice theory to WChPT.We explicitly show that imposing chiral Ward-Takahashi identities on the currents leads, in general, to additional terms of O(a) in the axial current. We illustrate the impact on physical quantities by computing the pion decay constant to one-loop order in the two flavor theory. Our result differs from previously published ones.",
      "authors": [
        "Sinya Aoki",
        "Oliver Bar",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0909.2281v1",
      "link": "https://arxiv.org/abs/0909.2281v1",
      "published": "2009-09-14T17:52:23Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "831032",
        "inspire_url": "https://inspirehep.net/literature/831032",
        "doi": "10.22323/1.091.0084",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "084",
            "artid": "084",
            "year": 2009
          },
          {}
        ],
        "citation_count": 2,
        "journal_ref": "PoS, LAT2009, artid 084, p. 084, 2009"
      }
    },
    {
      "id": "0909.2019v2",
      "title": "QCD thermodynamics with colour-sextet quarks",
      "summary": "We study QCD with two flavours of colour-sextet quarks as a candidate walking-Technicolor theory. We simulate lattice QCD with two flavours of colour-sextet staggered quarks at finite temperatures to observe the scales of confinement and chiral-symmetry breaking. These should give us some indication as to whether the massless theory has an infrared fixed point making it a conformal field theory, or whether it exhibits confinement and chiral symmetry breaking with a slowly varying coupling constant, i.e. `walks'. We find that unlike the case with fundamental quarks, the deconfinement and chiral-symmetry restoration transitions are far apart. The values of $β=6/g^2$ for both transitions increase when $Ta$ is decreased from 1/4 to 1/6 as would be expected for finite temperature transitions of an asymptotically-free field theory. So far we see no suggestion of conformal behaviour.",
      "authors": [
        "D. K. Sinclair",
        "J. B. Kogut"
      ],
      "pdf": "https://arxiv.org/pdf/0909.2019v2",
      "link": "https://arxiv.org/abs/0909.2019v2",
      "published": "2009-09-10T19:42:43Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "830892",
        "inspire_url": "https://inspirehep.net/literature/830892",
        "doi": "10.22323/1.091.0184",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "184",
            "artid": "184",
            "year": 2009
          },
          {}
        ],
        "citation_count": 21,
        "journal_ref": "PoS, LAT2009, artid 184, p. 184, 2009"
      }
    },
    {
      "id": "0909.1843v1",
      "title": "Volume independence of large-N QCD with adjoint fermions",
      "summary": "It has been proposed that four-dimensional QCD with fermions in the adjoint representation exhibits volume-independence in the large-N limit. If correct, this would mean that results for physical quantities could be obtained from the single-site version of the model. A necessary condition for volume-independence is that the (Z_N)^4 center-symmetry of the single-site theory is unbroken. We explore the phase diagram of the theory with a single Dirac fermion using Wilson fermions for a number of colors in the range N=8-15, and identify the region in the parameter space of quark mass and gauge coupling where the symmetry appears to be unbroken. Our evidence suggests that this region includes both light and heavy quarks, and our results are consistent with this region extending to the continuum limit.",
      "authors": [
        "Barak Bringoltz",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0909.1843v1",
      "link": "https://arxiv.org/abs/0909.1843v1",
      "published": "2009-09-09T22:50:37Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "830840",
        "inspire_url": "https://inspirehep.net/literature/830840",
        "doi": "10.22323/1.091.0048",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2009",
            "page_start": "048",
            "artid": "048",
            "year": 2009
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LAT2009, artid 048, p. 048, 2009"
      }
    },
    {
      "id": "0909.0200v2",
      "title": "Highly excited and exotic meson spectrum from dynamical lattice QCD",
      "summary": "Using a new quark-field construction algorithm and a large variational basis of operators, we extract a highly excited isovector meson spectrum on dynamical anisotropic lattices. We show how carefully constructed operators can be used to reliably identify the continuum spin of extracted states, overcoming the reduced cubic symmetry of the lattice. Using this method we extract, with confidence, excited states, states with exotic quantum numbers (0+-, 1-+ and 2+-) and states of high spin, including for the first time in lattice QCD, spin-four states.",
      "authors": [
        "Jozef J. Dudek",
        "Robert G. Edwards",
        "Michael J. Peardon",
        "David G. Richards",
        "Christopher E. Thomas"
      ],
      "pdf": "https://arxiv.org/pdf/0909.0200v2",
      "link": "https://arxiv.org/abs/0909.0200v2",
      "published": "2009-09-01T14:56:08Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "830075",
        "inspire_url": "https://inspirehep.net/literature/830075",
        "doi": "10.1103/PhysRevLett.103.262001",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.Lett.",
            "journal_volume": "103",
            "artid": "262001",
            "year": 2009
          }
        ],
        "citation_count": 207,
        "journal_ref": "Phys.Rev.Lett., 103, artid 262001, 2009"
      }
    },
    {
      "id": "0908.3626v1",
      "title": "Lattice QCD in Background Fields",
      "summary": "Electromagnetic properties of hadrons can be computed by lattice simulations of QCD in background fields. We demonstrate new techniques for the investigation of charged hadron properties in electric fields. Our current calculations employ large electric fields, motivating us to analyze chiral dynamics in strong QED backgrounds, and subsequently uncover surprising non-perturbative effects present at finite volume.",
      "authors": [
        "William Detmold",
        "Brian C. Tiburzi",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0908.3626v1",
      "link": "https://arxiv.org/abs/0908.3626v1",
      "published": "2009-08-25T14:27:04Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "829450",
        "inspire_url": "https://inspirehep.net/literature/829450",
        "publication_info": [
          {},
          {
            "journal_title": "eCONF",
            "journal_volume": "C0906083",
            "page_start": "03",
            "artid": "03",
            "year": 2009
          }
        ],
        "citation_count": 13
      }
    },
    {
      "id": "0908.3079v2",
      "title": "Spectral Properties of Quarks at Finite Temperature in Lattice QCD",
      "summary": "We analyze the quark spectral function above and below the critical temperature for deconfinement and at finite momentum in quenched lattice QCD. It is found that the temporal quark correlation function in the deconfined phase near the critical temperature is well reproduced by a two-pole ansatz for the spectral function. The bare quark mass and momentum dependences of the spectral function are analyzed with this ansatz. In the chiral limit we find that even near the critical temperature the quark spectral function has two collective modes corresponding to the normal and plasmino excitations in the high temperature (T) limit. The pole mass of these modes at zero momentum, which should be identified to be the thermal mass of the quark, is approximately proportional to T in a rather wide range of T in the deconfined phase.",
      "authors": [
        "Masakiyo Kitazawa",
        "Frithjof Karsch"
      ],
      "pdf": "https://arxiv.org/pdf/0908.3079v2",
      "link": "https://arxiv.org/abs/0908.3079v2",
      "published": "2009-08-21T09:36:02Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "829245",
        "inspire_url": "https://inspirehep.net/literature/829245",
        "doi": "10.1016/j.nuclphysa.2009.09.024",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "830",
            "page_start": "223C",
            "year": 2009,
            "page_end": "226C"
          },
          {}
        ],
        "citation_count": 6,
        "journal_ref": "Nucl.Phys.A, 830, p. 223C, 2009"
      }
    },
    {
      "id": "0908.2582v1",
      "title": "Two-Flavor Chiral Perturbation Theory for Hyperons",
      "summary": "The three-flavor chiral expansion for octet baryons has well-known problems with convergence. We show that this three-flavor chiral expansion can be reorganized into a two-flavor expansion thereby eliminating large kaon and eta loop contributions. Issues of the underlying formulation are addressed by considering the effect of strangeness changing thresholds on hyperon masses. While the spin-3/2 hyperon resonances are considerably more sensitive to these thresholds compared to the spin-1/2 hyperons, we demonstrate that in both cases the essential physics can be captured in the two-flavor effective theory by terms that are analytic in the pion mass squared, but non-analytic in the strange quark mass. Using the two-flavor theory of hyperons, baryon masses and axial charges are investigated. Loop contributions in the two-flavor theory appear to be perturbatively under control. A natural application for our development is to study the pion mass dependence of lattice QCD data on hyperon properties.",
      "authors": [
        "B. C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/0908.2582v1",
      "link": "https://arxiv.org/abs/0908.2582v1",
      "published": "2009-08-18T14:50:16Z",
      "categories": [
        "nucl-th",
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "828982",
        "inspire_url": "https://inspirehep.net/literature/828982",
        "doi": "10.22323/1.086.0018",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "CD09",
            "page_start": "018",
            "artid": "018",
            "year": 2009
          },
          {}
        ],
        "citation_count": 6,
        "journal_ref": "PoS, CD09, artid 018, p. 018, 2009"
      }
    },
    {
      "id": "0908.2466v2",
      "title": "Chiral properties of SU(3) sextet fermions",
      "summary": "SU(3) gauge theory with overlap fermions in the 2-index symmetric (sextet) and fundamental representations is considered. A priori it is not known what the pattern of chiral symmetry breaking is in a higher dimensional representation although the general expectation is that if two representations are both complex, the breaking pattern will be the same. This expectation is verified for the sextet at N_f = 0 in several exact zero mode sectors. It is shown that if the volume is large enough the same random matrix ensemble describes both the sextet and fundamental Dirac eigenvalues. The number of zero modes for the sextet increases approximately 5-fold relative to the fundamental in accordance with the index theorem for small lattice spacing but zero modes which do not correspond to integer topological charge do exist at larger lattice spacings. The zero mode number dependence of the random matrix model predictions correctly match the simulations in each sector and each representation.",
      "authors": [
        "Zoltan Fodor",
        "Kieran Holland",
        "Julius Kuti",
        "Daniel Nogradi",
        "Chris Schroeder"
      ],
      "pdf": "https://arxiv.org/pdf/0908.2466v2",
      "link": "https://arxiv.org/abs/0908.2466v2",
      "published": "2009-08-17T23:53:36Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "828945",
        "inspire_url": "https://inspirehep.net/literature/828945",
        "doi": "10.1088/1126-6708/2009/11/103",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "11",
            "page_start": "103",
            "artid": "103",
            "year": 2009
          }
        ],
        "citation_count": 70,
        "journal_ref": "JHEP, 11, artid 103, p. 103, 2009"
      }
    },
    {
      "id": "0908.1951v2",
      "title": "The HotQCD Equation of State",
      "summary": "We present results from recent calculations of the QCD equation of state by the HotQCD Collaboration and review the implications for hydrodynamic modeling. The equation of state of QCD at zero baryon density was calculated on a lattice of dimensions $32^3 \\times 8$ with $m_l = 0.1 m_s$ (corresponding to a pion mass of $\\sim$220 MeV) using two improved staggered fermion actions, p4 and asqtad. C alculations were performed along lines of constant physics using more than 100M cpu-hours on BG/L supercomputers at LLNL, NYBlue, and SDSC. We present paramete rizations of the equation of state suitable for input into hydrodynamics models of heavy ion collisions.",
      "authors": [
        "R. A. Soltz"
      ],
      "pdf": "https://arxiv.org/pdf/0908.1951v2",
      "link": "https://arxiv.org/abs/0908.1951v2",
      "published": "2009-08-13T18:30:54Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "828465",
        "inspire_url": "https://inspirehep.net/literature/828465",
        "doi": "10.1016/j.nuclphysa.2009.09.061",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "830",
            "page_start": "725C",
            "year": 2009,
            "page_end": "728C"
          },
          {}
        ],
        "citation_count": 3,
        "journal_ref": "Nucl.Phys.A, 830, p. 725C, 2009"
      }
    },
    {
      "id": "0908.1451v2",
      "title": "Computation of the string tension in four-dimensional Yang-Mills theory using large N reduction",
      "summary": "Continuum reduction and Monte Carlo simulation are used to calculate the heavy quark potential and the string tension in large N Yang-Mills theory in four dimensions. The potential is calculated out to a separation of nine lattice units on a lattice with extent six in each direction.",
      "authors": [
        "Joe Kiskis",
        "Rajamani Narayanan"
      ],
      "pdf": "https://arxiv.org/pdf/0908.1451v2",
      "link": "https://arxiv.org/abs/0908.1451v2",
      "published": "2009-08-11T04:38:55Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "828259",
        "inspire_url": "https://inspirehep.net/literature/828259",
        "doi": "10.1016/j.physletb.2009.10.043",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "681",
            "page_start": "372",
            "year": 2009,
            "page_end": "375"
          }
        ],
        "citation_count": 13,
        "journal_ref": "Phys.Lett.B, 681, p. 372, 2009"
      }
    },
    {
      "id": "0908.1155v2",
      "title": "Study of QCD critical point using canonical ensemble method",
      "summary": "The existence of the QCD critical point at non-zero baryon density is not only of great interest for experimental physics but also a challenge for the theory. We use lattice simulations based on the canonical ensemble method to explore the finite baryon density region and look for the critical point. We scan the phase diagram of QCD with three degenerate quark flavors using clover fermions with $m_π\\approx 700{MeV}$ on $6^3\\times4$ lattices. We measure the baryon chemical potential as we increase the density and we see the characteristic \"S-shape\" that signals the first order phase transition. We determine the phase boundary by Maxwell construction and report our preliminary results for the location of critical point.",
      "authors": [
        "Anyi Li",
        "Andrei Alexandru",
        "Xiangfei Meng",
        "Keh-Fei Liu"
      ],
      "pdf": "https://arxiv.org/pdf/0908.1155v2",
      "link": "https://arxiv.org/abs/0908.1155v2",
      "published": "2009-08-08T07:33:29Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "828132",
        "inspire_url": "https://inspirehep.net/literature/828132",
        "doi": "10.1016/j.nuclphysa.2009.10.113",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "830",
            "page_start": "633C",
            "year": 2009,
            "page_end": "635C"
          }
        ],
        "citation_count": 14,
        "journal_ref": "Nucl.Phys.A, 830, p. 633C, 2009"
      }
    },
    {
      "id": "0907.4562v1",
      "title": "Nearly conformal gauge theories in finite volume",
      "summary": "We report new results on nearly conformal gauge theories with fermions in the fundamental representation of the SU(3) color gauge group as the number of fermion flavors is varied in the Nf = 4-16 range. To unambiguously identify the chirally broken phase below the conformal window we apply a comprehensive lattice tool set in finite volumes which includes the test of Goldstone pion dynamics, the spectrum of the fermion Dirac operator, and eigenvalue distributions of random matrix theory. We also discuss the theory inside the conformal window and present our first results on the running of the renormalized gauge coupling and the renormalization group beta function. The importance of understanding finite volume zero momentum gauge field dynamics inside the conformal window is illustrated. Staggered lattice fermions are used throughout the calculations.",
      "authors": [
        "Zoltan Fodor",
        "Kieran Holland",
        "Julius Kuti",
        "Daniel Nogradi",
        "Chris Schroeder"
      ],
      "pdf": "https://arxiv.org/pdf/0907.4562v1",
      "link": "https://arxiv.org/abs/0907.4562v1",
      "published": "2009-07-27T08:31:28Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "826881",
        "inspire_url": "https://inspirehep.net/literature/826881",
        "doi": "10.1016/j.physletb.2009.10.040",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "681",
            "page_start": "353",
            "year": 2009,
            "page_end": "361"
          }
        ],
        "citation_count": 167,
        "journal_ref": "Phys.Lett.B, 681, p. 353, 2009"
      }
    },
    {
      "id": "0907.4516v1",
      "title": "Exploring the Spectrum of QCD using the Lattice",
      "summary": "The calculation of the spectrum of QCD is key to an understanding of the strong interactions, and vital if we are to capitalize on the experimental study of the spectrum. In this paper, we describe progress towards understanding the spectrum of resonances of both mesons and baryons from lattice QCD, focusing in particular on the resonances of the $I=1/2$ nucleon states, and of charmonium mesons composed of the heavy charmed quarks.",
      "authors": [
        "John Bulava",
        "Saul Cohen",
        "Jozef Dudek",
        "Robert Edwards",
        "Eric Engelson",
        "Justin Foley",
        "Balint Joo",
        "Jimmy Juge",
        "Huey-Wen Lin",
        "Nilmani Mathur",
        "Colin Morningstar",
        "Mike Peardon",
        "David Richards",
        "Sinead Ryan",
        "Christopher Thomas",
        "Anthony Thomas",
        "Stephen Wallace"
      ],
      "pdf": "https://arxiv.org/pdf/0907.4516v1",
      "link": "https://arxiv.org/abs/0907.4516v1",
      "published": "2009-07-26T20:15:54Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "826862",
        "inspire_url": "https://inspirehep.net/literature/826862",
        "doi": "10.1088/1742-6596/180/1/012067",
        "publication_info": [
          {
            "journal_title": "J.Phys.Conf.Ser.",
            "journal_volume": "180",
            "artid": "012067",
            "year": 2009
          },
          {}
        ],
        "citation_count": 3,
        "journal_ref": "J.Phys.Conf.Ser., 180, artid 012067, 2009"
      }
    },
    {
      "id": "0907.4194v1",
      "title": "Nucleon Electromagnetic Form Factors from Lattice QCD using 2+1 Flavor Domain Wall Fermions on Fine Lattices and Chiral Perturbation Theory",
      "summary": "We present a high-statistics calculation of nucleon electromagnetic form factors in $N_f=2+1$ lattice QCD using domain wall quarks on fine lattices, to attain a new level of precision in systematic and statistical errors. Our calculations use $32^3 \\times 64$ lattices with lattice spacing a=0.084 fm for pion masses of 297, 355, and 403 MeV, and we perform an overdetermined analysis using on the order of 3600 to 7000 measurements to calculate nucleon electric and magnetic form factors up to $Q^2 \\approx$ 1.05 GeV$^2$. Results are shown to be consistent with those obtained using valence domain wall quarks with improved staggered sea quarks, and using coarse domain wall lattices. We determine the isovector Dirac radius $r_1^v$, Pauli radius $r_2^v$ and anomalous magnetic moment $κ_v$. We also determine connected contributions to the corresponding isoscalar observables. We extrapolate these observables to the physical pion mass using two different formulations of two-flavor chiral effective field theory at one loop: the heavy baryon Small Scale Expansion (SSE) and covariant baryon chiral perturbation theory. The isovector results and the connected contributions to the isoscalar results are compared with experiment, and the need for calculations at smaller pion masses is discussed.",
      "authors": [
        "S. N. Syritsyn",
        "J. D. Bratt",
        "M. F. Lin",
        "H. B. Meyer",
        "J. W. Negele",
        "A. V. Pochinsky",
        "M. Procura",
        "M. Engelhardt",
        "Ph. Hagler",
        "T. R. Hemmert",
        "W. Schroers"
      ],
      "pdf": "https://arxiv.org/pdf/0907.4194v1",
      "link": "https://arxiv.org/abs/0907.4194v1",
      "published": "2009-07-24T16:36:21Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "826716",
        "inspire_url": "https://inspirehep.net/literature/826716",
        "doi": "10.1103/PhysRevD.81.034507",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "81",
            "artid": "034507",
            "year": 2010
          }
        ],
        "citation_count": 123,
        "journal_ref": "Phys.Rev.D, 81, artid 034507, 2010"
      }
    },
    {
      "id": "0907.2980v1",
      "title": "Dyson instability for 2D nonlinear O(N) sigma models",
      "summary": "For lattice models with compact field integration (nonlinear sigma models over compact manifolds and gauge theories with compact groups) and satisfying some discrete symmetry, the change of sign of the bare coupling g_0^2 at zero results in a mere discontinuity in the average energy rather than the catastrophic instability occurring in theories with integration over arbitrarily large fields. This indicates that the large order of perturbative series and the non-perturbative contributions should have unexpected features. Using the large-N limit of 2-dimensional nonlinear O(N) sigma model, we discuss the complex singularities of the average energy for complex 't Hooft coupling lambda= g_0^2N. A striking difference with the usual situation is the absence of cut along the negative real axis. We show that the zeros of the partition function can only be inside a clover shape region of the complex lambda plane. We calculate the density of states and use the result to verify numerically the statement about the zeros. We propose dispersive representations of the derivatives of the average energy for an approximate expression of the discontinuity. The discontinuity is purely non-perturbative and contributions at small negative coupling in one dispersive representation are essential to guarantee that the derivatives become exponentially small when lambda -> 0^+ We discuss the implications for gauge theories.",
      "authors": [
        "Y. Meurice"
      ],
      "pdf": "https://arxiv.org/pdf/0907.2980v1",
      "link": "https://arxiv.org/abs/0907.2980v1",
      "published": "2009-07-17T18:39:58Z",
      "categories": [
        "hep-lat",
        "cond-mat.stat-mech",
        "hep-th"
      ],
      "inspire": {
        "control_number": "825976",
        "inspire_url": "https://inspirehep.net/literature/825976",
        "doi": "10.1103/PhysRevD.80.054020",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "054020",
            "year": 2009
          }
        ],
        "citation_count": 9,
        "journal_ref": "Phys.Rev.D, 80, artid 054020, 2009"
      }
    },
    {
      "id": "0907.1901v3",
      "title": "Theory Support for the Excited Baryon Program at the Jlab 12 GeV Upgrade",
      "summary": "This document outlines major directions in theoretical support for the measurement of nucleon resonance transition form factors at the JLab 12 GeV upgrade with the CLAS12 detector. Using single and double meson production, prominent resonances in the mass range up to 2 GeV will be studied in the range of photon virtuality $Q^2$ up to 12 GeV$^2$ where quark degrees of freedom are expected to dominate. High level theoretical analysis of these data will open up opportunities to understand how the interactions of dressed quarks create the ground and excited nucleon states and how these interactions emerge from QCD. The paper reviews the current status and the prospects of QCD based model approaches that relate phenomenological information on transition form factors to the non-perturbative strong interaction mechanisms, that are responsible for resonance formation.",
      "authors": [
        "I. Aznauryan",
        "V. Braun",
        "V. Burkert",
        "S. Capstick",
        "R. Edwards",
        "I. C. Cloet",
        "M. Giannini",
        "T. -S. H. Lee",
        "H. -W. Lin",
        "V. Mokeev",
        "C. D. Roberts",
        "E. Santopinto",
        "P. Stoler",
        "Q. Zhao",
        "B. S. Zou"
      ],
      "pdf": "https://arxiv.org/pdf/0907.1901v3",
      "link": "https://arxiv.org/abs/0907.1901v3",
      "published": "2009-07-11T15:12:54Z",
      "categories": [
        "nucl-th",
        "hep-lat",
        "nucl-ex"
      ],
      "inspire": {
        "control_number": "825455",
        "inspire_url": "https://inspirehep.net/literature/825455",
        "publication_info": [
          {}
        ],
        "citation_count": 45
      }
    },
    {
      "id": "0907.1913v1",
      "title": "Meson-Baryon Scattering Lengths from Mixed-Action Lattice QCD",
      "summary": "The $π^+Σ^+$, $π^+Ξ^0$, $K^+p$, $K^+n$, and $\\overline{K}{}^0 Ξ^0$ scattering lengths are calculated in mixed-action Lattice QCD with domain-wall valence quarks on the asqtad-improved coarse MILC configurations at four light-quark masses, and at two light-quark masses on the fine MILC configurations. Heavy Baryon Chiral Perturbation Theory with two and three flavors of light quarks is used to perform the chiral extrapolations. To the order we work in the three-flavor chiral expansion, the kaon-baryon processes that we investigate show no signs of convergence. Using the two-flavor chiral expansion for extrapolation, the pion-hyperon scattering lengths are found to be $a_{π^+Σ^+}=-0.197\\pm0.017$ fm, and $a_{π^+Ξ^0}=-0.098\\pm0.017$ fm, where the comprehensive error includes statistical and systematic uncertainties.",
      "authors": [
        "Aaron Torok",
        "Silas R. Beane",
        "William Detmold",
        "Thomas C Luu",
        "Kostas Orginos",
        "Assumpta Parreno",
        "Martin J. Savage",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0907.1913v1",
      "link": "https://arxiv.org/abs/0907.1913v1",
      "published": "2009-07-10T21:09:21Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "825461",
        "inspire_url": "https://inspirehep.net/literature/825461",
        "doi": "10.1103/PhysRevD.81.074506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "81",
            "artid": "074506",
            "year": 2010
          }
        ],
        "citation_count": 73,
        "journal_ref": "Phys.Rev.D, 81, artid 074506, 2010"
      }
    },
    {
      "id": "0907.0919v1",
      "title": "Investigating the critical properties of beyond-QCD theories using Monte Carlo Renormalization Group matching",
      "summary": "Monte Carlo Renormalization Group (MCRG) methods were designed to study the non-perturbative phase structure and critical behavior of statistical systems and quantum field theories. I adopt the 2-lattice matching method used extensively in the 1980's and show how it can be used to predict the existence of non-perturbative fixed points and their related critical exponents in many flavor SU(3) gauge theories. This work serves to test the method and I study relatively well understood systems: the $N_f=0$, 4 and 16 flavor models. The pure gauge and $N_f=4$ systems are confining and chirally broken and the MCRG method can predict their bare step scaling functions. Results for the $N_f=16$ model indicate the existence of an infrared fixed point with nearly marginal gauge coupling. I present preliminary results for the scaling dimension of the mass at this new fixed point.",
      "authors": [
        "Anna Hasenfratz"
      ],
      "pdf": "https://arxiv.org/pdf/0907.0919v1",
      "link": "https://arxiv.org/abs/0907.0919v1",
      "published": "2009-07-06T05:49:29Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "825002",
        "inspire_url": "https://inspirehep.net/literature/825002",
        "doi": "10.1103/PhysRevD.80.034505",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "034505",
            "year": 2009
          }
        ],
        "citation_count": 93,
        "journal_ref": "Phys.Rev.D, 80, artid 034505, 2009"
      }
    },
    {
      "id": "0907.0529v2",
      "title": "A Lattice Test of 1/N_c Baryon Mass Relations",
      "summary": "1/N_c baryon mass relations are compared with lattice simulations of baryon masses using different values of the light-quark masses, and hence different values of SU(3) flavor-symmetry breaking. The lattice data clearly display both the 1/N_c and SU(3) flavor-symmetry breaking hierarchies. The validity of 1/N_c baryon mass relations derived without assuming approximate SU(3) flavor-symmetry also can be tested by lattice data at very large values of the strange quark mass. The 1/N_c expansion constrains the form of discretization effects; these are suppressed by powers of 1/N_c by taking suitable combinations of masses. This 1/N_c scaling is explicitly demonstrated in the present work.",
      "authors": [
        "Elizabeth Ellen Jenkins",
        "Aneesh V. Manohar",
        "John W. Negele",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0907.0529v2",
      "link": "https://arxiv.org/abs/0907.0529v2",
      "published": "2009-07-03T06:24:03Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "824839",
        "inspire_url": "https://inspirehep.net/literature/824839",
        "doi": "10.1103/PhysRevD.81.014502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "81",
            "artid": "014502",
            "year": 2010
          }
        ],
        "citation_count": 51,
        "journal_ref": "Phys.Rev.D, 81, artid 014502, 2010"
      }
    },
    {
      "id": "0907.0381v2",
      "title": "O(a^2) corrections to the one-loop propagator and bilinears of clover fermions with Symanzik improved gluons",
      "summary": "We calculate corrections to the fermion propagator and to the Green's functions of all fermion bilinear operators of the form $\\barΨΓΨ$, to one-loop in perturbation theory.\n  We employ the Wilson/clover action for fermions and a family of Symanzik improved actions for gluons.\n  The novel aspect of our calculations is that they are carried out to second order in the lattice spacing, $O(a^2)$. Consequently, they have addressed a number of new issues, most notably the appearance of loop integrands with strong IR divergences (convergent only beyond 6 dimensions). Such integrands are not present in $O(a^1)$ improvement calculations; there, IR divergent terms are seen to have the same structure as in the $O(a^0)$ case, by virtue of parity under integration, and they can thus be handled by well-known techniques. We explain how to correctly extract the full $O(a^2)$ dependence; in fact, our method is generalizable to any order in $a$.\n  The $O(a^2)$ corrections to the quark propagator and Green's functions computed in this paper are useful to improve the nonperturbative RI-MOM determination of renormalization constants for quark bilinear operators.\n  Our results depend on a large number of parameters: coupling constant, number of colors, lattice spacing, external momentum, clover parameter, Symanzik coefficients, gauge parameter. To make these results most easily accessible to the reader, we have included them in the distribution package of this paper, as an ASCII file named: Oa2results.m ; the file is best perused as Mathematica input.",
      "authors": [
        "M. Constantinou",
        "V. Lubicz",
        "H. Panagopoulos",
        "F. Stylianou"
      ],
      "pdf": "https://arxiv.org/pdf/0907.0381v2",
      "link": "https://arxiv.org/abs/0907.0381v2",
      "published": "2009-07-02T13:44:23Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "824770",
        "inspire_url": "https://inspirehep.net/literature/824770",
        "doi": "10.1088/1126-6708/2009/10/064",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "10",
            "page_start": "064",
            "artid": "064",
            "year": 2009
          }
        ],
        "citation_count": 74,
        "journal_ref": "JHEP, 10, artid 064, p. 064, 2009"
      }
    },
    {
      "id": "0906.4543v1",
      "title": "Volume scaling of Dirac eigenvalues in SU(3) lattice gauge theory with color sextet fermions",
      "summary": "I observe a rough volume-dependent scaling of the low eigenvalues of a chiral Dirac operator in lattice studies of SU(3) lattice gauge theory with two flavors of color sextet fermions, in its weak-coupling phase. The mean value of the ith eigenvalue scales with the simulation volume V=L^4 as <lambda_i>L^p ~zeta_i, where zeta_i is a volume-independent constant. The exponent p is about 1.4. A possible explanation for this phenomenon is that p is the leading relevant exponent associated with the fermion mass dependence of correlation functions in a theory whose zero-mass limit is conformal.",
      "authors": [
        "Thomas DeGrand"
      ],
      "pdf": "https://arxiv.org/pdf/0906.4543v1",
      "link": "https://arxiv.org/abs/0906.4543v1",
      "published": "2009-06-24T19:12:52Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "824015",
        "inspire_url": "https://inspirehep.net/literature/824015",
        "citation_count": 33
      }
    },
    {
      "id": "0906.4304v2",
      "title": "Exploring the light-quark interaction",
      "summary": "Two basic motivations for an upgraded JLab facility are the needs: to determine the essential nature of light-quark confinement and dynamical chiral symmetry breaking (DCSB); and to understand nucleon structure and spectroscopy in terms of QCD's elementary degrees of freedom. During the next ten years a programme of experiment and theory will be conducted that can address these questions. We present a Dyson-Schwinger equation perspective on this effort with numerous illustrations, amongst them: an interpretation of string-breaking; a symmetry-preserving truncation for mesons; the nucleon's strangeness sigma-term; and the neutron's charge distribution.",
      "authors": [
        "Lei Chang",
        "Ian C. Cloet",
        "Bruno El-Bennich",
        "Thomas Klahn",
        "Craig D. Roberts"
      ],
      "pdf": "https://arxiv.org/pdf/0906.4304v2",
      "link": "https://arxiv.org/abs/0906.4304v2",
      "published": "2009-06-23T16:48:19Z",
      "categories": [
        "nucl-th",
        "hep-lat",
        "hep-ph",
        "nucl-ex"
      ],
      "inspire": {
        "control_number": "823917",
        "inspire_url": "https://inspirehep.net/literature/823917",
        "doi": "10.1088/1674-1137/33/12/022",
        "publication_info": [
          {
            "journal_title": "Chin.Phys.C",
            "journal_volume": "33",
            "page_start": "1189",
            "year": 2009,
            "page_end": "1196"
          },
          {}
        ],
        "citation_count": 51,
        "journal_ref": "Chin.Phys.C, 33, p. 1189, 2009"
      }
    },
    {
      "id": "0906.3941v1",
      "title": "Quark propagator at finite temperature and finite momentum in quenched lattice QCD",
      "summary": "We present an analysis of the quark spectral function above and below the critical temperature for deconfinement performed at zero and non-zero momentum in quenched lattice QCD using clover improved Wilson fermions in Landau gauge. It is found that the temporal quark correlation function in the deconfined phase near the critical temperature is well reproduced by a two-pole ansatz for the spectral function. This indicates that excitation modes of the quark field have small decay rates. The bare quark mass and momentum dependence of the spectral function is analyzed with this ansatz. In the chiral limit we find that the quark spectral function has two collective modes corresponding to the normal and plasmino excitations in the high temperature limit. Over a rather wide temperature range in the deconfined phase the pole mass of these modes at zero momentum, which corresponds to the thermal mass of the quark, is approximately proportional to temperature. With increasing bare quark masses the plasmino mode gradually disappears and the spectral function is dominated by a single pole. We also discuss quasi-particle properties of heavy quarks in the deconfined phase. In the confined phase, it is found that the pole ansatz for the spectral function fails completely.",
      "authors": [
        "Frithjof Karsch",
        "Masakiyo Kitazawa"
      ],
      "pdf": "https://arxiv.org/pdf/0906.3941v1",
      "link": "https://arxiv.org/abs/0906.3941v1",
      "published": "2009-06-22T07:48:40Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "823759",
        "inspire_url": "https://inspirehep.net/literature/823759",
        "doi": "10.1103/PhysRevD.80.056001",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "056001",
            "year": 2009
          }
        ],
        "citation_count": 62,
        "journal_ref": "Phys.Rev.D, 80, artid 056001, 2009"
      }
    },
    {
      "id": "0906.3538v2",
      "title": "Non-perturbative volume-reduction of large-N QCD with adjoint fermions",
      "summary": "We use nonperturbative lattice techniques to study the volume-reduced \"Eguchi-Kawai\" version of four-dimensional large-N QCD with a single adjoint Dirac fermion. We explore the phase diagram of this single-site theory in the space of quark mass and gauge coupling using Wilson fermions for a number of colors in the range 8 <= N <= 15. Our evidence suggests that these values of N are large enough to determine the nature of the phase diagram for N-->oo. We identify the region in the parameter space where the (Z_N)^4 center-symmetry is intact. According to previous theoretical work using the orbifolding paradigm, and assuming that translation invariance is not spontaneously broken in the infinite-volume theory, in this region volume reduction holds: the single-site and infinite-volume theories become equivalent when N-->oo. We find strong evidence that this region includes both light and heavy quarks (with masses that are at the cutoff scale), and our results are consistent with this region extending towards the continuum limit. We also compare the action density and the eigenvalue density of the overlap Dirac operator in the fundamental representation with those obtained in large-N pure-gauge theory.",
      "authors": [
        "Barak Bringoltz",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0906.3538v2",
      "link": "https://arxiv.org/abs/0906.3538v2",
      "published": "2009-06-18T21:56:40Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "hep-th"
      ],
      "inspire": {
        "control_number": "823595",
        "inspire_url": "https://inspirehep.net/literature/823595",
        "doi": "10.1103/PhysRevD.80.065031",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "065031",
            "year": 2009
          }
        ],
        "citation_count": 63,
        "journal_ref": "Phys.Rev.D, 80, artid 065031, 2009"
      }
    },
    {
      "id": "0906.3015v1",
      "title": "The spatial string tension in the deconfined phase of three dimensional QCD in the large N limit",
      "summary": "We numerically compute the spatial string tension in the deconfined phase of three dimensional QCD in the large N limit. Our results clearly show that the string tension grows linearly with temperature.",
      "authors": [
        "J. Kiskis",
        "R. Narayanan"
      ],
      "pdf": "https://arxiv.org/pdf/0906.3015v1",
      "link": "https://arxiv.org/abs/0906.3015v1",
      "published": "2009-06-16T20:08:19Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "hep-th"
      ],
      "inspire": {
        "control_number": "823334",
        "inspire_url": "https://inspirehep.net/literature/823334",
        "doi": "10.1016/j.physletb.2009.08.015",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "679",
            "page_start": "535",
            "year": 2009,
            "page_end": "538"
          }
        ],
        "citation_count": 6,
        "journal_ref": "Phys.Lett.B, 679, p. 535, 2009"
      }
    },
    {
      "id": "0906.2813v3",
      "title": "Moebius Algorithm for Domain Wall and GapDW Fermions",
      "summary": "The Möbius domain wall action \\cite{Brower:2004xi} is a generalization of Shamir's action, which gives exactly the same overlap fermion lattice action as the separation ($L_s$) between the domain walls is taken to infinity. The performance advantages of the algorithm are presented for small ensembles of quenched, full QCD domain wall and Gap domain wall lattices \\cite{Vranas:2006zk}. In particular, it is shown that at the larger lattice spacings relevant to current dynamical simulations Möbius fermions work well together with GapDWF, reducing $L_s$ by more than a factor of two. It is noted that there is a precise map between the domain wall and effective overlap action at finite quark mass including finite $L_s$ chiral violations so that the Ward-Takahashi identities for the axial and vector currents are exactly equivalent in the two formulations.",
      "authors": [
        "Ronald Babich",
        "Richard Brower",
        "Kostas Orginos",
        "Claudio Rebbi",
        "David Schaich",
        "Pavlos Vranas"
      ],
      "pdf": "https://arxiv.org/pdf/0906.2813v3",
      "link": "https://arxiv.org/abs/0906.2813v3",
      "published": "2009-06-15T22:09:51Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "823250",
        "inspire_url": "https://inspirehep.net/literature/823250",
        "doi": "10.22323/1.066.0034",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "034",
            "artid": "034",
            "year": 2008
          },
          {}
        ],
        "citation_count": 5,
        "journal_ref": "PoS, LATTICE2008, artid 034, p. 034, 2008"
      }
    },
    {
      "id": "0906.2498v2",
      "title": "Visualization of semileptonic form factors from lattice QCD",
      "summary": "Comparisons of lattice-QCD calculations of semileptonic form factors with experimental measurements often display two sets of points, one each for lattice QCD and experiment. Here we propose to display the output of a lattice-QCD analysis as a curve and error band. This is justified, because lattice-QCD results rely in part on fitting, both for the chiral extrapolation and to extend lattice-QCD data over the full physically allowed kinematic domain. To display an error band, correlations in the fit parameters must be taken into account. For the statistical error, the correlation comes from the fit. To illustrate how to address correlations in the systematic errors, we use the Becirevic-Kaidalov parametrization of the D -> pi l nu and D -> K l nu form factors, and a analyticity-based fit for the B -> pi l nu form factor f_+.",
      "authors": [
        "C. Bernard",
        "C. DeTar",
        "M. Di Pierro",
        "A. X. El-Khadra",
        "R. T. Evans",
        "E. D. Freeland",
        "E. Gamiz",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "A. S. Kronfeld",
        "J. Laiho",
        "L. Levkova",
        "P. B. Mackenzie",
        "M. Okamoto",
        "M. B. Oktay",
        "J. N. Simone",
        "R. Sugar",
        "D. Toussaint",
        "R. S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0906.2498v2",
      "link": "https://arxiv.org/abs/0906.2498v2",
      "published": "2009-06-14T05:29:36Z",
      "categories": [
        "hep-lat",
        "hep-ex",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "823113",
        "inspire_url": "https://inspirehep.net/literature/823113",
        "doi": "10.1103/PhysRevD.80.034026",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "034026",
            "year": 2009
          }
        ],
        "citation_count": 55,
        "journal_ref": "Phys.Rev.D, 80, artid 034026, 2009"
      }
    },
    {
      "id": "0906.1976v2",
      "title": "Comments on lattice gauge theories with infrared-attractive fixed points",
      "summary": "Theories of interacting gauge fields and fermions can possess a running gauge coupling with an infrared attractive fixed point (IRFP). We present a minimal description of the physics of these systems and comment on some simple expectations for results from lattice simulations done within the basin of attraction of the IRFP in these theories.",
      "authors": [
        "Thomas DeGrand",
        "Anna Hasenfratz"
      ],
      "pdf": "https://arxiv.org/pdf/0906.1976v2",
      "link": "https://arxiv.org/abs/0906.1976v2",
      "published": "2009-06-10T17:12:19Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "822687",
        "inspire_url": "https://inspirehep.net/literature/822687",
        "doi": "10.1103/PhysRevD.80.034506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "034506",
            "year": 2009
          }
        ],
        "citation_count": 73,
        "journal_ref": "Phys.Rev.D, 80, artid 034506, 2009"
      }
    },
    {
      "id": "0906.1311v1",
      "title": "Topological properties of the SU(3) random vortex world-surface model",
      "summary": "The random vortex world-surface model is an infrared effective model of Yang-Mills dynamics based on center vortex degrees of freedom. These degrees of freedom carry topological charge through writhe and self-intersection of their world-surfaces. A practical implementation of the model realizes the vortex world-surfaces by composing them of elementary squares on a hypercubic lattice. The topological charge for specifically such configurations is constructed in the case of SU(3) color. This necessitates a proper treatment of vortex color structure at vortex branchings, a feature which is absent in the SU(2) color case investigated previously. On the basis of the construction, the topological susceptibility is evaluated in the random vortex world-surface ensemble, both in the confined low-temperature as well as in the deconfined high-temperature phase.",
      "authors": [
        "Michael Engelhardt"
      ],
      "pdf": "https://arxiv.org/pdf/0906.1311v1",
      "link": "https://arxiv.org/abs/0906.1311v1",
      "published": "2009-06-06T21:33:45Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "822429",
        "inspire_url": "https://inspirehep.net/literature/822429",
        "doi": "10.22323/1.077.0055",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "CONFINEMENT8",
            "page_start": "055",
            "artid": "055",
            "year": 2008
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, CONFINEMENT8, artid 055, p. 055, 2008"
      }
    },
    {
      "id": "0906.1294v1",
      "title": "Topological susceptibility in the SU(3) random vortex world-surface model",
      "summary": "The topological charge is constructed for SU(3) center vortex world-surfaces composed of elementary squares on a hypercubic lattice. In distinction to the SU(2) case investigated previously, it is necessary to devise a proper treatment of the color structure at vortex branchings, which arise in the SU(3) case, but not for SU(2). The construction is used to evaluate the topological susceptibility in the random vortex world-surface model of infrared Yang-Mills dynamics. Results for the topological susceptibility are reported as a function of temperature, including both the confined as well as the deconfined phase.",
      "authors": [
        "Michael Engelhardt"
      ],
      "pdf": "https://arxiv.org/pdf/0906.1294v1",
      "link": "https://arxiv.org/abs/0906.1294v1",
      "published": "2009-06-06T17:26:00Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "822424",
        "inspire_url": "https://inspirehep.net/literature/822424",
        "doi": "10.22323/1.066.0253",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "253",
            "artid": "253",
            "year": 2008
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LATTICE2008, artid 253, p. 253, 2008"
      }
    },
    {
      "id": "0906.0945v2",
      "title": "Moving NRQCD for heavy-to-light form factors on the lattice",
      "summary": "We formulate Non-Relativistic Quantum Chromodynamics (NRQCD) on a lattice which is boosted relative to the usual discretization frame. Moving NRQCD (mNRQCD) allows us to treat the momentum for the heavy quark arising from the frame choice exactly. We derive mNRQCD through O(1/m^2,v^4), as accurate as the NRQCD action in present use, both in the continuum and on the lattice with O(a^4) improvements. We have carried out extensive tests of the formalism through calculations of two-point correlators for both heavy-heavy (bottomonium) and heavy-light (B_s) mesons in 2+1 flavor lattice QCD and obtained nonperturbative determinations of energy shift and external momentum renormalization. Comparison to perturbation theory at O(α_s) is also made. The results demonstrate the effectiveness of mNRQCD. In particular we show that the decay constants of heavy-light and heavy-heavy mesons can be calculated with small systematic errors up to much larger momenta than with standard NRQCD.",
      "authors": [
        "R. R. Horgan",
        "L. Khomskii",
        "S. Meinel",
        "M. Wingate",
        "K. M. Foley",
        "G. P. Lepage",
        "G. M. von Hippel",
        "A. Hart",
        "E. H. Müller",
        "C. T. H. Davies",
        "A. Dougall",
        "K. Y. Wong"
      ],
      "pdf": "https://arxiv.org/pdf/0906.0945v2",
      "link": "https://arxiv.org/abs/0906.0945v2",
      "published": "2009-06-04T19:59:02Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "822272",
        "inspire_url": "https://inspirehep.net/literature/822272",
        "doi": "10.1103/PhysRevD.80.074505",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "074505",
            "year": 2009
          }
        ],
        "citation_count": 31,
        "journal_ref": "Phys.Rev.D, 80, artid 074505, 2009"
      }
    },
    {
      "id": "0905.4120v2",
      "title": "Bottom-Hadron Mass Splittings from Static-Quark Action on 2+1-Flavor Lattices",
      "summary": "We calculate bottom-hadron mass splittings with respect to $B_d$ and $Λ_b$ using full QCD with 2+1 flavors of dynamical Kogut-Susskind sea quarks and domain-wall valence quarks along with a static heavy quark. Our lattices have spatial volume of $(2.5{fm})^3$ with lattice spacing about 0.124 fm and a range of pion masses as low as 291 MeV. Our results are in agreement with experimental observations and other lattice calculations within our statistical and systematic errors. In particular, we find the mass of the $Ω_b$ to be consistent with the recent CDF measurement. We also predict the mass for the as yet unobserved $Ξ^\\prime_b$ to be 5955(27) MeV.",
      "authors": [
        "Huey-Wen Lin",
        "Saul D. Cohen",
        "Nilmani Mathur",
        "Kostas Orginos"
      ],
      "pdf": "https://arxiv.org/pdf/0905.4120v2",
      "link": "https://arxiv.org/abs/0905.4120v2",
      "published": "2009-05-26T06:16:20Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "821299",
        "inspire_url": "https://inspirehep.net/literature/821299",
        "doi": "10.1103/PhysRevD.80.054027",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "054027",
            "year": 2009
          }
        ],
        "citation_count": 15,
        "journal_ref": "Phys.Rev.D, 80, artid 054027, 2009"
      }
    },
    {
      "id": "0905.3947v3",
      "title": "The neutral kaon mixing parameter B_K from unquenched mixed-action lattice QCD",
      "summary": "We calculate the neutral kaon mixing parameter B_K in unquenched lattice QCD using asqtad-improved staggered sea quarks and domain-wall valence quarks. We use the \"2+1\" flavor gauge configurations generated by the MILC Collaboration, and simulate with multiple valence and sea quark masses at two lattice spacings of a ~ 0.12 fm and a ~ 0.09 fm. We match the lattice determination of B_K to the continuum value using the nonperturbative method of Rome-Southampton, and extrapolate B_K to the continuum and physical quark masses using mixed action chiral perturbation theory. The \"mixed-action\" method enables us to control all sources of systematic uncertainty and therefore to precisely determine B_K; we find a value of B_K^{MSbar, NDR}(2 GeV) = 0.527(6)(20), where the first error is statistical and the second is systematic.",
      "authors": [
        "C. Aubin",
        "Jack Laiho",
        "Ruth S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0905.3947v3",
      "link": "https://arxiv.org/abs/0905.3947v3",
      "published": "2009-05-25T16:45:16Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "821144",
        "inspire_url": "https://inspirehep.net/literature/821144",
        "doi": "10.1103/PhysRevD.81.014507",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "81",
            "artid": "014507",
            "year": 2010
          }
        ],
        "citation_count": 111,
        "journal_ref": "Phys.Rev.D, 81, artid 014507, 2010"
      }
    },
    {
      "id": "0905.3586v2",
      "title": "Topology and higher dimensional representations",
      "summary": "SU(3) gauge theory in the 2-index symmetric (sextet) and fundamental representations is considered in symmetric and periodic boxes. Using the overlap formulation in the quenched approximation it is shown that the topological charge obtained from the sextet index theorem always leads to an integer value and agrees with the charge obtained from the fundamental index theorem in the continuum. At larger lattice spacing configurations exist with fractional topological charge if the sextet index is used but these are lattice artifacts and the probability of finding such a configuration rapidly approaches zero. By considering the decomposition of the sextet representation with respect to an SU(2) subgroup it is shown that the SU(2) adjoint index theorem leads to integer charge as well. We conclude that the non-zero value of the bilinear gaugino condensate in N=1 super-Yang-Mills theory cannot be attributed to configurations with fractional topological charge once periodic boundary conditions are imposed.",
      "authors": [
        "Zoltan Fodor",
        "Kieran Holland",
        "Julius Kuti",
        "Daniel Nogradi",
        "Chris Schroeder"
      ],
      "pdf": "https://arxiv.org/pdf/0905.3586v2",
      "link": "https://arxiv.org/abs/0905.3586v2",
      "published": "2009-05-22T00:02:51Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "821213",
        "inspire_url": "https://inspirehep.net/literature/821213",
        "doi": "10.1088/1126-6708/2009/08/084",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "08",
            "page_start": "084",
            "artid": "084",
            "year": 2009
          }
        ],
        "citation_count": 38,
        "journal_ref": "JHEP, 08, artid 084, p. 084, 2009"
      }
    },
    {
      "id": "0905.2949v3",
      "title": "QCD Thermodynamics from the Lattice",
      "summary": "We review the current methods and results of lattice simulations of quantum chromodynamics at nonzero temperatures and densities. The review is intended to introduce the subject to interested nonspecialists and beginners. It includes a brief overview of lattice gauge theory, a discussion of the determination of the crossover temperature, the QCD phase diagram at zero and nonzero densities, the equation of state, some in-medium properties of hadrons including charmonium, and some plasma transport coefficients.",
      "authors": [
        "C. E. DeTar",
        "U. M. Heller"
      ],
      "pdf": "https://arxiv.org/pdf/0905.2949v3",
      "link": "https://arxiv.org/abs/0905.2949v3",
      "published": "2009-05-18T18:47:17Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "820766",
        "inspire_url": "https://inspirehep.net/literature/820766",
        "doi": "10.1140/epja/i2009-10825-3",
        "publication_info": [
          {
            "journal_title": "Eur.Phys.J.A",
            "journal_volume": "41",
            "page_start": "405",
            "year": 2009,
            "page_end": "437"
          },
          {
            "page_start": "1",
            "page_end": "33"
          }
        ],
        "citation_count": 142,
        "journal_ref": "Eur.Phys.J.A, 41, p. 405, 2009"
      }
    },
    {
      "id": "0905.2566v2",
      "title": "Mixed Action Effective Field Theory: an Addendum",
      "summary": "We correct a mistake in the literature regarding the additive lattice spacing corrections to the mixed valence-sea meson mass and discuss the consequences for mixed action extrapolation formulae.",
      "authors": [
        "Jiunn-Wei Chen",
        "Maarten Golterman",
        "Donal O'Connell",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0905.2566v2",
      "link": "https://arxiv.org/abs/0905.2566v2",
      "published": "2009-05-15T15:36:18Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "820618",
        "inspire_url": "https://inspirehep.net/literature/820618",
        "doi": "10.1103/PhysRevD.79.117502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "117502",
            "year": 2009
          }
        ],
        "citation_count": 34,
        "journal_ref": "Phys.Rev.D, 79, artid 117502, 2009"
      }
    },
    {
      "id": "0905.2432v2",
      "title": "The strange quark condensate in the nucleon in 2+1 flavor QCD",
      "summary": "We calculate the \"strange quark content of the nucleon\", <N| s s_bar |N>, which is important for interpreting the results of some dark matter detection experiments. The method is to evaluate quark-line disconnected correlations on the MILC lattice ensembles, which include the effects of dynamical strange quarks. After continuum and chiral extrapolations, the result is <N |s s_bar |N> = 0.69 +- 0.07(statistical) +- 0.09(systematic), in the modified minimal subtraction scheme (2 GeV), or for the renormalization scheme invariant form, m_s partial{M_N}/partial{m_s} = 59(6)(8) MeV.",
      "authors": [
        "D. Toussaint",
        "W. Freeman"
      ],
      "pdf": "https://arxiv.org/pdf/0905.2432v2",
      "link": "https://arxiv.org/abs/0905.2432v2",
      "published": "2009-05-14T21:34:51Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "820551",
        "inspire_url": "https://inspirehep.net/literature/820551",
        "doi": "10.1103/PhysRevLett.103.122002",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.Lett.",
            "journal_volume": "103",
            "artid": "122002",
            "year": 2009
          }
        ],
        "citation_count": 126,
        "journal_ref": "Phys.Rev.Lett., 103, artid 122002, 2009"
      }
    },
    {
      "id": "0905.2160v1",
      "title": "A novel quark-field creation operator construction for hadronic physics in lattice QCD",
      "summary": "A new quark-field smearing algorithm is defined which enables efficient calculations of a broad range of hadron correlation functions. The technique applies a low-rank operator to define smooth fields that are to be used in hadron creation operators. The resulting space of smooth fields is small enough that all elements of the reduced quark propagator can be computed exactly at reasonable computational cost. Correlations between arbitrary sources, including multi hadron operators can be computed a posteriori without requiring new lattice Dirac operator inversions. The method is tested on realistic lattice sizes with light dynamical quarks.",
      "authors": [
        "Michael Peardon",
        "John Bulava",
        "Justin Foley",
        "Colin Morningstar",
        "Jozef Dudek",
        "Robert G. Edwards",
        "Balint Joo",
        "Huey-Wen Lin",
        "David G. Richards",
        "Keisuke Jimmy Juge"
      ],
      "pdf": "https://arxiv.org/pdf/0905.2160v1",
      "link": "https://arxiv.org/abs/0905.2160v1",
      "published": "2009-05-13T18:28:27Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "820396",
        "inspire_url": "https://inspirehep.net/literature/820396",
        "doi": "10.1103/PhysRevD.80.054506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "054506",
            "year": 2009
          }
        ],
        "citation_count": 487,
        "journal_ref": "Phys.Rev.D, 80, artid 054506, 2009"
      }
    },
    {
      "id": "0905.0857v3",
      "title": "Hyperon Axial Charges in Two-Flavor Chiral Perturbation Theory",
      "summary": "We use two-flavor heavy baryon chiral perturbation theory to investigate the isovector axial charges of the spin one-half hyperons. Expressions for these hyperon axial charges are derived at next-to-leading order in the chiral expansion. We utilize phenomenological and lattice QCD inputs to assess the convergence of the two-flavor theory, which appears to be best for cascades.",
      "authors": [
        "Fu-Jiun Jiang",
        "Brian C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/0905.0857v3",
      "link": "https://arxiv.org/abs/0905.0857v3",
      "published": "2009-05-06T15:54:05Z",
      "categories": [
        "nucl-th",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "819569",
        "inspire_url": "https://inspirehep.net/literature/819569",
        "doi": "10.1103/PhysRevD.80.077501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "077501",
            "year": 2009
          }
        ],
        "citation_count": 29,
        "journal_ref": "Phys.Rev.D, 80, artid 077501, 2009"
      }
    },
    {
      "id": "0905.0804v1",
      "title": "Vector and Axial Currents in Wilson Chiral Perturbation Theory",
      "summary": "We reconsider the construction of the vector and axial-vector currents in Wilson Chiral Perturbation Theory (WChPT), the low-energy effective theory for lattice QCD with Wilson fermions. We discuss in detail the finite renormalization of the currents that has to be taken into account in order to properly match the currents. We explicitly show that imposing the chiral Ward identities on the currents does, in general, affect the axial-vector current at O(a). As an application of our results we compute the pion decay constant to one loop in the two flavor theory. Our result differs from previously published ones.",
      "authors": [
        "Sinya Aoki",
        "Oliver Bar",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0905.0804v1",
      "link": "https://arxiv.org/abs/0905.0804v1",
      "published": "2009-05-06T11:13:09Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "819548",
        "inspire_url": "https://inspirehep.net/literature/819548",
        "doi": "10.1103/PhysRevD.80.014506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "014506",
            "year": 2009
          }
        ],
        "citation_count": 11,
        "journal_ref": "Phys.Rev.D, 80, artid 014506, 2009"
      }
    },
    {
      "id": "0905.0752v1",
      "title": "Low-energy $D^{*+}D^0_1$ Scattering and the Resonance-like Structure $Z^+(4430)$",
      "summary": "Low-energy scattering of $D^*$ and $D_1$ meson are studied using quenched lattice QCD with improved lattice actions on anisotropic lattices. The calculation is performed within Lüscher's finite-size formalism which establishes the relation between the scattering phase in the infinite volume and the exact energy level in the finite volume. The threshold scattering parameters, namely the scattering length $a_0$ and the effective range $r_0$, for the s-wave scattering in $J^P=0^-$ channel are extracted. After the chiral and continuum extrapolations, we obtain: $a_0=2.52(47)$fm and $r_0=0.7(1)$fm where the errors are purely statistical. Based on these results, we discuss the possibility of a shallow bound state for the two charmed mesons within the non-relativistic potential scattering model. It is argued that, albeit the interaction between the two charmed mesons being attractive, it is unlikely that they can form a shallow bound state in this channel. This calculation provides some useful information on the nature of the newly discovered resonance-like structure $Z^+(4430)$ by the Belle Collaboration.",
      "authors": [
        "Guo-Zhan Meng",
        "Ming Gong",
        "Ying Chen",
        "Song He",
        "Gang Li",
        "Chuan Liu",
        "Yu-Bin Liu",
        "Jian-Ping Ma",
        "Xiang-Fei Meng",
        "Zhi-Yuan Niu",
        "Yan Shen",
        "Jian-Bo Zhang",
        "Yuan-Jiang Zhang"
      ],
      "pdf": "https://arxiv.org/pdf/0905.0752v1",
      "link": "https://arxiv.org/abs/0905.0752v1",
      "published": "2009-05-06T06:28:26Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "819533",
        "inspire_url": "https://inspirehep.net/literature/819533",
        "doi": "10.1103/PhysRevD.80.034503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "034503",
            "year": 2009
          }
        ],
        "citation_count": 52,
        "journal_ref": "Phys.Rev.D, 80, artid 034503, 2009"
      }
    },
    {
      "id": "0905.0466v1",
      "title": "High Statistics Analysis using Anisotropic Clover Lattices: (II) Three-Baryon Systems",
      "summary": "We present the results of an exploratory Lattice QCD calculation of three-baryon systems through a high-statistics study of one ensemble of anisotropic clover gauge-field configurations with a pion mass of m_π~ 390 MeV. Because of the computational cost of the necessary contractions, we focus on correlation functions generated by interpolating-operators with the quantum numbers of the $Ξ^0Ξ^0 n$ system, one of the least demanding three baryon systems in terms of the number of contractions. We find that the ground state of this system has an energy of E_{Ξ^0Ξ^0n}= 3877.9\\pm 6.9\\pm 9.2\\pm3.3 MeV corresponding to an energy-shift due to interactions of δE_{Ξ^0Ξ^0n}=E_{Ξ^0Ξ^0n}-2M_{Ξ^0} -M_n=4.6\\pm 5.0\\pm 7.9\\pm 4.2 MeV. There are a significant number of time-slices in the three-baryon correlation function for which the signal-to-noise ratio is only slowly degrading with time. This is in contrast to the exponential degradation of the signal-to-noise ratio that is observed at larger times, and is due to the suppressed overlap of the source and sink interpolating-operators that are associated with the variance of the three-baryon correlation function onto the lightest eigenstates in the lattice volume\n  (mesonic systems). As one of the motivations for this area of exploration is the calculation of the structure and reactions of light nuclei, we also present initial results for a system with the quantum numbers of the triton (pnn). This present work establishes a path to multi-baryon systems, and shows that Lattice QCD calculations of the properties and interactions of systems containing four and five baryons are now within sight.",
      "authors": [
        "Silas R. Beane",
        "William Detmold",
        "Thomas C Luu",
        "Kostas Orginos",
        "Assumpta Parreno",
        "Martin J. Savage",
        "Aaron Torok",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0905.0466v1",
      "link": "https://arxiv.org/abs/0905.0466v1",
      "published": "2009-05-04T19:21:40Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "819391",
        "inspire_url": "https://inspirehep.net/literature/819391",
        "doi": "10.1103/PhysRevD.80.074501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "074501",
            "year": 2009
          }
        ],
        "citation_count": 118,
        "journal_ref": "Phys.Rev.D, 80, artid 074501, 2009"
      }
    },
    {
      "id": "0904.2404v1",
      "title": "Strong isospin breaking with twisted mass lattice QCD",
      "summary": "In this work we propose a method for including strong isospin breaking in twisted mass lattice calculations, while preserving flavor identification. We utilize a partially quenched construction in which the sea quarks are given by the standard twisted mass lattice action while the valence quarks have an additional strong isospin breaking mass term. This construction allows for a practical use with existing twisted-mass gauge ensembles. Additionally, we construct the relevant partially quenched twisted mass chiral perturbation theory for both mesons and baryons to O(m_q^2, m_q a, a^2). We provide explicit expressions for the pion, nucleon and delta masses, as well as the corresponding mass splittings, and discuss the resulting errors from including the strong isospin breaking in the valence sector only. Finally, we demonstrate how the application of this idea can be used, with mild approximations, to determine the values of both the up and down quark masses.",
      "authors": [
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0904.2404v1",
      "link": "https://arxiv.org/abs/0904.2404v1",
      "published": "2009-04-16T15:03:58Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "818065",
        "inspire_url": "https://inspirehep.net/literature/818065",
        "citation_count": 15
      }
    },
    {
      "id": "0904.2039v1",
      "title": "Nucleon form factors with 2+1 flavor dynamical domain-wall fermions",
      "summary": "We report our numerical lattice QCD calculations of the isovector nucleon form factors for the vector and axialvector currents: the vector, induced tensor, axialvector, and induced pseudoscalar form factors. The calculation is carried out with the gauge configurations generated with N_f=2+1 dynamical domain wall fermions and Iwasaki gauge actions at beta = 2.13, corresponding to a cutoff 1/a = 1.73 GeV, and a spatial volume of (2.7 fm)^3. The up and down quark masses are varied so the pion mass lies between 0.33 and 0.67 GeV while the strange quark mass is about 12% heavier than the physical one. We calculate the form factors in the range of momentum transfers, 0.2 < q^2 < 0.75 GeV^2. The vector and induced tensor form factors are well described by the conventional dipole forms and result in significant underestimation of the Dirac and Pauli mean-squared radii and the anomalous magnetic moment compared to the respective experimental values. We show that the axialvector form factor is significantly affected by the finite spatial volume of the lattice. In particular in the axial charge, g_A/g_V, the finite volume effect scales with a single dimensionless quantity, m_pi L, the product of the calculated pion mass and the spatial lattice extent. Our results indicate that for this quantity, m_pi L > 6 is required to ensure that finite volume effects are below 1%.",
      "authors": [
        "Takeshi Yamazaki",
        "Yasumichi Aoki",
        "Tom Blum",
        "Huey-Wen Lin",
        "Shigemi Ohta",
        "Shoichi Sasaki",
        "Robert Tweedie",
        "James Zanotti"
      ],
      "pdf": "https://arxiv.org/pdf/0904.2039v1",
      "link": "https://arxiv.org/abs/0904.2039v1",
      "published": "2009-04-14T02:06:30Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "817891",
        "inspire_url": "https://inspirehep.net/literature/817891",
        "doi": "10.1103/PhysRevD.79.114505",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "114505",
            "year": 2009
          }
        ],
        "citation_count": 188,
        "journal_ref": "Phys.Rev.D, 79, artid 114505, 2009"
      }
    },
    {
      "id": "0904.1895v1",
      "title": "B and D Meson Decay Constants",
      "summary": "We present an update of our calculations of the decay constants of the D, D_s, B, and B_s mesons in unquenched 2+1 flavor QCD. We use the MILC library of improved staggered gauge ensembles at lattice spacings 0.09, 0.12, and 0.15 fm, clover heavy quarks with the Fermilab normalizations, and improved staggered light valence quarks.",
      "authors": [
        "C. Bernard",
        "C. DeTar",
        "M. Di Pierro",
        "A. X. El-Khadra",
        "R. T. Evans",
        "E. D. Freeland",
        "E. Gamiz",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "A. S. Kronfeld",
        "J. Laiho",
        "L. Levkova",
        "P. B. Mackenzie",
        "J. Simone",
        "R. Sugar",
        "D. Toussaint",
        "R. S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0904.1895v1",
      "link": "https://arxiv.org/abs/0904.1895v1",
      "published": "2009-04-13T01:17:51Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "817829",
        "inspire_url": "https://inspirehep.net/literature/817829",
        "doi": "10.22323/1.066.0278",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "278",
            "artid": "278",
            "year": 2008
          },
          {}
        ],
        "citation_count": 52,
        "journal_ref": "PoS, LATTICE2008, artid 278, p. 278, 2008"
      }
    },
    {
      "id": "0904.1586v2",
      "title": "Extracting Electric Polarizabilities from Lattice QCD",
      "summary": "Charged and neutral, pion and kaon electric polarizabilities are extracted from lattice QCD using an ensemble of anisotropic gauge configurations with dynamical clover fermions. We utilize classical background fields to access the polarizabilities from two-point correlation functions. Uniform background fields are achieved by quantizing the electric field strength with the proper treatment of boundary flux. These external fields, however, are implemented only in the valence quark sector. A novel method to extract charge particle polarizabilities is successfully demonstrated for the first time.",
      "authors": [
        "William Detmold",
        "Brian C. Tiburzi",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0904.1586v2",
      "link": "https://arxiv.org/abs/0904.1586v2",
      "published": "2009-04-09T19:13:16Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "817641",
        "inspire_url": "https://inspirehep.net/literature/817641",
        "doi": "10.1103/PhysRevD.79.094505",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "094505",
            "year": 2009
          }
        ],
        "citation_count": 85,
        "journal_ref": "Phys.Rev.D, 79, artid 094505, 2009"
      }
    },
    {
      "id": "0904.0277v3",
      "title": "Can fermions save large N dimensional reduction?",
      "summary": "This paper explores whether Eguchi-Kawai reduction for gauge theories with adjoint fermions is valid. The Eguchi-Kawai reduction relates gauge theories in different numbers of dimensions in the large $N$ limit provided that certain conditions are met. In principle, this relation opens up the possibility of learning about the dynamics of 4D gauge theories through techniques only available in lower dimensions. Dimensional reduction can be understood as a special case of large $N$ equivalence between theories related by an orbifold projection. In this work, we focus on the simplest case of dimensional reduction, relating a 4D gauge theory to a 3D gauge theory via an orbifold projection. A necessary condition for the large N equivalence between the 4D and 3D theories to hold is that certain discrete symmetries in the two theories must not be broken spontaneously. In pure 4D Yang-Mills theory, these symmetries break spontaneously as the size of one of the spacetime dimensions shrinks. An analysis of the effect of adjoint fermions on the relevant symmetries of the 4D theory shows that the fermions help stabilize the symmetries. We consider the same problem from the point of view of the lower dimensional 3D theory and find that, surprisingly, adjoint fermions are not generally enough to stabilize the necessary symmetries of the 3D theory. In fact, a rich phase diagram arises, with a complicated pattern of symmetry breaking. We discuss the possible causes and consequences of this finding.",
      "authors": [
        "Paulo F. Bedaque",
        "Michael I. Buchoff",
        "Aleksey Cherman",
        "Roxanne P. Springer"
      ],
      "pdf": "https://arxiv.org/pdf/0904.0277v3",
      "link": "https://arxiv.org/abs/0904.0277v3",
      "published": "2009-04-02T19:07:40Z",
      "categories": [
        "hep-th",
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "817051",
        "inspire_url": "https://inspirehep.net/literature/817051",
        "doi": "10.1088/1126-6708/2009/10/070",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "10",
            "page_start": "070",
            "artid": "070",
            "year": 2009
          }
        ],
        "citation_count": 26,
        "journal_ref": "JHEP, 10, artid 070, p. 070, 2009"
      }
    },
    {
      "id": "0903.4881v2",
      "title": "Exact lattice supersymmetry",
      "summary": "We provide an introduction to recent lattice formulations of supersymmetric theories which are invariant under one or more real supersymmetries at nonzero lattice spacing. These include the especially interesting case of ${\\cal N}=4$ SYM in four dimensions. We discuss approaches based both on twisted supersymmetry and orbifold-deconstruction techniques and show their equivalence in the case of gauge theories. The presence of an exact supersymmetry reduces and in some cases eliminates the need for fine tuning to achieve a continuum limit invariant under the full supersymmetry of the target theory. We discuss open problems.",
      "authors": [
        "Simon Catterall",
        "David B. Kaplan",
        "Mithat Unsal"
      ],
      "pdf": "https://arxiv.org/pdf/0903.4881v2",
      "link": "https://arxiv.org/abs/0903.4881v2",
      "published": "2009-03-27T19:03:06Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "hep-th"
      ],
      "inspire": {
        "control_number": "816484",
        "inspire_url": "https://inspirehep.net/literature/816484",
        "doi": "10.1016/j.physrep.2009.09.001",
        "publication_info": [
          {
            "journal_title": "Phys.Rept.",
            "journal_volume": "484",
            "page_start": "71",
            "year": 2009,
            "page_end": "130"
          }
        ],
        "citation_count": 206,
        "journal_ref": "Phys.Rept., 484, p. 71, 2009"
      }
    },
    {
      "id": "0903.4379v1",
      "title": "Equation of state and QCD transition at finite temperature",
      "summary": "We calculate the equation of state in 2+1 flavor QCD at finite temperature with physical strange quark mass and almost physical light quark masses using lattices with temporal extent Nt=8. Calculations have been performed with two different improved staggered fermion actions, the asqtad and p4 actions. Overall, we find good agreement between results obtained with these two O(a^2) improved staggered fermion discretization schemes. A comparison with earlier calculations on coarser lattices is performed to quantify systematic errors in current studies of the equation of state. We also present results for observables that are sensitive to deconfining and chiral aspects of the QCD transition on Nt=6 and 8 lattices. We find that deconfinement and chiral symmetry restoration happen in the same narrow temperature interval. In an Appendix we present a simple parametrization of the equation of state that can easily be used in hydrodynamic model calculations. In this parametrization we also incorporated an estimate of current uncertainties in the lattice calculations which arise from cutoff and quark mass effects. We estimate these systematic effects to be about 10 MeV",
      "authors": [
        "A. Bazavov",
        "T. Bhattacharya",
        "M. Cheng",
        "N. H. Christ",
        "C. DeTar",
        "S. Ejiri",
        "Steven Gottlieb",
        "R. Gupta",
        "U. M. Heller",
        "K. Huebner",
        "C. Jung",
        "F. Karsch",
        "E. Laermann",
        "L. Levkova",
        "C. Miao",
        "R. D. Mawhinney",
        "P. Petreczky",
        "C. Schmidt",
        "R. A. Soltz",
        "W. Soeldner",
        "R. Sugar",
        "D. Toussaint",
        "P. Vranas"
      ],
      "pdf": "https://arxiv.org/pdf/0903.4379v1",
      "link": "https://arxiv.org/abs/0903.4379v1",
      "published": "2009-03-25T17:53:34Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "816295",
        "inspire_url": "https://inspirehep.net/literature/816295",
        "doi": "10.1103/PhysRevD.80.014504",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "014504",
            "year": 2009
          }
        ],
        "citation_count": 783,
        "journal_ref": "Phys.Rev.D, 80, artid 014504, 2009"
      }
    },
    {
      "id": "0903.4080v1",
      "title": "A Review of Nucleon Spin Calculations in Lattice QCD",
      "summary": "We review recent progress on lattice calculations of nucleon spin structure, including the parton distribution functions, form factors, generalization parton distributions, and recent developments in lattice techniques.",
      "authors": [
        "Huey-Wen Lin"
      ],
      "pdf": "https://arxiv.org/pdf/0903.4080v1",
      "link": "https://arxiv.org/abs/0903.4080v1",
      "published": "2009-03-24T13:51:50Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "816131",
        "inspire_url": "https://inspirehep.net/literature/816131",
        "doi": "10.1063/1.3215709",
        "publication_info": [
          {
            "journal_title": "AIP Conf.Proc.",
            "journal_volume": "1149",
            "page_start": "552",
            "year": 2009,
            "journal_issue": "1",
            "page_end": "557"
          }
        ],
        "citation_count": 6,
        "journal_ref": "AIP Conf.Proc., 1149, p. 552, 2009"
      }
    },
    {
      "id": "0903.3984v1",
      "title": "Program package for multicanonical simulations of U(1) lattice gauge theory",
      "summary": "We document our Fortran 77 code for multicanonical simulations of 4D U(1) lattice gauge theory in the neighborhood of its phase transition. This includes programs and routines for canonical simulations using biased Metropolis heatbath updating and overrelaxation, determination of multicanonical weights via a Wang-Landau recursion, and multicanonical simulations with fixed weights supplemented by overrelaxation sweeps. Measurements are performed for the action, Polyakov loops and some of their structure factors. Many features of the code transcend the particular application and are expected to be useful for other lattice gauge theory models as well as for systems in statistical physics.",
      "authors": [
        "Alexei Bazavov",
        "Bernd A. Berg"
      ],
      "pdf": "https://arxiv.org/pdf/0903.3984v1",
      "link": "https://arxiv.org/abs/0903.3984v1",
      "published": "2009-03-23T23:12:26Z",
      "categories": [
        "hep-lat",
        "cond-mat.stat-mech",
        "physics.comp-ph"
      ],
      "inspire": {
        "control_number": "816100",
        "inspire_url": "https://inspirehep.net/literature/816100",
        "doi": "10.1016/j.cpc.2009.07.006",
        "publication_info": [
          {
            "journal_title": "Comput.Phys.Commun.",
            "journal_volume": "180",
            "page_start": "2339",
            "year": 2009,
            "page_end": "2347"
          }
        ],
        "citation_count": 6,
        "journal_ref": "Comput.Phys.Commun., 180, p. 2339, 2009"
      }
    },
    {
      "id": "0903.3598v2",
      "title": "Full nonperturbative QCD simulations with 2+1 flavors of improved staggered quarks",
      "summary": "Dramatic progress has been made over the last decade in the numerical study of quantum chromodynamics (QCD) through the use of improved formulations of QCD on the lattice (improved actions), the development of new algorithms and the rapid increase in computing power available to lattice gauge theorists. In this article we describe simulations of full QCD using the improved staggered quark formalism, ``asqtad'' fermions. These simulations were carried out with two degenerate flavors of light quarks (up and down) and with one heavier flavor, the strange quark. Several light quark masses, down to about 3 times the physical light quark mass, and six lattice spacings have been used. These enable controlled continuum and chiral extrapolations of many low energy QCD observables. We review the improved staggered formalism, emphasizing both advantages and drawbacks. In particular, we review the procedure for removing unwanted staggered species in the continuum limit. We then describe the asqtad lattice ensembles created by the MILC Collaboration. All MILC lattice ensembles are publicly available, and they have been used extensively by a number of lattice gauge theory groups. We review physics results obtained with them, and discuss the impact of these results on phenomenology. Topics include the heavy quark potential, spectrum of light hadrons, quark masses, decay constant of light and heavy-light pseudoscalar mesons, semileptonic form factors, nucleon structure, scattering lengths and more. We conclude with a brief look at highly promising future prospects.",
      "authors": [
        "A. Bazavov",
        "C. Bernard",
        "C. DeTar",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "J. Laiho",
        "L. Levkova",
        "P. B. Mackenzie",
        "M. B. Oktay",
        "R. Sugar",
        "D. Toussaint",
        "R. S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0903.3598v2",
      "link": "https://arxiv.org/abs/0903.3598v2",
      "published": "2009-03-23T15:26:13Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "815945",
        "inspire_url": "https://inspirehep.net/literature/815945",
        "doi": "10.1103/RevModPhys.82.1349",
        "publication_info": [
          {
            "journal_title": "Rev.Mod.Phys.",
            "journal_volume": "82",
            "page_start": "1349",
            "year": 2010,
            "page_end": "1417"
          }
        ],
        "citation_count": 533,
        "journal_ref": "Rev.Mod.Phys., 82, p. 1349, 2010"
      }
    },
    {
      "id": "0903.3232v3",
      "title": "Nucleon strangeness form factors from N_f=2+1 clover fermion lattice QCD",
      "summary": "We present the N_f=2+1 clover fermion lattice QCD calculation of the nucleon strangeness form factors. We evaluate disconnected insertions using the Z(4) stochastic method, along with unbiased subtractions from the hopping parameter expansion. We find that increasing the number of nucleon sources for each configuration improves the signal significantly. We obtain G_M^s(0) = -0.017(25)(07), where the first error is statistical, and the second is the uncertainties in Q^2 and chiral extrapolations. This is consistent with experimental values, and has an order of magnitude smaller error.",
      "authors": [
        "Takumi Doi",
        "Mridupawan Deka",
        "Shao-Jing Dong",
        "Terrence Draper",
        "Keh-Fei Liu",
        "Devdatta Mankame",
        "Nilmani Mathur",
        "Thomas Streuer"
      ],
      "pdf": "https://arxiv.org/pdf/0903.3232v3",
      "link": "https://arxiv.org/abs/0903.3232v3",
      "published": "2009-03-18T20:09:58Z",
      "categories": [
        "hep-ph",
        "hep-lat",
        "nucl-ex",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "815763",
        "inspire_url": "https://inspirehep.net/literature/815763",
        "doi": "10.1103/PhysRevD.80.094503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "094503",
            "year": 2009
          }
        ],
        "citation_count": 83,
        "journal_ref": "Phys.Rev.D, 80, artid 094503, 2009"
      }
    },
    {
      "id": "0903.3224v2",
      "title": "The bottomonium spectrum from lattice QCD with 2+1 flavors of domain wall fermions",
      "summary": "Recently, realistic lattice QCD calculations with 2+1 flavors of domain wall fermions and the Iwasaki gauge action have been performed by the RBC and UKQCD collaborations. Here, results for the bottomonium spectrum computed on their gauge configurations of size 24^3x64 with a lattice spacing of approximately 0.11 fm and four different values for the light quark mass are presented. Improved lattice NRQCD is used to treat the b quarks inside the bottomonium. The results for the radial and orbital energy splittings are found to be in good agreement with experimental measurements, indicating that systematic errors are small. The calculation of the Upsilon(2S)-Upsilon(1S) energy splitting provides an independent determination of the lattice spacing. For the most physical ensemble it is found to be a^{-1}=1.740(25)(19) GeV, where the first error is statistical/fitting and the second error is an estimate of the systematic errors due to the lattice NRQCD action.",
      "authors": [
        "Stefan Meinel"
      ],
      "pdf": "https://arxiv.org/pdf/0903.3224v2",
      "link": "https://arxiv.org/abs/0903.3224v2",
      "published": "2009-03-18T19:13:58Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "815756",
        "inspire_url": "https://inspirehep.net/literature/815756",
        "doi": "10.1103/PhysRevD.79.094501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "094501",
            "year": 2009
          }
        ],
        "citation_count": 44,
        "journal_ref": "Phys.Rev.D, 79, artid 094501, 2009"
      }
    },
    {
      "id": "0903.3063v1",
      "title": "Nucleon Structure with Domain Wall Fermions at a = 0.084 fm",
      "summary": "We present initial calculations of nucleon matrix elements of twist-two operators with 2+1 flavors of domain wall fermions at a lattice spacing a = 0.084 fm for pion masses down to 300 MeV. We also compare the results with the domain wall calculations on a coarser lattice.",
      "authors": [
        "S. N. Syritsyn",
        "J. D. Bratt",
        "M. F. Lin",
        "H. B. Meyer",
        "J. W. Negele",
        "A. V. Pochinsky",
        "M. Procura",
        "R. G. Edwards",
        "K. Orginos",
        "D. G. Richards",
        "M. Engelhardt",
        "G. T. Fleming",
        "Ph. Hägler",
        "B. Musch",
        "D. B. Renner",
        "W. Schroers"
      ],
      "pdf": "https://arxiv.org/pdf/0903.3063v1",
      "link": "https://arxiv.org/abs/0903.3063v1",
      "published": "2009-03-17T22:53:05Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "815695",
        "inspire_url": "https://inspirehep.net/literature/815695",
        "doi": "10.22323/1.066.0169",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "169",
            "artid": "169",
            "year": 2008
          },
          {}
        ],
        "citation_count": 12,
        "journal_ref": "PoS, LATTICE2008, artid 169, p. 169, 2008"
      }
    },
    {
      "id": "0903.3053v2",
      "title": "Monte Carlo simulations on Graphics Processing Units",
      "summary": "Implementation of basic local Monte-Carlo algorithms on ATI Graphics Processing Units (GPU) is investigated. The Ising model and pure SU(2) gluodynamics simulations are realized with the Compute Abstraction Layer (CAL) of ATI Stream environment using the Metropolis and the heat-bath algorithms, respectively. We present an analysis of both CAL programming model and the efficiency of the corresponding simulation algorithms on GPU. In particular, the significant performance speed-up of these algorithms in comparison with serial execution is observed.",
      "authors": [
        "Vadim Demchik",
        "Alexei Strelchenko"
      ],
      "pdf": "https://arxiv.org/pdf/0903.3053v2",
      "link": "https://arxiv.org/abs/0903.3053v2",
      "published": "2009-03-17T21:22:36Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "815690",
        "inspire_url": "https://inspirehep.net/literature/815690",
        "citation_count": 16
      }
    },
    {
      "id": "0903.2990v1",
      "title": "High Statistics Analysis using Anisotropic Clover Lattices: (I) Single Hadron Correlation Functions",
      "summary": "We present the results of high-statistics calculations of correlation functions generated with single-baryon interpolating operators on an ensemble of dynamical anisotropic gauge-field configurations generated by the Hadron Spectrum Collaboration using a tadpole-improved clover fermion action and Symanzik-improved gauge action. A total of 292,500 sets of measurements are made using 1194 gauge configurations of size 20^3 x 128 with an anisotropy parameter ξ= b_s/b_t = 3.5, a spatial lattice spacing of b_s=0.1227\\pm 0.0008 fm, and pion mass of m_π~ 390 MeV. Ground state baryon masses are extracted with fully quantified uncertainties that are at or below the ~0.2%-level in lattice units. The lowest-lying negative-parity states are also extracted albeit with a somewhat lower level of precision. In the case of the nucleon, this negative-parity state is above the Nπthreshold and, therefore, the isospin-1/2 πN s-wave scattering phase-shift can be extracted using Luescher's method. The disconnected contributions to this process are included indirectly in the gauge-field configurations and do not require additional calculations. The signal-to-noise ratio in the various correlation functions is explored and is found to degrade exponentially faster than naive expectations on many time-slices. This is due to backward propagating states arising from the anti-periodic boundary conditions imposed on the quark-propagators in the time-direction. We explore how best to distribute computational resources between configuration generation and propagator measurements in order to optimize the extraction of single baryon observables.",
      "authors": [
        "Silas R. Beane",
        "William Detmold",
        "Thomas C. Luu",
        "Kostas Orginos",
        "Assumpta Parreno",
        "Martin J. Savage",
        "Aaron Torok",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0903.2990v1",
      "link": "https://arxiv.org/abs/0903.2990v1",
      "published": "2009-03-17T19:44:53Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "815661",
        "inspire_url": "https://inspirehep.net/literature/815661",
        "doi": "10.1103/PhysRevD.79.114502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "114502",
            "year": 2009
          }
        ],
        "citation_count": 103,
        "journal_ref": "Phys.Rev.D, 79, artid 114502, 2009"
      }
    },
    {
      "id": "0903.2443v1",
      "title": "Progress in four-dimensional lattice supersymmetry",
      "summary": "We are entering an era where a number of large-scale lattice simulations of four-dimensional supersymmetric theories are under way. Moreover, proposals for how to approach such studies continue to progress. One particular line of research in this direction is described here. General actions for super-QCD, including counterterms required on the lattice, are given. We obtain the number of fine-tunings that is required, once gauge and flavor symmetries are accounted for, provided Ginsparg-Wilson fermions are used for the gauginos. We also review and extend our recent work on lattice formulations of N=4 super-Yang-Mills and N=1 super-Yang-Mills that exploit Ginsparg-Wilson fermions.",
      "authors": [
        "Joel Giedt"
      ],
      "pdf": "https://arxiv.org/pdf/0903.2443v1",
      "link": "https://arxiv.org/abs/0903.2443v1",
      "published": "2009-03-13T17:42:44Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "815438",
        "inspire_url": "https://inspirehep.net/literature/815438",
        "doi": "10.1142/S0217751X09045492",
        "publication_info": [
          {
            "journal_title": "Int.J.Mod.Phys.A",
            "journal_volume": "24",
            "page_start": "4045",
            "year": 2009,
            "page_end": "4095"
          }
        ],
        "citation_count": 61,
        "journal_ref": "Int.J.Mod.Phys.A, 24, p. 4045, 2009"
      }
    },
    {
      "id": "0903.2314v1",
      "title": "Excited-State Effective Masses in Lattice QCD",
      "summary": "We apply black-box methods, i.e. where the performance of the method does not depend upon initial guesses, to extract excited-state energies from Euclidean-time hadron correlation functions. In particular, we extend the widely used effective-mass method to incorporate multiple correlation functions and produce effective mass estimates for multiple excited states. In general, these excited-state effective masses will be determined by finding the roots of some polynomial. We demonstrate the method using sample lattice data to determine excited-state energies of the nucleon and compare the results to other energy-level finding techniques.",
      "authors": [
        "George T. Fleming",
        "Saul D. Cohen",
        "Huey-Wen Lin",
        "Victor Pereyra"
      ],
      "pdf": "https://arxiv.org/pdf/0903.2314v1",
      "link": "https://arxiv.org/abs/0903.2314v1",
      "published": "2009-03-13T05:33:23Z",
      "categories": [
        "hep-lat",
        "math.NA"
      ],
      "inspire": {
        "control_number": "815388",
        "inspire_url": "https://inspirehep.net/literature/815388",
        "doi": "10.1103/PhysRevD.80.074506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "074506",
            "year": 2009
          }
        ],
        "citation_count": 37,
        "journal_ref": "Phys.Rev.D, 80, artid 074506, 2009"
      }
    },
    {
      "id": "0903.1991v3",
      "title": "A Quenched Study of SU(3) Glueballs at Finite Temperature",
      "summary": "Thermal properties of glueballs in SU(3) Yang-Mills theory are investigated in a large temperature range from $0.3T_c$ to $1.9T_c$ on anisotropic lattices. The glueball operators are optimized for the projection of the ground states by the variational method with a smearing scheme. Their thermal correlators are calculated in all 20 symmetry channels. It is found in all channels that the pole masses $M_G$ of glueballs remain almost constant when the temperature is approaching the critical temperature $T_c$ from below, and start to reduce gradually with the temperature going above $T_c$. The correlators in the $0^{++}$, $0^{-+}$, and $2^{++}$ channels are also analyzed based on the Breit-Wigner $\\emph{Ansatz}$ by assuming a thermal width $Γ$ to the pole mass $ω_0$ of each thermal glueball ground state. While the values of $ω_0$ are insensitive to $T$ in the whole temperature range, the thermal widths $Γ$ exhibit distinct behaviors at temperatures below and above $T_c$. The widths are very small (approximately few percent of $ω_0$ or even smaller) when $T<T_c$, but grow abruptly when $T>T_c$ and reach values of roughly $Γ\\sim ω_0/2$ at $T\\approx 1.9T_c$.",
      "authors": [
        "Xiang-Fei Meng",
        "Gang Li",
        "Ying Chen",
        "Chuan Liu",
        "Yu-Bin Liu",
        "Jian-Ping Ma",
        "Jian-Bo Zhang"
      ],
      "pdf": "https://arxiv.org/pdf/0903.1991v3",
      "link": "https://arxiv.org/abs/0903.1991v3",
      "published": "2009-03-11T15:00:45Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "815202",
        "inspire_url": "https://inspirehep.net/literature/815202",
        "doi": "10.1103/PhysRevD.80.114502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "114502",
            "year": 2009
          }
        ],
        "citation_count": 34,
        "journal_ref": "Phys.Rev.D, 80, artid 114502, 2009"
      }
    },
    {
      "id": "0903.0874v1",
      "title": "HISQ action in dynamical simulations",
      "summary": "We report on recent progress in employing the Highly Improved Staggered Quark (HISQ) action introduced by the HPQCD/UKQCD collaboration in simulations with dynamical fermions. The HISQ action is an order $a^2$ Symanzik-improved action with further suppressed taste symmetry violations. The improvement in taste symmetry is achieved by introducing Fat7 smearing of the original gauge links and reunitarization (projection to an element of U(3) or SU(3)) followed by Asq-type smearing. Major challenges for calculating the fermion force are related to the reunitarization step. We present a preliminary study of the HISQ action on two 2+1+1 flavor ensembles with the lattice spacing roughly equivalent to the MILC asqtad a=0.125 and 0.09 fm ensembles.",
      "authors": [
        "A. Bazavov",
        "C. Bernard",
        "C. DeTar",
        "W. Freeman",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "J. Laiho",
        "L. Levkova",
        "J. Osborn",
        "R. Sugar",
        "D. Toussaint"
      ],
      "pdf": "https://arxiv.org/pdf/0903.0874v1",
      "link": "https://arxiv.org/abs/0903.0874v1",
      "published": "2009-03-04T22:10:31Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "814765",
        "inspire_url": "https://inspirehep.net/literature/814765",
        "doi": "10.22323/1.066.0033",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "033",
            "artid": "033",
            "year": 2008
          },
          {}
        ],
        "citation_count": 23,
        "journal_ref": "PoS, LATTICE2008, artid 033, p. 033, 2008"
      }
    },
    {
      "id": "0903.0359v2",
      "title": "Connected Parts of Decuplet Electromagnetic Properties",
      "summary": "We determine the electromagnetic properties of decuplet resonances using chiral perturbation theory at next-to-leading order. Utilizing a partially quenched charge matrix, we isolate and remove the quark disconnected contractions. This allows us to compare the physical meson loop contributions to the connected contributions, of which the latter are currently calculated using lattice QCD. Finally we determine linear combinations of decuplet resonance and hyperon electromagnetic properties that are exactly independent of disconnected contractions in the isospin limit.",
      "authors": [
        "B. C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/0903.0359v2",
      "link": "https://arxiv.org/abs/0903.0359v2",
      "published": "2009-03-02T19:13:23Z",
      "categories": [
        "hep-lat",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "814551",
        "inspire_url": "https://inspirehep.net/literature/814551",
        "doi": "10.1103/PhysRevD.79.077501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "077501",
            "year": 2009
          }
        ],
        "citation_count": 16,
        "journal_ref": "Phys.Rev.D, 79, artid 077501, 2009"
      }
    },
    {
      "id": "0902.2587v1",
      "title": "Controlling Residual Chiral Symmetry Breaking in Domain Wall Fermion Simulations",
      "summary": "At stronger gauge-field couplings, the domain wall fermion (DWF) residual mass, a measure of chiral symmetry breaking, grows rapidly. This measure is largely due to near zero fermion eigenmodes of logarithm of the 4D transfer matrix along the fifth dimension, and these eigenmodes increase rapidly at strong coupling. To suppress these eigenmodes, we have added to the DWF path integral a multiplicative weighting factor consisting of a ratio of determinants of Wilson-Dirac fermions having a chirally twisted mass with a large negative real component and a small imaginary chiral component. Numerical results show that this weighting factor with an appropriate choice of twisted masses significantly suppresses the residual mass while allowing adequate topological tunneling.",
      "authors": [
        "Dwight Renfrew",
        "Thomas Blum",
        "Norman Christ",
        "Robert Mawhinney",
        "Pavlos Vranas"
      ],
      "pdf": "https://arxiv.org/pdf/0902.2587v1",
      "link": "https://arxiv.org/abs/0902.2587v1",
      "published": "2009-02-16T00:03:08Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "813374",
        "inspire_url": "https://inspirehep.net/literature/813374",
        "doi": "10.22323/1.066.0048",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "048",
            "artid": "048",
            "year": 2008
          },
          {}
        ],
        "citation_count": 55,
        "journal_ref": "PoS, LATTICE2008, artid 048, p. 048, 2008"
      }
    },
    {
      "id": "0902.2241v1",
      "title": "Exotic and excited-state radiative transitions in charmonium from lattice QCD",
      "summary": "We compute, for the first time using lattice QCD methods, radiative transition rates involving excited charmonium states, states of high spin and exotics. Utilizing a large basis of interpolating fields we are able to project out various excited state contributions to three-point correlators computed on quenched anisotropic lattices. In the first lattice QCD calculation of the exotic 1-+ eta_c1 radiative decay, we find a large partial width Gamma(eta_c1 -> J/psi gamma) ~ 100 keV. We find clear signals for electric dipole and magnetic quadrupole transition form factors in chi_c2 -> J/psi gamma, calculated for the first time in this framework, and study transitions involving excited psi and chi_c1,2 states. We calculate hindered magnetic dipole transition widths without the sensitivity to assumptions made in model studies and find statistically significant signals, including a non-exotic vector hybrid candidate Y_hyb? -> eta_c gamma. As well as comparison to experimental data, we discuss in some detail the phenomenology suggested by our results and the extent to which it mirrors that of quark potential models and make suggestions for the interpretation of our results involving exotic quantum numbered states.",
      "authors": [
        "Jozef Dudek",
        "Robert Edwards",
        "Christopher Thomas"
      ],
      "pdf": "https://arxiv.org/pdf/0902.2241v1",
      "link": "https://arxiv.org/abs/0902.2241v1",
      "published": "2009-02-13T00:58:39Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "813238",
        "inspire_url": "https://inspirehep.net/literature/813238",
        "doi": "10.1103/PhysRevD.79.094504",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "094504",
            "year": 2009
          }
        ],
        "citation_count": 139,
        "journal_ref": "Phys.Rev.D, 79, artid 094504, 2009"
      }
    },
    {
      "id": "0902.1815v3",
      "title": "Neutral B Meson Mixing in Unquenched Lattice QCD",
      "summary": "We study $B_d$ and $B_s$ mixing in unquenched lattice QCD employing the MILC collaboration gauge configurations that include u, d, and s sea quarks based on the improved staggered quark (AsqTad) action and a highly improved gluon action. We implement the valence light quarks also with the AsqTad action and use the nonrelativistic NRQCD action for the valence b quark. We calculate hadronic matrix elements necessary for extracting CKM matrix elements from experimental measurements of mass differences $ΔM_d$ and $ΔM_s$. We find $ξ= f_{B_s} \\sqrt{\\hat{B}_{B_s}} / f_{B_d} \\sqrt{\\hat{B}_{B_d}} = 1.258(33)$, $f_{B_d} \\sqrt{\\hat{B}_{B_d}} = 216(15)$ MeV and $f_{B_s} \\sqrt{\\hat{B}_{B_s}} = 266(18)$ MeV. We also update previous results for decay constants and obtain $f_{B_d} = 190(13)$ MeV, $f_{B_s} = 231(15)$ MeV and $f_{B_s}/f_{B_d} = 1.226(26)$. The new lattice results lead to updated values for the ratio of CKM matrix elements $|V_{td}|/|V_{ts}|$ and for the Standard Model prediction for $Br(B_s \\rightarrow μ^+ μ^-)$ with reduced errors. We determine $|V_{td}|/|V_{ts}| = 0.214(1)(5)$ and $Br(B_s \\rightarrow μ^+ μ^-) = 3.19(19) \\times 10^{-9}$.",
      "authors": [
        "Elvira Gámiz",
        "Christine T. H. Davies",
        "G. Peter Lepage",
        "Junko Shigemitsu",
        "Matthew Wingate"
      ],
      "pdf": "https://arxiv.org/pdf/0902.1815v3",
      "link": "https://arxiv.org/abs/0902.1815v3",
      "published": "2009-02-11T14:13:23Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "813050",
        "inspire_url": "https://inspirehep.net/literature/813050",
        "doi": "10.1103/PhysRevD.80.014503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "014503",
            "year": 2009
          }
        ],
        "citation_count": 278,
        "journal_ref": "Phys.Rev.D, 80, artid 014503, 2009"
      }
    },
    {
      "id": "0901.4569v1",
      "title": "Strange quark content of the nucleon",
      "summary": "We discuss the calculation of disconnected diagrams needed for determining the strange quark content of the nucleon on the lattice. We present results for the strange scalar form factor and the related parameter f_Ts, which enters into the cross-section for the scattering of dark matter off nuclei in supersymmetric extensions of the standard model. In addition, we present results for the strange contribution to the nucleon's axial and electromagnetic form factors. The calculations were performed with two dynamical flavors of Wilson fermions on a 24^3 x 64 anisotropic lattice with a_s = 3a_t = 0.11 fm and M_pi ~ 400 MeV.",
      "authors": [
        "Ronald Babich",
        "Richard Brower",
        "Michael Clark",
        "George Fleming",
        "James Osborn",
        "Claudio Rebbi"
      ],
      "pdf": "https://arxiv.org/pdf/0901.4569v1",
      "link": "https://arxiv.org/abs/0901.4569v1",
      "published": "2009-01-28T22:39:31Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "811981",
        "inspire_url": "https://inspirehep.net/literature/811981",
        "doi": "10.22323/1.066.0160",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "160",
            "artid": "160",
            "year": 2008
          },
          {}
        ],
        "citation_count": 14,
        "journal_ref": "PoS, LATTICE2008, artid 160, p. 160, 2008"
      }
    },
    {
      "id": "0901.3766v2",
      "title": "Lattice Study of Conformal Behavior in SU(3) Yang-Mills Theories",
      "summary": "Using lattice simulations, we study the extent of the conformal window for an SU(3) gauge theory with N_f Dirac fermions in the fundamental representation. We extend our recently reported work, describing the general framework and the lattice simulations in more detail. We find that the theory is conformal in the infrared for N_f = 12, governed by an infrared fixed point, whereas the N_f = 8 theory exhibits confinement and chiral symmetry breaking. We therefore conclude that the low end of the conformal window N_f^c lies in the range 8 <= N_f^c <= 12. We discuss open questions and the potential relevance of the present work to physics beyond the standard model.",
      "authors": [
        "Thomas Appelquist",
        "George T. Fleming",
        "Ethan T. Neil"
      ],
      "pdf": "https://arxiv.org/pdf/0901.3766v2",
      "link": "https://arxiv.org/abs/0901.3766v2",
      "published": "2009-01-23T20:59:34Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "811729",
        "inspire_url": "https://inspirehep.net/literature/811729",
        "doi": "10.1103/PhysRevD.79.076010",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "076010",
            "year": 2009
          }
        ],
        "citation_count": 250,
        "journal_ref": "Phys.Rev.D, 79, artid 076010, 2009"
      }
    },
    {
      "id": "0901.3752v2",
      "title": "The vector meson mass in the large N limit of QCD",
      "summary": "The vector meson mass is computed as a function of quark mass in the large N limit of QCD. We use continuum reduction and directly compute the vector meson propagator in momentum space. Quark momentum is inserted using the quenched momentum prescription.",
      "authors": [
        "A. Hietanen",
        "R. Narayanan",
        "R. Patel",
        "C. Prays"
      ],
      "pdf": "https://arxiv.org/pdf/0901.3752v2",
      "link": "https://arxiv.org/abs/0901.3752v2",
      "published": "2009-01-23T20:58:24Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "hep-th"
      ],
      "inspire": {
        "control_number": "811725",
        "inspire_url": "https://inspirehep.net/literature/811725",
        "doi": "10.1016/j.physletb.2009.02.054",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "674",
            "page_start": "80",
            "year": 2009,
            "page_end": "82"
          }
        ],
        "citation_count": 19,
        "journal_ref": "Phys.Lett.B, 674, p. 80, 2009"
      }
    },
    {
      "id": "0901.3512v2",
      "title": "Seed methods for linear equations in lattice qcd problems with multiple right-hand sides",
      "summary": "We consider three improvements to seed methods for Hermitian linear systems with multiple right-hand sides: only the Krylov subspace for the first system is used for seeding subsequent right-hand sides, the first right-hand side is solved past convergence, and periodic re-orthogonalization is used in order to control roundoff errors associated with the Conjugate Gradient algorithm. The method is tested for the case of Wilson fermions near kappa critical and a considerable speed up in the convergence is observed.",
      "authors": [
        "Abdou Abdel-Rehim",
        "Ronald B. Morgan",
        "Walter Wilcox"
      ],
      "pdf": "https://arxiv.org/pdf/0901.3512v2",
      "link": "https://arxiv.org/abs/0901.3512v2",
      "published": "2009-01-22T16:27:23Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "811544",
        "inspire_url": "https://inspirehep.net/literature/811544",
        "doi": "10.22323/1.066.0038",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "038",
            "artid": "038",
            "year": 2008
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LATTICE2008, artid 038, p. 038, 2008"
      }
    },
    {
      "id": "0901.3457v1",
      "title": "Quark transverse charge densities in the $Δ(1232)$ from lattice QCD",
      "summary": "We extend the formalism relating electromagnetic form factors to transverse quark charge densities in the light-front frame to the case of a spin-3/2 baryon and calculate these transverse densities for the $Δ(1232)$ isobar using lattice QCD. The transverse charge densities for a transversely polarized spin-3/2 particle are characterized by monopole, dipole, quadrupole, and octupole patterns representing the structure beyond that of a pure point-like spin-3/2 particle. We present lattice QCD results for the $Δ$-isobar electromagnetic form factors for pion masses down to approximatively 350 MeV for three cases: quenched QCD, two-degenerate flavors of dynamical Wilson quarks, and three flavors of quarks using a mixed action that combines domain wall valence quarks and dynamical staggered sea quarks. We extract transverse quark charge densities from these lattice results and find that the $Δ$ is prolately deformed, as indicated by the fact that the quadrupole moment $G_{E2}(0$) is larger than the value -3 characterizing a point particle and the fact that the transverse charge density in a $Δ^+$ of maximal transverse spin projection is elongated along the axis of the spin.",
      "authors": [
        "Constantia Alexandrou",
        "Tomasz Korzec",
        "Giannis Koutsou",
        "Cédric Lorcé",
        "John W. Negele",
        "Vladimir Pascalutsa",
        "Antonios Tsapalis",
        "Marc Vanderhaeghen"
      ],
      "pdf": "https://arxiv.org/pdf/0901.3457v1",
      "link": "https://arxiv.org/abs/0901.3457v1",
      "published": "2009-01-22T11:26:17Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "811522",
        "inspire_url": "https://inspirehep.net/literature/811522",
        "doi": "10.1016/j.nuclphysa.2009.04.005",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "825",
            "page_start": "115",
            "year": 2009,
            "page_end": "144"
          }
        ],
        "citation_count": 79,
        "journal_ref": "Nucl.Phys.A, 825, p. 115, 2009"
      }
    },
    {
      "id": "0901.3296v1",
      "title": "Tests of Electric Polarizability on the Lattice",
      "summary": "Using clover fermions on CP-PACS dynamical configurations, we consider a number of ways of measuring hadronic electric polarizability, an $|\\mathbf{E}|^{2}$ effect in hadron masses, using lattice techniques. We consider the effects of periodic and Dirichlet boundary conditions, the field linearization postulate as well as a quantized electric field. We also consider two ways of formulating the classical vector potential which describes a uniform electric field in combination with the other possibilities.",
      "authors": [
        "Victor X. Guerrero",
        "Walter Wilcox",
        "Joe Christensen"
      ],
      "pdf": "https://arxiv.org/pdf/0901.3296v1",
      "link": "https://arxiv.org/abs/0901.3296v1",
      "published": "2009-01-21T15:46:37Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "811445",
        "inspire_url": "https://inspirehep.net/literature/811445",
        "doi": "10.22323/1.066.0150",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "150",
            "artid": "150",
            "year": 2008
          },
          {}
        ],
        "citation_count": 2,
        "journal_ref": "PoS, LATTICE2008, artid 150, p. 150, 2008"
      }
    },
    {
      "id": "0901.3163v1",
      "title": "Deflated Hermitian Lanczos Methods for Multiple Right-Hand Sides",
      "summary": "A deflated and restarted Lanczos algorithm to solve hermitian linear systems, and at the same time compute eigenvalues and eigenvectors for application to multiple right-hand sides, is described. For the first right-hand side, eigenvectors with small eigenvalues are computed while simultaneously solving the linear system. Two versions of this algorithm are given. The first is called Lan-DR and is based on conjugate gradient (CG) implementation of the Lanczos algorithm. This version will be optimal for the hermitian positive definite case. The second version is called MinRes-DR and is based on the minimum residual (MinRes) implementation of Lanczos algorithm. This version is optimal for indefinite hermitian systems where the CG algorithm is subject to instabilities. For additional right-hand sides, we project over the calculated eigenvectors to speed up convergence. The algorithms used for subsequent right-hand sides are called D-CG and D-MinRes respectively. After some introductory examples are given, we show tests for the case of Wilson fermions at kappa critical. A considerable speed up in the convergence is observed compared to unmodified CG and MinRes.",
      "authors": [
        "Abdou M. Abdel-Rehim",
        "Ronald B. Morgan",
        "Dywayne Nicely",
        "Walter Wilcox"
      ],
      "pdf": "https://arxiv.org/pdf/0901.3163v1",
      "link": "https://arxiv.org/abs/0901.3163v1",
      "published": "2009-01-20T22:42:04Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "811421",
        "inspire_url": "https://inspirehep.net/literature/811421",
        "doi": "10.22323/1.066.0030",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "030",
            "artid": "030",
            "year": 2008
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LATTICE2008, artid 030, p. 030, 2008"
      }
    },
    {
      "id": "0901.2599v2",
      "title": "Renormalization of quark bilinear operators in a momentum-subtraction scheme with a nonexceptional subtraction point",
      "summary": "We extend the Rome-Southampton regularization independent momentum-subtraction renormalization scheme(RI/MOM) for bilinear operators to one with a nonexceptional, symmetric subtraction point.  Two-point Green's functions with the insertion of quark bilinear operators are computed with scalar, pseudoscalar, vector, axial-vector and tensor operators at one-loop order in perturbative QCD. We call this new scheme RI/SMOM, where the S stands for \"symmetric\". Conversion factors are derived, which connect the RI/SMOM scheme and the MSbar scheme and can be used to convert results obtained in lattice calculations into the MSbar scheme. Such a symmetric subtraction point involves nonexceptional momenta implying a lattice calculation with substantially suppressed contamination from infrared effects. Further, we find that the size of the one-loop corrections for these infrared improved kinematics is substantially decreased in the case of the pseudoscalar and scalar operator, suggesting a much better behaved perturbative series. Therefore it should allow us to reduce the error in the determination of the quark mass appreciably.",
      "authors": [
        "C. Sturm",
        "Y. Aoki",
        "N. H. Christ",
        "T. Izubuchi",
        "C. T. C. Sachrajda",
        "A. Soni"
      ],
      "pdf": "https://arxiv.org/pdf/0901.2599v2",
      "link": "https://arxiv.org/abs/0901.2599v2",
      "published": "2009-01-19T19:02:26Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "811234",
        "inspire_url": "https://inspirehep.net/literature/811234",
        "doi": "10.1103/PhysRevD.80.014501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "014501",
            "year": 2009
          }
        ],
        "citation_count": 248,
        "journal_ref": "Phys.Rev.D, 80, artid 014501, 2009"
      }
    },
    {
      "id": "0901.2595v1",
      "title": "Quark mass renormalization with non-exceptional momenta",
      "summary": "Renormalization conditions imposed on quark bilinear vertex functions in the conventional RI/MOM scheme use exceptional momentum configurations. With practical values for the lattice cutoff, these vertex functions are contaminated with unwanted low energy physics (pion pole, zero modes, etc), which is a large source of systematic error. These effects can be reduced by using non-exceptional momenta. We discuss the quark mass renormalization with non-exceptional momenta using 2+1 flavor domain wall fermions based on a recently proposed RI/SMOM scheme.",
      "authors": [
        "Yasumichi Aoki"
      ],
      "pdf": "https://arxiv.org/pdf/0901.2595v1",
      "link": "https://arxiv.org/abs/0901.2595v1",
      "published": "2009-01-17T00:24:53Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "811233",
        "inspire_url": "https://inspirehep.net/literature/811233",
        "doi": "10.22323/1.066.0222",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "222",
            "artid": "222",
            "year": 2008
          },
          {},
          {}
        ],
        "citation_count": 13,
        "journal_ref": "PoS, LATTICE2008, artid 222, p. 222, 2008"
      }
    },
    {
      "id": "0901.0657v3",
      "title": "Time Dependence of Nucleon Correlation Functions in Chiral Perturbation Theory",
      "summary": "We consider corrections to nucleon correlation functions arising from times that are far from the asymptotic limit. For such times, the single nucleon state is contaminated by the pion-nucleon and pion-delta continuum. We use heavy baryon chiral perturbation theory to derive the spectral representation of the nucleon two-point function. Finite time corrections to the axial current correlation function are also derived. Pion-nucleon excited state contributions drive the axial correlator upward, while contributions from the interference of pion-delta and pion-nucleon states drive the axial correlator downward. Our results can be compared qualitatively to optimized nucleon correlators calculated in lattice QCD, because the chiral corrections characterize only low-energy excitations above the ground state. We show that improved nucleon operators can lead to an underestimation of the nucleon axial charge.",
      "authors": [
        "B. C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/0901.0657v3",
      "link": "https://arxiv.org/abs/0901.0657v3",
      "published": "2009-01-06T19:54:59Z",
      "categories": [
        "hep-lat",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "810377",
        "inspire_url": "https://inspirehep.net/literature/810377",
        "doi": "10.1103/PhysRevD.80.014002",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "014002",
            "year": 2009
          }
        ],
        "citation_count": 32,
        "journal_ref": "Phys.Rev.D, 80, artid 014002, 2009"
      }
    },
    {
      "id": "0901.0572v3",
      "title": "Symmetries of Ginsparg-Wilson Chiral Fermions",
      "summary": "The group structure of the variant chiral symmetry discovered by Luscher in the Ginsparg-Wilson description of lattice chiral fermions is analyzed. It is shown that the group contains an infinite number of linearly independent symmetry generators, and the Lie algebra is given explicitly. CP is an automorphism of this extended chiral group, and the CP transformation properties of the symmetry generators are found. The group has an infinite-parameter invariant subgroup, and the factor group, whose elements are its cosets, is isomorphic to the continuum chiral symmetry group. Features of the currents associated with these symmetries are discussed, including the fact that some different, non-commuting symmetry generators lead to the same Noether current. These are universal features of lattice chiral fermions based on the Ginsparg-Wilson relation; they occur in the overlap, domain-wall, and perfect-action formulations. In a solvable example, free overlap fermions, these non-canonical elements of lattice chiral symmetry are related to complex energy singularities that violate reflection positivity and impede continuation to Minkowski space.",
      "authors": [
        "Jeffrey E. Mandula"
      ],
      "pdf": "https://arxiv.org/pdf/0901.0572v3",
      "link": "https://arxiv.org/abs/0901.0572v3",
      "published": "2009-01-05T22:21:40Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "810343",
        "inspire_url": "https://inspirehep.net/literature/810343",
        "doi": "10.1103/PhysRevD.80.085023",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "80",
            "artid": "085023",
            "year": 2009
          }
        ],
        "citation_count": 10,
        "journal_ref": "Phys.Rev.D, 80, artid 085023, 2009"
      }
    }
  ]
}