{
  "generated": "2026-02-08T20:52:28.952398+00:00Z",
  "count": 140,
  "publications": [
    {
      "id": "hep-lat/0512025v1",
      "title": "Chiral phase transition and Anderson localization in the Instanton Liquid Model for QCD",
      "summary": "We study the spectrum and eigenmodes of the QCD Dirac operator in a gauge background given by an Instanton Liquid Model (ILM) at temperatures around the chiral phase transition. Generically we find the Dirac eigenvectors become more localized as the temperature is increased. At the chiral phase transition, both the low lying eigenmodes and the spectrum of the QCD Dirac operator undergo a transition to localization similar to the one observed in a disordered conductor. This suggests that Anderson localization is the fundamental mechanism driving the chiral phase transition. We also find an additional temperature dependent mobility edge (separating delocalized from localized eigenstates) in the bulk of the spectrum which moves toward lower eigenvalues as the temperature is increased. In both regions, the origin and the bulk, the transition to localization exhibits features of a 3D Anderson transition including multifractal eigenstates and spectral properties that are well described by critical statistics. Similar results are obtained in both the quenched and the unquenched case though the critical temperature in the unquenched case is lower. Finally we argue that our findings are not in principle restricted to the ILM approximation and may also be found in lattice simulations.",
      "authors": [
        "Antonio M. Garcia-Garcia",
        "James C. Osborn"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0512025v1",
      "link": "https://arxiv.org/abs/hep-lat/0512025v1",
      "published": "2005-12-20T08:23:46Z",
      "categories": [
        "hep-lat",
        "cond-mat.dis-nn",
        "hep-th"
      ],
      "inspire": {
        "control_number": "700924",
        "inspire_url": "https://inspirehep.net/literature/700924",
        "doi": "10.1016/j.nuclphysa.2006.02.011",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "770",
            "page_start": "141",
            "year": 2006,
            "page_end": "161"
          }
        ],
        "citation_count": 49,
        "journal_ref": "Nucl.Phys.A, 770, p. 141, 2006"
      }
    },
    {
      "id": "hep-lat/0512015v1",
      "title": "Center vortex model for the infrared sector of SU(4) Yang-Mills theory: String tensions and deconfinement transition",
      "summary": "A random vortex world-surface model for the infrared sector of SU(4) Yang-Mills theory is constructed, focusing on the confinement properties and the behavior at the deconfinement phase transition. Although the corresponding data from lattice Yang-Mills theory can be reproduced, the model requires a more complex action and considerably more tuning than the SU(2) and SU(3) cases studied previously. Its predictive capabilities are accordingly reduced. This behavior has a definite physical origin, which is elucidated in detail in the present work. As the number of colors is raised in Yang-Mills theory, the corresponding infrared effective vortex description cannot indefinitely continue to rely on dynamics determined purely by vortex world-surface characteristics; additional color structures present on the vortices begin to play a role. As evidenced by the modeling effort reported here, definite signatures of this behavior appear in the case of four colors.",
      "authors": [
        "Michael Engelhardt"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0512015v1",
      "link": "https://arxiv.org/abs/hep-lat/0512015v1",
      "published": "2005-12-12T21:44:28Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "700312",
        "inspire_url": "https://inspirehep.net/literature/700312",
        "doi": "10.1103/PhysRevD.73.034015",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "034015",
            "year": 2006
          }
        ],
        "citation_count": 10,
        "journal_ref": "Phys.Rev.D, 73, artid 034015, 2006"
      }
    },
    {
      "id": "hep-lat/0512007v2",
      "title": "B -> D* l nu and B -> D l nu form factors in staggered chiral perturbation theory",
      "summary": "We calculate the B -> D and B -> D* form factors at zero recoil in Staggered Chiral Perturbation Theory. We consider heavy-light mesons in which only the light (u, d, or s) quark is staggered; current lattice simulations generally use a highly improved action such as the Fermilab or NRQCD action for the heavy (b or c) quark. We work to lowest nontrivial order in the heavy quark expansion and to one-loop in the chiral expansion. We present results for a partially quenched theory with three sea quarks in which there are no mass degeneracies (the \"1+1+1\" theory) and for a partially quenched theory in which the u and d sea quark masses are equal (the \"2+1\" theory). We also present results for full (2+1) QCD, along with a numerical estimate of the size of staggered discretization errors. Finally, we calculate the finite volume corrections to the form factors and estimate their numerical size in current lattice simulations.",
      "authors": [
        "Jack Laiho",
        "Ruth S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0512007v2",
      "link": "https://arxiv.org/abs/hep-lat/0512007v2",
      "published": "2005-12-06T23:33:08Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "699840",
        "inspire_url": "https://inspirehep.net/literature/699840",
        "doi": "10.1103/PhysRevD.73.054501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "054501",
            "year": 2006
          }
        ],
        "citation_count": 41,
        "journal_ref": "Phys.Rev.D, 73, artid 054501, 2006"
      }
    },
    {
      "id": "hep-lat/0511052v2",
      "title": "Fun with Dirac eigenvalues",
      "summary": "It is popular to discuss low energy physics in lattice gauge theory in terms of the small eigenvalues of the lattice Dirac operator. I play with some ensuing pitfalls in the interpretation of these eigenvalue spectra.",
      "authors": [
        "Michael Creutz"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0511052v2",
      "link": "https://arxiv.org/abs/hep-lat/0511052v2",
      "published": "2005-11-23T15:32:30Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "698668",
        "inspire_url": "https://inspirehep.net/literature/698668",
        "publication_info": [
          {}
        ],
        "citation_count": 13
      }
    },
    {
      "id": "hep-th/0511194v1",
      "title": "High-accuracy critical exponents of O(N) hierarchical sigma models",
      "summary": "We perform high-accuracy calculations of the critical exponent gamma and its subleading exponent for the 3D O(N) Dyson's hierarchical model, for N up to 20. We calculate the critical temperatures for the nonlinear sigma model measure. We discuss the possibility of extracting the first coefficients of the 1/N expansion from our numerical data. We show that the leading and subleading exponents agreewith Polchinski equation and the equivalent Litim equation, in the local potential approximation, with at least 4 significant digits.",
      "authors": [
        "J. J. Godina",
        "L. Li",
        "Y. Meurice",
        "M. B. Oktay"
      ],
      "pdf": "https://arxiv.org/pdf/hep-th/0511194v1",
      "link": "https://arxiv.org/abs/hep-th/0511194v1",
      "published": "2005-11-19T03:36:22Z",
      "categories": [
        "hep-th",
        "cond-mat.stat-mech",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "698495",
        "inspire_url": "https://inspirehep.net/literature/698495",
        "doi": "10.1103/PhysRevD.73.047701",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "047701",
            "year": 2006
          }
        ],
        "citation_count": 5,
        "journal_ref": "Phys.Rev.D, 73, artid 047701, 2006"
      }
    },
    {
      "id": "hep-ph/0511160v1",
      "title": "High-precision determination of the light-quark masses from realistic lattice QCD",
      "summary": "Three-flavor lattice QCD simulations and two-loop perturbation theory are used to make the most precise determination to date of the strange-, up-, and down-quark masses, $m_s$, $m_u$, and $m_d$, respectively. Perturbative matching is required in order to connect the lattice-regularized bare- quark masses to the masses as defined in the \\msbar scheme, and this is done here for the first time at next-to-next-to leading (or two-loop) order. The bare-quark masses required as input come from simulations by the MILC collaboration of a highly-efficient formalism (using so-called ``staggered'' quarks), with three flavors of light quarks in the Dirac sea; these simulations were previously analyzed in a joint study by the HPQCD and MILC collaborations, using degenerate $u$ and $d$ quarks, with masses as low as $m_s/8$, and two values of the lattice spacing, with chiral extrapolation/interpolation to the physical masses. With the new perturbation theory presented here, the resulting \\msbar\\ masses are $m^\\msbar_s(2 {GeV}) = 87(0)(4)(4)(0)$ MeV, and $\\hat m^\\msbar(2 {GeV}) = 3.2(0)(2)(2)(0)$ MeV, where $\\hat m = \\sfrac12 (m_u + m_d)$ is the average of the $u$ and $d$ masses. The respective uncertainties are from statistics, simulation systematics, perturbation theory, and electromagnetic/isospin effects. The perturbative errors are about a factor of two smaller than in an earlier study using only one-loop perturbation theory. Using a recent determination of the ratio $m_u/m_d = 0.43(0)(1)(0)(8)$ due to the MILC collaboration, these results also imply $m^\\msbar_u(2 {GeV}) = 1.9(0)(1)(1)(2)$ MeV and $m^\\msbar_d(2 {GeV}) = 4.4(0)(2)(2)(2)$ MeV. A technique for estimating the next order in the perturbative expansion is also presented, which uses input from simulations at more than one lattice spacing.",
      "authors": [
        "Quentin Mason",
        "Howard D. Trottier",
        "Ron Horgan",
        "Christine T. H. Davies",
        "G. Peter Lepage"
      ],
      "pdf": "https://arxiv.org/pdf/hep-ph/0511160v1",
      "link": "https://arxiv.org/abs/hep-ph/0511160v1",
      "published": "2005-11-14T00:59:43Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "697868",
        "inspire_url": "https://inspirehep.net/literature/697868",
        "doi": "10.1103/PhysRevD.73.114501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "114501",
            "year": 2006
          }
        ],
        "citation_count": 100,
        "journal_ref": "Phys.Rev.D, 73, artid 114501, 2006"
      }
    },
    {
      "id": "hep-lat/0511023v2",
      "title": "Lattice QCD and String Theory",
      "summary": "Bosonic string formation in gauge theories is reviewed with particular attention to the confining flux in lattice QCD and its string theory description. Recent results on the Casimir energy of the ground state and the string excitation spectrum are analyzed in the Dirichlet string limit of large separation between static sources. The closed string-soliton (torelon) with electric flux winding around a compact dimension and the three-string with a Y-junction created by three static sources are also reviewed. It is shown that string spectra from lattice simulations are consistent with universal predictions of the leading operators from the derivative expansion of a Poincare invariant effective string Lagrangian with reparameterization symmetry. Important characterisitics of the confining flux, like stiffness and the related massive breather modes, are coded in operators with higher derivatives and their determination remains a difficult challenge for lattice gauge theory.",
      "authors": [
        "Julius Kuti"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0511023v2",
      "link": "https://arxiv.org/abs/hep-lat/0511023v2",
      "published": "2005-11-08T20:31:12Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "697217",
        "inspire_url": "https://inspirehep.net/literature/697217",
        "doi": "10.22323/1.020.0001",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "001",
            "artid": "001",
            "year": 2006
          },
          {
            "journal_title": "PoS",
            "journal_volume": "JHW2005",
            "page_start": "009",
            "artid": "009",
            "year": 2006
          },
          {},
          {}
        ],
        "citation_count": 47,
        "journal_ref": "PoS, LAT2005, artid 001, p. 001, 2006"
      }
    },
    {
      "id": "hep-lat/0511021v2",
      "title": "Universality and Quark Masses of the Staggered Fermion Action",
      "summary": "Staggered fermions with 4 tastes are expected to describe 4-flavor QCD in the continuum limit, therefore at finite lattice spacing the staggered determinant should be equivalent to an SU(4) flavor-symmetric system up to lattice artifacts. This equivalence is the starting point of the 4th root trick used to reduce the number of fermion flavors and provides the only consistent description of 2 or 1 flavor systems. In this paper we argue that the quark mass of the underlying flavor symmetric theory differs from the staggered mass by an additive term due to the taste breaking of the staggered action. The relation is the same for 2 and 1 flavor fermions. This additive mass shift implies that at finite lattice spacing staggered simulations correspond to heavier quark masses than indicated by the staggered Goldstone pion and that staggered fermions cannot reach the chiral limit at finite lattice spacing.",
      "authors": [
        "Anna Hasenfratz"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0511021v2",
      "link": "https://arxiv.org/abs/hep-lat/0511021v2",
      "published": "2005-11-07T17:56:06Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "697082",
        "inspire_url": "https://inspirehep.net/literature/697082",
        "citation_count": 8
      }
    },
    {
      "id": "hep-lat/0511014v3",
      "title": "Improved bilinears in lattice QCD with non-degenerate quarks",
      "summary": "We describe the extension of the improvement program for bilinear operators composed of Wilson fermions to non-degenerate dynamical quarks. We consider two, three and four flavors, and both flavor non-singlet and singlet operators. We find that there are many more improvement coefficients than with degenerate quarks, but that, for three or four flavors, nearly all can be determined by enforcing vector and axial Ward identities. The situation is worse for two flavors, where many more coefficients remain undetermined.",
      "authors": [
        "Tanmoy Bhattacharya",
        "Rajan Gupta",
        "Weonjong Lee",
        "Stephen R. Sharpe",
        "Jackson M. S. Wu"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0511014v3",
      "link": "https://arxiv.org/abs/hep-lat/0511014v3",
      "published": "2005-11-04T22:04:55Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "697075",
        "inspire_url": "https://inspirehep.net/literature/697075",
        "doi": "10.1103/PhysRevD.73.034504",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "034504",
            "year": 2006
          }
        ],
        "citation_count": 133,
        "journal_ref": "Phys.Rev.D, 73, artid 034504, 2006"
      }
    },
    {
      "id": "hep-lat/0511013v1",
      "title": "Parton Distribution Functions with Twisted Mass Fermions",
      "summary": "We present a first Wilson twisted mass fermion calculation of the matrix element between pion states of the twist-2 operator, which is related to the the lowest moment < x > of the valence quark parton distribution function in a pion. Using Wilson twisted mass fermions in the quenched approximation we demonstrate that < x > can be computed at small pseudoscalar meson masses down to values of order 250 MeV. We investigate the scaling behaviour of this physically important quantity by applying two definitions of the critical mass and observe a scaling compatible with the expected O(a^2) behaviour in both cases. A combined continuum extrapolation allows to obtain reliable results for < x > at very small pseudoscalar meson masses, which previously could not be explored by lattice QCD simulations.",
      "authors": [
        "S. Capitani",
        "K. Jansen",
        "M. Papinutto",
        "A. Shindler",
        "C. Urbach",
        "I. Wetzorke"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0511013v1",
      "link": "https://arxiv.org/abs/hep-lat/0511013v1",
      "published": "2005-11-04T17:22:42Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "696948",
        "inspire_url": "https://inspirehep.net/literature/696948",
        "doi": "10.1016/j.physletb.2006.02.047",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "639",
            "page_start": "520",
            "year": 2006,
            "page_end": "526"
          }
        ],
        "citation_count": 28,
        "journal_ref": "Phys.Lett.B, 639, p. 520, 2006"
      }
    },
    {
      "id": "hep-lat/0511007v2",
      "title": "Scaling behavior of quark propagator in full QCD",
      "summary": "We study the scaling behavior of the quark propagator on two lattices with similar physical volume in Landau gauge with 2+1 flavors of dynamical quarks in order to test whether we are close to the continuum limit for these lattices. We use configurations generated with an improved staggered (``Asqtad'') action by the MILC collaboration. The calculations are performed on $28^3\\times 96$ lattices with lattice spacing $a = 0.09$ fm and on $20^3\\times 64$ lattices with lattice spacing $a = 0.12$ fm. We calculate the quark mass function, $M(q^2)$, and the wave-function renormalization function, $Z(q^2)$, for a variety of bare quark masses. Comparing the behavior of these functions on the two sets of lattices we find that both $Z(q^2)$ and $M(q^2)$ show little sensitivity to the ultraviolet cutoff.",
      "authors": [
        "Maria B. Parappilly",
        "Patrick O. Bowman",
        "Urs M. Heller",
        "Derek B . Leinweber",
        "Anthony G. Williams",
        "J. B Zhang"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0511007v2",
      "link": "https://arxiv.org/abs/hep-lat/0511007v2",
      "published": "2005-11-03T00:35:28Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "696840",
        "inspire_url": "https://inspirehep.net/literature/696840",
        "doi": "10.1103/PhysRevD.73.054504",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "054504",
            "year": 2006
          }
        ],
        "citation_count": 129,
        "journal_ref": "Phys.Rev.D, 73, artid 054504, 2006"
      }
    },
    {
      "id": "hep-lat/0511002v1",
      "title": "Twisted mass lattice QCD: Recent developments and results",
      "summary": "I review recent theoretical developments and numerical results of twisted mass QCD. I argue that, combined with an efficient algorithm, twisted mass QCD can be an attractive QCD lattice action, to perform large scale simulations at small pion masses, where a matching with chiral perturbation theory can be performed. Open issues like flavour breaking effects are also addressed.",
      "authors": [
        "Andrea Shindler"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0511002v1",
      "link": "https://arxiv.org/abs/hep-lat/0511002v1",
      "published": "2005-11-01T11:03:25Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "696646",
        "inspire_url": "https://inspirehep.net/literature/696646",
        "doi": "10.22323/1.020.0014",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "014",
            "artid": "014",
            "year": 2006
          },
          {}
        ],
        "citation_count": 28,
        "journal_ref": "PoS, LAT2005, artid 014, p. 014, 2006"
      }
    },
    {
      "id": "hep-lat/0510115v1",
      "title": "Dirac eigenvalue correlations in quenched QCD at finite density",
      "summary": "We compare eigenvalue correlations of the Dirac operator with a chemical potential obtained from lattice simulations of quenched QCD with analytic predictions obtained from chiral effective theories in the zero-momentum limit. By comparing the density and two-point correlation function we show that the analytic results agree with QCD at low energies. We also examine the scale (Thouless energy) up to which the zero-momentum approximation is valid.",
      "authors": [
        "James C. Osborn",
        "Tilo Wettig"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510115v1",
      "link": "https://arxiv.org/abs/hep-lat/0510115v1",
      "published": "2005-10-27T17:09:05Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "696233",
        "inspire_url": "https://inspirehep.net/literature/696233",
        "doi": "10.22323/1.020.0200",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "200",
            "artid": "200",
            "year": 2006
          },
          {
            "page_start": "63",
            "page_end": "67"
          }
        ],
        "citation_count": 21,
        "journal_ref": "PoS, LAT2005, artid 200, p. 200, 2006"
      }
    },
    {
      "id": "hep-lat/0510111v1",
      "title": "Non-perturbatively determined relativistic heavy quark action",
      "summary": "Preliminary results are presented in a step scaling determination of the coefficients in the relativistic heavy quark action. By matching finite volume, heavy-heavy and heavy-light meson masses, we attempt to determine the four parameters ($m$, $ζ$, $c_B$ and $c_E$) in the on-shell-improved, heavy quark action. In this report we carry out one step in this program by matching two physically equivalent systems. The first is a fully relativistic calculation using a $24^3\\times 48$, $1/a=5.4$ GeV lattice with both the heavy and light quarks treated as domain wall fermions. The second calculation uses at $16^3\\times 32$, $1/a=3.6$ GeV lattice, a domain-wall light quark and a heavy quark computed with the relativistic heavy quark action. The four parameters in this heavy quark effective action are then varied to reproduce the mass spectrum from the first calculation. These calculations are carried out in the quenched approximation for a heavy quark mass approximately that of the charmed quark.",
      "authors": [
        "Huey-Wen Lin",
        "Norman H. Christ"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510111v1",
      "link": "https://arxiv.org/abs/hep-lat/0510111v1",
      "published": "2005-10-27T01:32:50Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "696229",
        "inspire_url": "https://inspirehep.net/literature/696229",
        "doi": "10.22323/1.020.0225",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "225",
            "artid": "225",
            "year": 2006
          },
          {}
        ],
        "citation_count": 4,
        "journal_ref": "PoS, LAT2005, artid 225, p. 225, 2006"
      }
    },
    {
      "id": "hep-lat/0510110v1",
      "title": "Quark-gluon vertex with an off-shell O(a)-improved chiral fermion action",
      "summary": "We perform a study the quark-gluon vertex function with a quenched Wilson gauge action and a variety of fermion actions. These include the domain wall fermion action (with exponentially accurate chiral symmetry) and the Wilson clover action both with the non-perturbatively improved clover coefficient as well as with a number of different values for this coefficient. We find that the domain wall vertex function behaves very well in the large momentum transfer region. The off-shell vertex function for the on-shell improved clover class of actions does not behave as well as the domain wall case and, surprisingly, shows only a weak dependence on the clover coefficient $c_{SW}$ for all components of its Dirac decomposition and across all momenta. Including off-shell improvement rotations for the clover fields can make this action yield results consistent with those from the domain wall approach, as well as helping to determine the off-shell improved coefficient $c_q^\\prime$.",
      "authors": [
        "Huey-Wen Lin"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510110v1",
      "link": "https://arxiv.org/abs/hep-lat/0510110v1",
      "published": "2005-10-27T01:01:13Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "696228",
        "inspire_url": "https://inspirehep.net/literature/696228",
        "doi": "10.1103/PhysRevD.73.094511",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "094511",
            "year": 2006
          }
        ],
        "citation_count": 20,
        "journal_ref": "Phys.Rev.D, 73, artid 094511, 2006"
      }
    },
    {
      "id": "hep-lat/0510108v2",
      "title": "Biased Metropolis-Heat-Bath Algorithm for Fundamental-Adjoint SU(2) Lattice Gauge Theory",
      "summary": "For SU(2) lattice gauge theory with the fundamental-adjoint action an efficient heat-bath algorithm is not known so that one had to rely on Metropolis simulations supplemented by overrelaxation. Implementing a novel biased Metropolis-heat-bath algorithm for this model, we find improvement factors in the range 1.45 to 2.06 over conventionally optimized Metropolis simulations. If one optimizes further with respect to additional overrelaxation sweeps, the improvement factors are found in the range 1.3 to 1.8.",
      "authors": [
        "Alexei Bazavov",
        "Bernd A. Berg",
        "Urs M. Heller"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510108v2",
      "link": "https://arxiv.org/abs/hep-lat/0510108v2",
      "published": "2005-10-26T18:03:21Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "696145",
        "inspire_url": "https://inspirehep.net/literature/696145",
        "doi": "10.1103/PhysRevD.72.117501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "117501",
            "year": 2005
          }
        ],
        "citation_count": 13,
        "journal_ref": "Phys.Rev.D, 72, artid 117501, 2005"
      }
    },
    {
      "id": "hep-lat/0510097v1",
      "title": "Eigenmodes of covariant Laplacian in SU(2) Yang-Mills vacuum: higher representations",
      "summary": "The study of lowest eigenmodes of the covariant Laplacian in fundamental representation of the gauge group revealed their specific localization properties. These may bear information on confinement of fundamental scalar particles in SU(2) Yang-Mills vacuum. It was expected that scalar particle eigenmodes in other representations would be localized in different physical volumes. However simulations show strikingly different results for the adjoint and higher (J=3/2) representations. Apart from much higher extent of localization, we find evidence of different scaling behavior of localized eigenmodes.",
      "authors": [
        "J. Greensite",
        "S. Olejnik",
        "M. I. Polikarpov",
        "S. N. Syritsyn",
        "V. I. Zakharov"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510097v1",
      "link": "https://arxiv.org/abs/hep-lat/0510097v1",
      "published": "2005-10-23T23:33:10Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "695963",
        "inspire_url": "https://inspirehep.net/literature/695963",
        "doi": "10.22323/1.020.0326",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "326",
            "artid": "326",
            "year": 2006
          },
          {}
        ],
        "citation_count": 3,
        "journal_ref": "PoS, LAT2005, artid 326, p. 326, 2006"
      }
    },
    {
      "id": "hep-lat/0510088v3",
      "title": "Staggered Chiral Perturbation Theory for Heavy-Light Mesons",
      "summary": "We incorporate heavy-light mesons into staggered chiral perturbation theory, working to leading order in 1/m_Q, where m_Q is the heavy quark mass. At first non-trivial order in the chiral expansion, staggered taste violations affect the chiral logarithms for heavy-light quantities only through the light meson propagators in loops. There are also new analytic contributions coming from additional terms in the Lagrangian involving heavy-light and light mesons. Using this heavy-light staggered chiral perturbation theory, we perform the one-loop calculation of the B (or D) meson leptonic decay constant in the partially quenched and full QCD cases. In our treatment, we assume the validity both of the \"fourth root trick\" to reduce four staggered tastes to one, and of the prescription to represent this trick in the chiral theory by insertions of factors of 1/4 for each sea quark loop.",
      "authors": [
        "C. Aubin",
        "C. Bernard"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510088v3",
      "link": "https://arxiv.org/abs/hep-lat/0510088v3",
      "published": "2005-10-18T17:55:26Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "695370",
        "inspire_url": "https://inspirehep.net/literature/695370",
        "doi": "10.1103/PhysRevD.73.014515",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "014515",
            "year": 2006
          }
        ],
        "citation_count": 81,
        "journal_ref": "Phys.Rev.D, 73, artid 014515, 2006"
      }
    },
    {
      "id": "hep-lat/0510086v2",
      "title": "Comparison of Chiral Fermion Methods",
      "summary": "We present a comparison of various five-dimensional representations of chiral fermions considering their cost and residual chiral symmetry breaking.",
      "authors": [
        "Robert G. Edwards",
        "Balint Joo",
        "Anthony D. Kennedy",
        "Kostas Orginos",
        "Urs Wenger"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510086v2",
      "link": "https://arxiv.org/abs/hep-lat/0510086v2",
      "published": "2005-10-18T15:54:19Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "695368",
        "inspire_url": "https://inspirehep.net/literature/695368",
        "doi": "10.22323/1.020.0146",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "146",
            "artid": "146",
            "year": 2006
          },
          {}
        ],
        "citation_count": 22,
        "journal_ref": "PoS, LAT2005, artid 146, p. 146, 2006"
      }
    },
    {
      "id": "hep-lat/0510087v1",
      "title": "The QCD phase diagram at finite density",
      "summary": "We study the density of states method to explore the phase diagram of the chiral transition on the tempeature and quark chemical potential plane. Four quark flavours are used in the analysis. Though the method is quite expensive small lattices show an indication for a triple-point connecting three different phases on the phase diagram.",
      "authors": [
        "Christian Schmidt",
        "Zoltan Fodor",
        "Sandor Katz"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510087v1",
      "link": "https://arxiv.org/abs/hep-lat/0510087v1",
      "published": "2005-10-18T14:58:08Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "695369",
        "inspire_url": "https://inspirehep.net/literature/695369",
        "doi": "10.22323/1.020.0163",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "163",
            "artid": "163",
            "year": 2006
          },
          {}
        ],
        "citation_count": 19,
        "journal_ref": "PoS, LAT2005, artid 163, p. 163, 2006"
      }
    },
    {
      "id": "hep-lat/0510084v2",
      "title": "The equation of state in lattice QCD: with physical quark masses towards the continuum limit",
      "summary": "The equation of state of QCD at vanishing chemical potential as a function of temperature is determined for two sets of lattice spacings. Coarser lattices with temporal extension of N_t=4 and finer lattices of N_t=6 are used. Symanzik improved gauge and stout-link improved staggered fermionic actions are applied. The results are given for physical quark masses both for the light quarks and for the strange quark. Pressure, energy density, entropy density, quark number susceptibilities and the speed of sound are presented.",
      "authors": [
        "Y. Aoki",
        "Z. Fodor",
        "S. D. Katz",
        "K. K. Szabo"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510084v2",
      "link": "https://arxiv.org/abs/hep-lat/0510084v2",
      "published": "2005-10-17T18:27:21Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "695255",
        "inspire_url": "https://inspirehep.net/literature/695255",
        "doi": "10.1088/1126-6708/2006/01/089",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "01",
            "page_start": "089",
            "artid": "089",
            "year": 2006
          }
        ],
        "citation_count": 354,
        "journal_ref": "JHEP, 01, artid 089, p. 089, 2006"
      }
    },
    {
      "id": "hep-lat/0510082v1",
      "title": "Diquark properties from lattice QCD",
      "summary": "It has been argued recently that diquarks, a pair of quarks in the anti-triplet representation of SU(3) color, are important building blocks of baryons. The assumption that the scalar diquark is tightly bound seems to be nicely accommodated by experimental data. In this paper I attempt to extract phenomenological properties of diquarks from lattice QCD calculations. In particular, I use the MILC 2+1 dynamical fermion lattices with domain wall fermion valence quarks to probe diquarks very close to the chiral limit.",
      "authors": [
        "Konstantinos Orginos"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510082v1",
      "link": "https://arxiv.org/abs/hep-lat/0510082v1",
      "published": "2005-10-16T19:43:25Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "695253",
        "inspire_url": "https://inspirehep.net/literature/695253",
        "doi": "10.22323/1.020.0054",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "054",
            "artid": "054",
            "year": 2006
          },
          {}
        ],
        "citation_count": 39,
        "journal_ref": "PoS, LAT2005, artid 054, p. 054, 2006"
      }
    },
    {
      "id": "hep-lat/0510079v1",
      "title": "The static quark potential in 2+1 flavour Domain Wall QCD from QCDOC",
      "summary": "We report our present status of on-going project on the measurement of the static quark potential in 2+1 flavour domain wall QCD with various improved gauge actions and couplings. Lattice spacing determined from Sommer scale on these ensembles are from 1.6 GeV to 2.0 GeV for $16^3 \\times 32$ lattice with fifth dimension size 8. We also examine size of discretization error from scaling of a pair of dimensionless quantities, $(r_0 m_π)^2$ and $r_0 m_ρ$, and found small scaling violation.",
      "authors": [
        "Koichi Hashimoto",
        "Taku Izubuchi",
        "Jun Noaki"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510079v1",
      "link": "https://arxiv.org/abs/hep-lat/0510079v1",
      "published": "2005-10-14T09:19:20Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "695149",
        "inspire_url": "https://inspirehep.net/literature/695149",
        "doi": "10.22323/1.020.0093",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "093",
            "artid": "093",
            "year": 2006
          },
          {}
        ],
        "citation_count": 7,
        "journal_ref": "PoS, LAT2005, artid 093, p. 093, 2006"
      }
    },
    {
      "id": "hep-lat/0510075v1",
      "title": "Locality and Scaling of Quenched Overlap Fermions",
      "summary": "The overlap fermion offers the tremendous advantage of exact chiral symmetry on the lattice, but is numerically intensive. This can be made affordable while still providing large lattice volumes, by using coarse lattice spacing, given that good scaling and localization properties are established. Here, using overlap fermions on quenched Iwasaki gauge configurations, we demonstrate directly that the overlap Dirac operator's range is comfortably small in lattice units for each of the lattice spacings 0.20 fm, 0.17 fm, and 0.13 fm (and scales to zero in physical units in the continuum limit). In particular, our direct results contradict recent speculation that an inverse lattice spacing of $1 {\\rm GeV}$ is too low to have satisfactory localization. Furthermore, hadronic masses (available on the two coarser lattices) scale very well.",
      "authors": [
        "Terrence Draper",
        "Nilmani Mathur",
        "Jianbo Zhang",
        "Andrei Alexandru",
        "Ying Chen",
        "Shao-Jing Dong",
        "Ivan Horvath",
        "Frank Lee",
        "Sonali Tamhankar"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510075v1",
      "link": "https://arxiv.org/abs/hep-lat/0510075v1",
      "published": "2005-10-13T13:25:54Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "695058",
        "inspire_url": "https://inspirehep.net/literature/695058",
        "doi": "10.22323/1.020.0120",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "120",
            "artid": "120",
            "year": 2006
          },
          {}
        ],
        "citation_count": 12,
        "journal_ref": "PoS, LAT2005, artid 120, p. 120, 2006"
      }
    },
    {
      "id": "hep-lat/0510074v1",
      "title": "Glueball Spectrum and Matrix Elements on Anisotropic Lattices",
      "summary": "The glueball-to-vacuum matrix elements of local gluonic operators in scalar, tensor, and pseudoscalar channels are investigated numerically on several anisotropic lattices with the spatial lattice spacing ranging from 0.1fm - 0.2fm. These matrix elements are needed to predict the glueball branching ratios in $J/ψ$ radiative decays which will help identify the glueball states in experiments. Two types of improved local gluonic operators are constructed for a self-consistent check and the finite volume effects are studied. We find that lattice spacing dependence of our results is very weak and the continuum limits are reliably extrapolated, as a result of improvement of the lattice gauge action and local operators. We also give updated glueball masses with various quantum numbers.",
      "authors": [
        "Y. Chen",
        "A. Alexandru",
        "S. J. Dong",
        "T. Draper",
        "I. Horvath",
        "F. X. Lee",
        "K. F. Liu",
        "N. Mathur",
        "C. Morningstar",
        "M. Peardon",
        "S. Tamhankar",
        "B. L. Young",
        "J. B. Zhang"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510074v1",
      "link": "https://arxiv.org/abs/hep-lat/0510074v1",
      "published": "2005-10-13T04:30:11Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "695057",
        "inspire_url": "https://inspirehep.net/literature/695057",
        "doi": "10.1103/PhysRevD.73.014516",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "014516",
            "year": 2006
          }
        ],
        "citation_count": 741,
        "journal_ref": "Phys.Rev.D, 73, artid 014516, 2006"
      }
    },
    {
      "id": "hep-lat/0510073v1",
      "title": "Towards a chiral gauge theory by deconstruction in AdS5",
      "summary": "We describe an implementation of a deconstructed gauge theory with charged fermions defined on an interval in five dimensional AdS space. The four dimensional slices are Minkowski, and the end slices support four dimensional chiral zero modes. In such a theory, the energy scales warp down as we move along the fifth dimension. If we augment this theory with localized neutral 4-dimensional Majorana fermions on the low energy end, and implement a Higgs mechanism there, we can arrange the theory such that the lightest gauge boson mode and the chiral mode on the wall at the high energy end are parametrically lighter than all the other states in the theory. If this semiclassical construction does not run into problems at the quantum level, this may provide an explicit construction of a chiral gauge theory. Instanton effects are expected to make the gauge boson heavy only if the resulting effective theory is anomalous.",
      "authors": [
        "Tanmoy Bhattacharya",
        "Rajan Gupta",
        "Matthew R. Martin",
        "Yuri Shirman",
        "Csaba Csaki",
        "John Terning"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510073v1",
      "link": "https://arxiv.org/abs/hep-lat/0510073v1",
      "published": "2005-10-12T22:07:54Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "695056",
        "inspire_url": "https://inspirehep.net/literature/695056",
        "doi": "10.22323/1.020.0136",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "136",
            "artid": "136",
            "year": 2006
          },
          {}
        ],
        "citation_count": 2,
        "journal_ref": "PoS, LAT2005, artid 136, p. 136, 2006"
      }
    },
    {
      "id": "hep-lat/0510072v1",
      "title": "Onium Masses with Three Flavors of Dynamical Quarks",
      "summary": "We have greatly extended an earlier calculation of the charmonium spectrum on three flavor dynamical quark ensembles by using more recent ensembles generated by the MILC collaboration. The heavy quarks are treated using the Fermilab formulation. The charmonium state masses are in reasonable agreement with the observed spectrum; however, some of the spin splittings may still be too small.",
      "authors": [
        "Steven Gottlieb",
        "L. Levkova",
        "M. DiPierro",
        "A. El-Khadra",
        "D. Menscher",
        "A. S. Kronfeld",
        "P. B. Mackenzie",
        "J. Simone"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510072v1",
      "link": "https://arxiv.org/abs/hep-lat/0510072v1",
      "published": "2005-10-12T20:27:23Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "695055",
        "inspire_url": "https://inspirehep.net/literature/695055",
        "doi": "10.22323/1.020.0203",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "203",
            "artid": "203",
            "year": 2006
          },
          {}
        ],
        "citation_count": 15,
        "journal_ref": "PoS, LAT2005, artid 203, p. 203, 2006"
      }
    },
    {
      "id": "hep-lat/0510071v1",
      "title": "Heavy-light mesons with domain wall fermions",
      "summary": "We present RBC heavy-light meson spectroscopy with quenched DBW2 gauge configurations at lattice cutoff of about 3 GeV. Both heavy and light quarks are described by domain-wall fermions (DWF). The heavy quark mass ranges between 0.1 and 0.4 lattice units, covering charm. The light quark mass ranges between 0.008 and 0.04, covering strange. In particular, we discuss charmed (D and D*) and charm-strange (Ds and DsJ) mesons with spin-parity JP= 0+/- and 1+/-. The preliminary results indicate that DWF describe charm on the quenched DBW2 ensemble at this cutoff. The masses of the JP=0+/- and 1+/- D, D*, Ds and DsJ meson states are well reproduced to within a few %; their parity splitting, DeltaJ, are better reproduced than previous works, with only 10-20 % over estimations; the experimental observation that the splitting for non-strange states is bigger than that for strange states is reproduced as well; but the hyperfine splittings are only 60-65 % reproduced. Regarding the depenence on heavy quark mass, J=0 and J=1 parity splittings are degenerate for heavy quark mass heavier than 0.2-0.3 lattice units a; the J=0 parity splitting increases as the heavy quark mass decreases further while the J=1 splitting does not.",
      "authors": [
        "HueyWen Lin",
        "Shigemi Ohta",
        "Norikazu Yamada"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510071v1",
      "link": "https://arxiv.org/abs/hep-lat/0510071v1",
      "published": "2005-10-12T18:27:28Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "694873",
        "inspire_url": "https://inspirehep.net/literature/694873",
        "doi": "10.22323/1.020.0096",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "096",
            "artid": "096",
            "year": 2006
          },
          {}
        ],
        "citation_count": 7,
        "journal_ref": "PoS, LAT2005, artid 096, p. 096, 2006"
      }
    },
    {
      "id": "hep-lat/0510062v2",
      "title": "The nucleon axial charge in full lattice QCD",
      "summary": "The nucleon axial charge is calculated as a function of the pion mass in full QCD. Using domain wall valence quarks and improved staggered sea quarks, we present the first calculation with pion masses as light as 354 MeV and volumes as large as (3.5 fm)^3. We show that finite volume effects are small for our volumes and that a constrained fit based on finite volume chiral perturbation theory agrees with experiment within 7% statistical errors.",
      "authors": [
        " LHPC collaboration",
        "R. G. Edwards",
        "G. T. Fleming",
        "Ph. Hagler",
        "J. W. Negele",
        "K. Orginos",
        "A. Pochinsky",
        "D. B. Renner",
        "D. G. Richards",
        "W. Schroers"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510062v2",
      "link": "https://arxiv.org/abs/hep-lat/0510062v2",
      "published": "2005-10-11T06:16:10Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "694777",
        "inspire_url": "https://inspirehep.net/literature/694777",
        "doi": "10.1103/PhysRevLett.96.052001",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.Lett.",
            "journal_volume": "96",
            "artid": "052001",
            "year": 2006
          }
        ],
        "citation_count": 185,
        "journal_ref": "Phys.Rev.Lett., 96, artid 052001, 2006"
      }
    },
    {
      "id": "hep-lat/0510058v2",
      "title": "$B \\to D^* l ν$ with staggered chiral perturbation theory",
      "summary": "An unquenched calculation of the form factor for $B\\to D^* l ν$ is needed to improve the determination of $|V_{cb}|$. The MILC lattices, computed with a 2+1 improved staggered action for the light quarks, are well suited to this purpose. The relevant staggered chiral perturbation theory (SChPT) must be known in order to correctly account for the \"taste\" breaking discretization effects associated with the staggered quarks to NLO in $1/ m_{D^*}$. This SChPT calculation is presented.",
      "authors": [
        "Jack Laiho"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510058v2",
      "link": "https://arxiv.org/abs/hep-lat/0510058v2",
      "published": "2005-10-09T22:35:13Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "694641",
        "inspire_url": "https://inspirehep.net/literature/694641",
        "doi": "10.22323/1.020.0221",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "221",
            "artid": "221",
            "year": 2006
          },
          {}
        ],
        "citation_count": 3,
        "journal_ref": "PoS, LAT2005, artid 221, p. 221, 2006"
      }
    },
    {
      "id": "hep-lat/0510054v1",
      "title": "Notes on (twisted) lattice supersymmetry",
      "summary": "We describe a new approach to the problem of putting supersymmetric theories on the lattice. The basic idea is to discretize a {\\it twisted} formulation of the supersymmetric theory. For certain theories with extended supersymmetry these twisted formulations contain only integer spin fields. The twisting exposes a scalar nilpotent supercharge which generates an exact lattice symmetry. We gives examples from quantum mechanics, sigma models and Yang-Mills theories.",
      "authors": [
        "Simon Catterall"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510054v1",
      "link": "https://arxiv.org/abs/hep-lat/0510054v1",
      "published": "2005-10-07T14:39:25Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "694491",
        "inspire_url": "https://inspirehep.net/literature/694491",
        "publication_info": [
          {}
        ],
        "citation_count": 7
      }
    },
    {
      "id": "hep-lat/0510036v1",
      "title": "A Review of Pentaquark Calculations on the Lattice",
      "summary": "We review lattice calculations of pentaquarks and discuss issues pertaining to interpolation fields, distinguishing the signal of pentaquarks from those of the KN scattering states, chiral symmetry, and ghost state contaminations.",
      "authors": [
        "Keh-Fei Liu",
        "Nilmani Mathur"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510036v1",
      "link": "https://arxiv.org/abs/hep-lat/0510036v1",
      "published": "2005-10-06T02:22:18Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "694380",
        "inspire_url": "https://inspirehep.net/literature/694380",
        "doi": "10.1142/S0217751X06032162",
        "publication_info": [
          {
            "journal_title": "Int.J.Mod.Phys.A",
            "journal_volume": "21",
            "page_start": "851",
            "year": 2006,
            "page_end": "858"
          },
          {}
        ],
        "citation_count": 15,
        "journal_ref": "Int.J.Mod.Phys.A, 21, p. 851, 2006"
      }
    },
    {
      "id": "hep-lat/0510035v1",
      "title": "Thermodynamics using p4-improved staggered fermion action on QCDOC",
      "summary": "We present an exploratory study of the thermodynamics of $N_f=3$ QCD with an improved staggered fermions using the QCDOC supercomputer. We use a p4 action with MILC-style smeared links (Fat 7). Some details of the implementation of the p4 action on QCDOC are discussed and performance benchmarks are given. We show preliminary results for the quark mass dependence of the pseudo-critical temperature $T_c$ from several lattice volumes . We also make a comparison between p4fat7 and the old p4 action.",
      "authors": [
        "Chulwoo Jung"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510035v1",
      "link": "https://arxiv.org/abs/hep-lat/0510035v1",
      "published": "2005-10-05T21:41:17Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "694379",
        "inspire_url": "https://inspirehep.net/literature/694379",
        "doi": "10.22323/1.020.0150",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "150",
            "artid": "150",
            "year": 2006
          },
          {}
        ],
        "citation_count": 3,
        "journal_ref": "PoS, LAT2005, artid 150, p. 150, 2006"
      }
    },
    {
      "id": "hep-lat/0510025v1",
      "title": "More evidence of localization in the low-lying Dirac spectrum",
      "summary": "We have extended our computation of the inverse participation ratio of low-lying (asqtad) Dirac eigenvectors in quenched SU(3). The scaling dimension of the confining manifold is clearer and very near 3. We have also computed the 2-point correlator which further characterizes the localization.",
      "authors": [
        "C. Bernard",
        "Ph. de Forcrand",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "O. Jahn",
        "L. Levkova",
        "F. Maresca",
        "D. B. Renner",
        "R. Sugar",
        "D. Toussaint"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510025v1",
      "link": "https://arxiv.org/abs/hep-lat/0510025v1",
      "published": "2005-10-04T21:14:10Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "694171",
        "inspire_url": "https://inspirehep.net/literature/694171",
        "doi": "10.22323/1.020.0299",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "299",
            "artid": "299",
            "year": 2006
          }
        ],
        "citation_count": 22,
        "journal_ref": "PoS, LAT2005, artid 299, p. 299, 2006"
      }
    },
    {
      "id": "hep-lat/0510024v4",
      "title": "Ginsparg-Wilson Pions Scattering in a Sea of Staggered Quarks",
      "summary": "We calculate isospin 2 pion-pion scattering in chiral perturbation theory for a partially quenched, mixed action theory with Ginsparg-Wilson valence quarks and staggered sea quarks. We point out that for some scattering channels, the power-law volume dependence of two pion states in nonunitary theories such as partially quenched or mixed action QCD is identical to that of QCD. Thus one can extract infinite volume scattering parameters from mixed action simulations. We then determine the scattering length for both 2 and 2+1 sea quarks in the isospin limit. The scattering length, when expressed in terms of the pion mass and the decay constant measured on the lattice, has no contributions from mixed valence-sea mesons, thus it does not depend upon the parameter, C_Mix, that appears in the chiral Lagrangian of the mixed theory. In addition, the contributions which nominally arise from operators appearing in the mixed action O(a^2 m_q) Lagrangian exactly cancel when the scattering length is written in this form. This is in contrast to the scattering length expressed in terms of the bare parameters of the chiral Lagrangian, which explicitly exhibits all the sicknesses and lattice spacing dependence allowed by a partially quenched mixed action theory. These results hold for both 2 and 2+1 flavors of sea quarks.",
      "authors": [
        "Jiunn-Wei Chen",
        "Donal O'Connell",
        "Ruth S. Van de Water",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510024v4",
      "link": "https://arxiv.org/abs/hep-lat/0510024v4",
      "published": "2005-10-04T19:53:57Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "694027",
        "inspire_url": "https://inspirehep.net/literature/694027",
        "doi": "10.1103/PhysRevD.73.074510",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "074510",
            "year": 2006
          }
        ],
        "citation_count": 68,
        "journal_ref": "Phys.Rev.D, 73, artid 074510, 2006"
      }
    },
    {
      "id": "hep-lat/0510023v1",
      "title": "3-point functions from twisted mass lattice QCD at small quark masses",
      "summary": "We show at the example of the matrix element between pion states of a twist-2, non-singlet operator that Wilson twisted mass fermions allow to compute this phenomenologically relevant quantitiy at small pseudo scalar masses of O(270 MeV). In the quenched approximation, we investigate the scaling behaviour of this observable that is derived from a 3-point function by applying two definitions of the critical mass and find a scaling compatible with the expected O(a^2) behaviour in both cases. A combined continuum extrapolations allows to obtain reliable results at small pion masses, which previously could not be explored by lattice QCD simulations.",
      "authors": [
        "S. Capitani",
        "K. Jansen",
        "M. Papinutto",
        "A. Shindler",
        "I. Wetzorke",
        "C. Urbach"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510023v1",
      "link": "https://arxiv.org/abs/hep-lat/0510023v1",
      "published": "2005-10-04T17:29:24Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "694026",
        "inspire_url": "https://inspirehep.net/literature/694026",
        "doi": "10.22323/1.020.0341",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "341",
            "artid": "341",
            "year": 2006
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LAT2005, artid 341, p. 341, 2006"
      }
    },
    {
      "id": "hep-lat/0510022v1",
      "title": "Finite-volume effects in moving frames",
      "summary": "We determine the quantization condition for the energy levels of two interacting particles in a finite box in a ``moving frame'', i.e. one in which the total momentum of pions is non-zero. This condition is valid up to corrections which fall exponentially withe the box size, and holds only below the inelastic threshold. It is derived using field theoretic methods, using a generalization of previous summation formulae relating sums and integrals over momenta. The result agrees with that obtained earlier by Rummakainen and Gottlieb using a relativistic quantum mechanical approach. Technically, we expand the finite-volume four-point Green function in terms of the infinite-volume Bethe-Salpeter kernel, and determine the position of the poles. The final result is written in terms of the two-pion scattering phase shift. Our result can be used to facilitate the determination of the scattering phase shift, and can be used to generalize the Lellouch-Lüscher formula relating finite-volume two-particle matrix elements to those in infinite volume.",
      "authors": [
        "Changhoan Kim",
        "Chris T. Sachrajda",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510022v1",
      "link": "https://arxiv.org/abs/hep-lat/0510022v1",
      "published": "2005-10-04T17:06:25Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "694025",
        "inspire_url": "https://inspirehep.net/literature/694025",
        "doi": "10.22323/1.020.0359",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "359",
            "artid": "359",
            "year": 2006
          },
          {}
        ],
        "citation_count": 13,
        "journal_ref": "PoS, LAT2005, artid 359, p. 359, 2006"
      }
    },
    {
      "id": "hep-lat/0510021v1",
      "title": "Heavy Quark Diffusion and Lattice Correlators",
      "summary": "We study charmonia correlators at finite temperature. We analyze to what extent heavy quarkonia correlators are sensitive to the effect of heavy quark transport and whether it is possible to constrain the heavy quark diffusion constant by lattice calculations. Preliminary lattice calculations of quarkonia correlators performed on anisotropic lattices show that they are sensitive to the effect of heavy quark transport, but much detailed calculations are required to constrain the value of the heavy quark diffusion constant.",
      "authors": [
        "P. Petreczky",
        "K. Petrov",
        "D. Teaney",
        "A. Velytsky"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510021v1",
      "link": "https://arxiv.org/abs/hep-lat/0510021v1",
      "published": "2005-10-04T16:30:13Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "694024",
        "inspire_url": "https://inspirehep.net/literature/694024",
        "doi": "10.1016/j.nuclphysa.2006.06.132",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "185",
            "artid": "185",
            "year": 2006
          },
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "774",
            "page_start": "765",
            "year": 2006,
            "page_end": "768"
          },
          {
            "page_start": "22",
            "page_end": "26"
          }
        ],
        "citation_count": 9,
        "journal_ref": "PoS, LAT2005, artid 185, p. 185, 2006"
      }
    },
    {
      "id": "hep-lat/0510015v1",
      "title": "Disconnected Loops with Twisted Mass Lattice QCD",
      "summary": "We give a general introduction and discussion of the issues involved in using the twisted mass formulation of lattice fermions in the context of disconnected loop calculations, including a short orientation on the present experimental situation for nucleon strange quark form factors. A prototype calculation of the disconnected part of the nucleon scalar form factor is described.",
      "authors": [
        "Walter Wilcox",
        "Dean Darnell",
        "Ron Morgan",
        "Randy Lewis"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510015v1",
      "link": "https://arxiv.org/abs/hep-lat/0510015v1",
      "published": "2005-10-03T17:09:14Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693889",
        "inspire_url": "https://inspirehep.net/literature/693889",
        "doi": "10.22323/1.020.0039",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "039",
            "artid": "039",
            "year": 2006
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LAT2005, artid 039, p. 039, 2006"
      }
    },
    {
      "id": "hep-lat/0510006v1",
      "title": "Staggered Lattice Artifacts in 3-Flavor Heavy Baryon Chiral Perturbation Theory",
      "summary": "Motivated by simulation results for octet and decuplet baryon masses using 2+1 flavors of light staggered quarks, we are incorporating staggered lattice artifacts into heavy baryon chiral perturbation theory, calculating the masses of various staggered baryons, and studying the connection between the staggered baryons of the chiral theory and the staggered baryons of simulations. We present order (m_q)^(3/2) loop contributions to the masses of several staggered nucleons and discuss interpolating fields that create these states.",
      "authors": [
        "Jon A. Bailey",
        "C. Bernard"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510006v1",
      "link": "https://arxiv.org/abs/hep-lat/0510006v1",
      "published": "2005-09-30T22:50:34Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693880",
        "inspire_url": "https://inspirehep.net/literature/693880",
        "doi": "10.22323/1.020.0047",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "047",
            "artid": "047",
            "year": 2006
          },
          {}
        ],
        "citation_count": 10,
        "journal_ref": "PoS, LAT2005, artid 047, p. 047, 2006"
      }
    },
    {
      "id": "hep-lat/0510005v1",
      "title": "$B_7$, $B_8$ and chiral Ward identities",
      "summary": "We present recent progress in understanding weak matrix elements on the lattice. We use HYP staggered fermions in quenched QCD to study numerically various properties of the $K^+\\toπ^+$ amplitudes of the electroweak penguin operators $Q_7$ and $Q_8$. We check chiral Ward identities to probe the validity of using improved staggered fermions in the calculation of weak matrix elements. We address the issue of mixing with unphysical lower dimension operators, which causes a divergent term in the case of the $ΔI = 1/2$ amplitudes. We propose a particular subtraction method as the best choice. We also measure the gold-plated ratio $R$ originally suggested by Becirevic and Villadoro.",
      "authors": [
        "Weonjong Lee",
        "George T. Fleming"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510005v1",
      "link": "https://arxiv.org/abs/hep-lat/0510005v1",
      "published": "2005-09-30T22:44:49Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693879",
        "inspire_url": "https://inspirehep.net/literature/693879",
        "doi": "10.22323/1.020.0339",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "339",
            "artid": "339",
            "year": 2006
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LAT2005, artid 339, p. 339, 2006"
      }
    },
    {
      "id": "hep-lat/0510003v1",
      "title": "Radiative Transitions in Charmonium",
      "summary": "The form factors for the radiative transitions between charmonium mesons are investigated. We employ an anisotropic lattice using a Wilson gauge action, and domain-wall fermion action. We extrapolate the form factors to $Q^2 = 0$, corresponding to a real photon, using quark-model-inspired functions. Finally, comparison is made with photocouplings extracted from the measured radiative widths, where known. Our preliminary results find photocouplings commensurate with these experimentally extracted values.",
      "authors": [
        "Jozef Dudek",
        "Robert Edwards",
        "David Richards"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510003v1",
      "link": "https://arxiv.org/abs/hep-lat/0510003v1",
      "published": "2005-09-30T21:22:54Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693877",
        "inspire_url": "https://inspirehep.net/literature/693877",
        "doi": "10.22323/1.020.0210",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "210",
            "artid": "210",
            "year": 2006
          },
          {}
        ],
        "citation_count": 0,
        "journal_ref": "PoS, LAT2005, artid 210, p. 210, 2006"
      }
    },
    {
      "id": "hep-lat/0510002v1",
      "title": "B semileptonic decays with 2+1 dynamical quark flavors",
      "summary": "We study semileptonic B decays, using MILC dynamical configurations with $N_f=2+1$. NRQCD heavy and AsqTad light quark actions are used. We obtain the semileptonic form factors $f_+(q^2)$ and $f_0(q^2)$ in the chiral limit.",
      "authors": [
        "Emel Gulez",
        "Christine Davies",
        "Alan Gray",
        "Peter Lepage",
        "Junko Shigemitsu",
        "Matthew Wingate"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0510002v1",
      "link": "https://arxiv.org/abs/hep-lat/0510002v1",
      "published": "2005-09-30T20:58:51Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693876",
        "inspire_url": "https://inspirehep.net/literature/693876",
        "doi": "10.22323/1.020.0220",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "220",
            "artid": "220",
            "year": 2006
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LAT2005, artid 220, p. 220, 2006"
      }
    },
    {
      "id": "hep-lat/0509195v1",
      "title": "The Kaon B-Parameter in Staggered Chiral Perturbation Theory",
      "summary": "We calculate the kaon B-parameter, B_K, to next-to-leading order in staggered chiral perturbation theory. We extend the usual power counting to include the effects of using perturbative (rather than non-perturbative) matching factors. Taste breaking enters through the O(a^2) terms in the effective action, through mixing with higher-dimension operators, and through the truncation of matching factors. These effects cause mixing with several additional operators, complicating the chiral and continuum extrapolations. We summarize the results here; all details can be found in hep-lat/0507012.",
      "authors": [
        "Ruth S. Van de Water",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509195v1",
      "link": "https://arxiv.org/abs/hep-lat/0509195v1",
      "published": "2005-09-30T16:18:08Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693752",
        "inspire_url": "https://inspirehep.net/literature/693752",
        "doi": "10.22323/1.020.0348",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "348",
            "artid": "348",
            "year": 2006
          },
          {}
        ],
        "citation_count": 4,
        "journal_ref": "PoS, LAT2005, artid 348, p. 348, 2006"
      }
    },
    {
      "id": "hep-lat/0509190v1",
      "title": "Double poles in Lattice QCD with mixed actions",
      "summary": "We consider effects resulting from the use of different discretizations for the valence and the sea quarks, considering Wilson and/or Ginsparg--Wilson fermions. We assume that such effects appear through scaling violations that can be studied using effective-lagrangian techniques. We show that a double pole is present in flavor-neutral Goldstone meson propagators, even if the flavor non-diagonal Goldstone mesons made out of valence or sea quark have equal masses. We then consider some observables known to be anomalously sensitive to the presence of a double pole. We find that the double-pole enhanced scaling violations may turn out to be rather small in practice.",
      "authors": [
        "Maarten Golterman",
        "Taku Izubuchi",
        "Yigal Shamir"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509190v1",
      "link": "https://arxiv.org/abs/hep-lat/0509190v1",
      "published": "2005-09-30T11:12:57Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693747",
        "inspire_url": "https://inspirehep.net/literature/693747",
        "doi": "10.1016/j.nuclphysbps.2006.01.020",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "082",
            "artid": "082",
            "year": 2006
          },
          {
            "journal_title": "Nucl.Phys.B Proc.Suppl.",
            "journal_volume": "153",
            "page_start": "135",
            "year": 2006,
            "page_end": "138"
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LAT2005, artid 082, p. 082, 2006"
      }
    },
    {
      "id": "hep-lat/0509185v1",
      "title": "Hadron structure with light dynamical quarks",
      "summary": "Generalized parton distributions encompass a wealth of information concerning the three-dimensional quark and gluon structure of the nucleon, and thus provide an ideal focus for the study of hadron structure using lattice QCD. The special limits corresponding to form factors and parton distributions are well explored experimentally, providing clear tests of lattice calculations, and the lack of experimental data for more general cases provides opportunities for genuine predictions and for guiding experiment. We present results from hybrid calculations with improved staggered (Asqtad) sea quarks and domain wall valence quarks at pion masses down to 350 MeV.",
      "authors": [
        " LHPC Collaboration",
        "Robert G. Edwards",
        "George Taminga Fleming",
        "Philipp Hagler",
        "John W. Negele",
        "Kostas Orginos",
        "Andrew V. Pochinsky",
        "Dru B. Renner",
        "David G. Richards",
        "Wolfram Schroers"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509185v1",
      "link": "https://arxiv.org/abs/hep-lat/0509185v1",
      "published": "2005-09-30T09:06:38Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693742",
        "inspire_url": "https://inspirehep.net/literature/693742",
        "doi": "10.22323/1.020.0056",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "056",
            "artid": "056",
            "year": 2006
          },
          {}
        ],
        "citation_count": 61,
        "journal_ref": "PoS, LAT2005, artid 056, p. 056, 2006"
      }
    },
    {
      "id": "hep-lat/0509182v1",
      "title": "Light hadron spectroscopy in quenched QCD with overlap fermions",
      "summary": "A simulation of quenched QCD with the overlap Dirac operator has been carried out using 100 Wilson gauge configurations at beta = 6 on an 18^3 x 64 lattice and at beta = 5.85 on a 14^3 x 48 lattice. Here we present results for meson masses, meson final state \"wave functions,\" decay constants, and other observables, as well as details on our algorithmic and data analysis techniques. We also summarize results for baryon masses and quark and diquark propagators in the Landau gauge.",
      "authors": [
        "Ronald Babich",
        "Federico Berruto",
        "Nicolas Garron",
        "Christian Hoelbling",
        "Joseph Howard",
        "Laurent Lellouch",
        "Claudio Rebbi",
        "Noam Shoresh"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509182v1",
      "link": "https://arxiv.org/abs/hep-lat/0509182v1",
      "published": "2005-09-30T00:46:00Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693739",
        "inspire_url": "https://inspirehep.net/literature/693739",
        "doi": "10.22323/1.020.0043",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "043",
            "artid": "043",
            "year": 2006
          },
          {}
        ],
        "citation_count": 4,
        "journal_ref": "PoS, LAT2005, artid 043, p. 043, 2006"
      }
    },
    {
      "id": "hep-lat/0509179v1",
      "title": "Combining Quark and Link Smearing to Improve Extended Baryon Operators",
      "summary": "The effects of Gaussian quark-field smearing and analytic stout-link smearing on the correlations of gauge-invariant extended baryon operators are studied. Gaussian quark-field smearing substantially reduces contributions from the short wavelength modes of the theory, while stout-link smearing significantly reduces the noise from the stochastic evaluations. The use of gauge-link smearing is shown to be crucial for baryon operators constructed of covariantly-displaced quark fields. Preferred smearing parameters are determined for a lattice spacing a_s ~ 0.1 fm.",
      "authors": [
        "Adam Lichtl",
        "Subhasish Basak",
        "Robert Edwards",
        "George T. Fleming",
        "Urs M. Heller",
        "Colin Morningstar",
        "David Richards",
        "Ikuro Sato",
        "Stephen Wallace"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509179v1",
      "link": "https://arxiv.org/abs/hep-lat/0509179v1",
      "published": "2005-09-29T17:39:38Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693654",
        "inspire_url": "https://inspirehep.net/literature/693654",
        "doi": "10.22323/1.020.0076",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "076",
            "artid": "076",
            "year": 2006
          },
          {}
        ],
        "citation_count": 30,
        "journal_ref": "PoS, LAT2005, artid 076, p. 076, 2006"
      }
    },
    {
      "id": "hep-lat/0509178v1",
      "title": "Probing the chiral limit of M_pi and f_pi in 2+1 flavor QCD with domain wall fermions from QCDOC",
      "summary": "We present results for the pseudoscalar meson masses and decay constants on 2+1 flavor DWF configurations with different sea quark masses and an inverse lattice spacing of 1.6(1) GeV, with a focus on chiral fits at small quark masses. The calculation is done on 16^3x32x8 lattices generated with the DBW2 gauge action.",
      "authors": [
        "Meifeng Lin"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509178v1",
      "link": "https://arxiv.org/abs/hep-lat/0509178v1",
      "published": "2005-09-29T17:38:48Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693653",
        "inspire_url": "https://inspirehep.net/literature/693653",
        "doi": "10.22323/1.020.0094",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "094",
            "artid": "094",
            "year": 2006
          },
          {}
        ],
        "citation_count": 6,
        "journal_ref": "PoS, LAT2005, artid 094, p. 094, 2006"
      }
    },
    {
      "id": "hep-lat/0509176v1",
      "title": "The locality of the fourth root of staggered fermion determinant in the interacting case",
      "summary": "The fourth root approximation in LQCD simulations with dynamical staggered fermions requires justification. We test its validity numerically in the interacting theory in a renormalization group framework.",
      "authors": [
        "C. Bernard",
        "C. DeTar",
        "Steven Gottlieb",
        "U. Heller",
        "J. E. Hetrick",
        "L. Levkova",
        "F. Maresca",
        "D. Renner",
        "R. Sugar",
        "D. Toussaint"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509176v1",
      "link": "https://arxiv.org/abs/hep-lat/0509176v1",
      "published": "2005-09-29T16:04:07Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693651",
        "inspire_url": "https://inspirehep.net/literature/693651",
        "doi": "10.22323/1.020.0114",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "114",
            "artid": "114",
            "year": 2006
          },
          {}
        ],
        "citation_count": 20,
        "journal_ref": "PoS, LAT2005, artid 114, p. 114, 2006"
      }
    },
    {
      "id": "hep-lat/0509169v2",
      "title": "Predictions from Lattice QCD",
      "summary": "In the past year, we calculated with lattice QCD three quantities that were unknown or poorly known. They are the $q^2$ dependence of the form factor in semileptonic $D\\to Klν$ decay, the decay constant of the $D$ meson, and the mass of the $B_c$ meson. In this talk, we summarize these calculations, with emphasis on their (subsequent) confirmation by experiments.",
      "authors": [
        "Andreas S. Kronfeld",
        "I. F. Allison",
        "C. Aubin",
        "C. Bernard",
        "C. T. H. Davies",
        "C. DeTar",
        "M. Di Pierro",
        "E. D. Freeland",
        "Steven Gottlieb",
        "A. Gray",
        "E. Gregory",
        "U. M. Heller",
        "J. E. Hetrick",
        "A. X. El-Khadra",
        "L. Levkova",
        "P. B. Mackenzie",
        "F. Maresca",
        "D. Menscher",
        "M. Nobes",
        "M. Okamoto",
        "M. B. Oktay",
        "J. Osborn",
        "D. Renner",
        "J. N. Simone",
        "R. Sugar",
        "D. Toussaint",
        "H. D. Trottier"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509169v2",
      "link": "https://arxiv.org/abs/hep-lat/0509169v2",
      "published": "2005-09-28T19:59:59Z",
      "categories": [
        "hep-lat",
        "hep-ex",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "693644",
        "inspire_url": "https://inspirehep.net/literature/693644",
        "doi": "10.1142/S0217751X06031934",
        "publication_info": [
          {
            "journal_title": "Int.J.Mod.Phys.A",
            "journal_volume": "21",
            "page_start": "713",
            "year": 2006,
            "page_end": "719"
          },
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "206",
            "artid": "206",
            "year": 2006
          },
          {}
        ],
        "citation_count": 19,
        "journal_ref": "Int.J.Mod.Phys.A, 21, p. 713, 2006"
      }
    },
    {
      "id": "hep-lat/0509160v2",
      "title": "Scaling behavior of discretization errors in renormalization and improvement constants",
      "summary": "Non-perturbative results for improvement and renormalization constants needed for on-shell and off-shell O(a) improvement of bilinear operators composed of Wilson fermions are presented. The calculations have been done in the quenched approximation at beta=6.0, 6.2 and 6.4. To quantify residual discretization errors we compare our data with results from other non-perturbative calculations and with one-loop perturbation theory.",
      "authors": [
        "Tanmoy Bhattacharya",
        "Rajan Gupta",
        "Weonjong Lee",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509160v2",
      "link": "https://arxiv.org/abs/hep-lat/0509160v2",
      "published": "2005-09-27T22:55:31Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693468",
        "inspire_url": "https://inspirehep.net/literature/693468",
        "doi": "10.1103/PhysRevD.73.114507",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "114507",
            "year": 2006
          }
        ],
        "citation_count": 14,
        "journal_ref": "Phys.Rev.D, 73, artid 114507, 2006"
      }
    },
    {
      "id": "hep-lat/0509140v2",
      "title": "A study of the N to Delta transition form factors in full QCD",
      "summary": "The N to Delta transition form factors GM1, GE2 and GC2 are evaluated using dynamical MILC configurations and valence domain wall fermions at three values of quark mass corresponding to pion mass 606 MeV, 502 MeV and 364 MeV on lattices of spatial size $20^3$ and $28^3$. The unquenched results are compared to those obtained at similar pion mass in the quenched theory.",
      "authors": [
        "Constantia Alexandrou",
        "Robert Edwards",
        "Giannis Koutsou",
        "Theodoros Leontiou",
        "Hartmut Neff",
        "John W. Negele",
        "Wolfram Schroers",
        "Antonios Tsapalis"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509140v2",
      "link": "https://arxiv.org/abs/hep-lat/0509140v2",
      "published": "2005-09-26T19:54:18Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-ex",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "693222",
        "inspire_url": "https://inspirehep.net/literature/693222",
        "doi": "10.22323/1.020.0091",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "091",
            "artid": "091",
            "year": 2006
          },
          {}
        ],
        "citation_count": 12,
        "journal_ref": "PoS, LAT2005, artid 091, p. 091, 2006"
      }
    },
    {
      "id": "hep-lat/0509137v1",
      "title": "Update on pi and K Physics",
      "summary": "We present an update of the MILC studies of the physics of light pseudoscalars using improved staggered fermions. New runs at lighter quark mass, as well as increased statistics for older sets, are enabling us to improve the results for decay constants in full QCD. In addition, we have analyzed quenched runs at two different lattice spacings. This makes possible a test of the applicability of staggered chiral perturbation theory in a different context.",
      "authors": [
        " MILC Collaboration",
        "C. Bernard",
        "C. DeTar",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "L. Levkova",
        "F. Maresca",
        "J. Osborn",
        "D. Renner",
        "R. Sugar",
        "D. Toussaint"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509137v1",
      "link": "https://arxiv.org/abs/hep-lat/0509137v1",
      "published": "2005-09-26T18:32:02Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693219",
        "inspire_url": "https://inspirehep.net/literature/693219",
        "doi": "10.22323/1.020.0025",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "025",
            "artid": "025",
            "year": 2006
          },
          {}
        ],
        "citation_count": 36,
        "journal_ref": "PoS, LAT2005, artid 025, p. 025, 2006"
      }
    },
    {
      "id": "hep-lat/0509136v2",
      "title": "Dirac-Kähler fermions and exact lattice supersymmetry",
      "summary": "We discuss a new approach to putting supersymmetric theories on the lattice. The basic idea is to start from a {\\it twisted} formulation of the underlying supersymmetric theory in which the fermions are represented as grassmann valued antisymmetric tensor fields. The original supersymmetry algebra is replaced by a twisted algebra which contains a scalar nilpotent supercharge $Q$. Furthermore the action of the theory can then be written as the $Q$-variation of some function. The case of ${\\cal N}=2$ super Yang-Mills theory in two dimensions is discussed in some detail. We then present our proposal for discretizing this theory and derive the resultant lattice action. The latter is local, free of spectrum doubling, gauge invariant and preserves the scalar supercharge invariance exactly. Some preliminary numerical results are then presented. The approach can be naturally generalized to yield a lattice action for ${\\cal N}=4$ super Yang-Mills in four dimensions.",
      "authors": [
        "Simon Catterall"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509136v2",
      "link": "https://arxiv.org/abs/hep-lat/0509136v2",
      "published": "2005-09-26T18:25:57Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "693218",
        "inspire_url": "https://inspirehep.net/literature/693218",
        "doi": "10.22323/1.020.0006",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "006",
            "artid": "006",
            "year": 2006
          },
          {}
        ],
        "citation_count": 31,
        "journal_ref": "PoS, LAT2005, artid 006, p. 006, 2006"
      }
    },
    {
      "id": "hep-lat/0509127v1",
      "title": "A new method for computation of QCD thermodynamics: EOS, specific heat and speed of sound",
      "summary": "We propose a new variant of the operator method for the computation of the equation of state of QCD, which yields positive pressure for all temperatures and all values of temporal lattice spacings. Using this new method, we calculate the continuum limit of pressure, energy density, entropy density, specific heat, and the speed of sound, in quenched QCD, for 0.9 \\le T/T_c \\le 3.",
      "authors": [
        "Rajiv V. Gavai",
        "Sourendu Gupta",
        "Swagato Mukherjee"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509127v1",
      "link": "https://arxiv.org/abs/hep-lat/0509127v1",
      "published": "2005-09-26T10:15:15Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693209",
        "inspire_url": "https://inspirehep.net/literature/693209",
        "doi": "10.22323/1.020.0173",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "173",
            "artid": "173",
            "year": 2006
          },
          {}
        ],
        "citation_count": 4,
        "journal_ref": "PoS, LAT2005, artid 173, p. 173, 2006"
      }
    },
    {
      "id": "hep-lat/0509118v1",
      "title": "Chiral phase transition as an Anderson transition in the Instanton Liquid Model for QCD",
      "summary": "We study the spectrum and eigenmodes of the QCD Dirac operator in a gauge background given by an Instanton Liquid Model (ILM) at temperatures around the chiral phase transition. For two massless quark flavors we observe that at the chiral phase transition, both the low lying eigenmodes and the spectrum of the QCD Dirac operator resemble those of a disordered conductor at the Anderson transition. In particular we present results showing that the eigenvectors are multifractal and the spectral correlations are well described by critical statistics. We also find an additional temperature dependent mobility edge located in the bulk of the spectrum with properties quantitatively similar to those of a 3D disordered conductor at the Anderson transition. This feature is present in both quenched and unquenched simulations. Finally we argue that our findings are not in principle restricted to the ILM approximation and may also be found in lattice simulations.",
      "authors": [
        "Antonio M. Garcia-Garcia",
        "James C. Osborn"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509118v1",
      "link": "https://arxiv.org/abs/hep-lat/0509118v1",
      "published": "2005-09-24T02:49:13Z",
      "categories": [
        "hep-lat",
        "cond-mat.dis-nn",
        "hep-th"
      ],
      "inspire": {
        "control_number": "693200",
        "inspire_url": "https://inspirehep.net/literature/693200",
        "doi": "10.22323/1.020.0265",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "265",
            "artid": "265",
            "year": 2006
          },
          {}
        ],
        "citation_count": 5,
        "journal_ref": "PoS, LAT2005, artid 265, p. 265, 2006"
      }
    },
    {
      "id": "hep-lat/0509117v1",
      "title": "Chiral limit of 2-color QCD at strong couplings",
      "summary": "We study two-color lattice QCD with massless staggered fermions in the strong coupling limit using a new and efficient cluster algorithm. We focus on the phase diagram of the model as a function of temperature $T$ and baryon chemical potential $μ$ by working on $L_t \\times L^d$ lattices in both $d=2,3$. In $d=3$ we find that at $μ=0$ the ground state of the system breaks the global U(2) symmetry present in the model to U(1), while the finite temperature phase transition (with $L_t=4$) which restores the symmetry is a weak first order transition. In $d=2$ we find evidence for a novel phase transition similar to the Berezinky-Kosterlitz-Thouless phenomena. On the other hand the quantum (T=0) phase transition to a symmetric phase as a function of $μ$ is second order in both $d=2,3$ and belongs to the mean field universality class.",
      "authors": [
        "Shailesh Chandrasekharan",
        "Fu-Jiun Jiang"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509117v1",
      "link": "https://arxiv.org/abs/hep-lat/0509117v1",
      "published": "2005-09-23T21:02:58Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693199",
        "inspire_url": "https://inspirehep.net/literature/693199",
        "doi": "10.22323/1.020.0198",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "198",
            "artid": "198",
            "year": 2006
          },
          {}
        ],
        "citation_count": 6,
        "journal_ref": "PoS, LAT2005, artid 198, p. 198, 2006"
      }
    },
    {
      "id": "hep-lat/0509114v1",
      "title": "Center Vortex Model for SU(3) Yang-Mills Theory",
      "summary": "The center vortex model for the infrared sector of SU(3) Yang-Mills theory is reviewed. After discussing the physical foundations underlying the model, some technical aspects of its realisation are discussed. The confining properties of the model are presented in some detail and compared to known results from full lattice Yang-Mills theory. Particular emphasis is put on the new phenomenon of vortex branching, which is instrumental in establishing first order behaviour of the SU(3) phase transition. Finally, the vortex free energy is verified to furnish an order parameter for the deconfinement phase transition. It is shown to exhibit a weak discontinuity at the critical temperature, in agreement with predictions from lattice gauge theory.",
      "authors": [
        "Markus Quandt",
        "Hugo Reinhardt",
        "Michael Engelhardt"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509114v1",
      "link": "https://arxiv.org/abs/hep-lat/0509114v1",
      "published": "2005-09-23T17:49:48Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693105",
        "inspire_url": "https://inspirehep.net/literature/693105",
        "doi": "10.22323/1.020.0320",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "320",
            "artid": "320",
            "year": 2006
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LAT2005, artid 320, p. 320, 2006"
      }
    },
    {
      "id": "hep-lat/0509108v1",
      "title": "B meson decays at high velocity from mNRQCD",
      "summary": "The moving NRQCD (mNRQCD) formalism facilitates the simulation of heavy meson decays at large recoil. We present preliminary results for a number of quantities including the energy splittings and the $B$ meson decay constant that demonstrate that the formalism is accurate over a range of momenta.",
      "authors": [
        "A. Dougall",
        "Kerryann M. Foley",
        "C. T. H. Davies",
        "G. Peter Lepage"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509108v1",
      "link": "https://arxiv.org/abs/hep-lat/0509108v1",
      "published": "2005-09-23T13:24:22Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693099",
        "inspire_url": "https://inspirehep.net/literature/693099",
        "doi": "10.22323/1.020.0219",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "219",
            "artid": "219",
            "year": 2006
          },
          {}
        ],
        "citation_count": 10,
        "journal_ref": "PoS, LAT2005, artid 219, p. 219, 2006"
      }
    },
    {
      "id": "hep-lat/0509102v1",
      "title": "The Quark Structure of Pentaquarks",
      "summary": "Motivated by the possible observation of the $Θ^+(1530)$, we study the quark structure of pentaquark states in quenched lattice QCD. The complete set of 19 local sources that have the proper symmetry for positive or negative parity isoscalar pentaquarks is constructed, as well as a nonlocal source composed of two displaced ``good'' diquarks. Quantitative structure information is determined from diagonalizing the 19-dimensional correlation matrix and from calculating the overlaps of sources with the lattice eigenstates. The volume dependence of the overlap is studied to differentiate between scattering and localized resonant states. The positive parity state has a small component of two ``good'' diquarks, and its energy is too much higher than the negative parity state to be a candidate for the $Θ^+(1530)$.",
      "authors": [
        "O. Jahn",
        "J. W. Negele",
        "D. Sigaev"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509102v1",
      "link": "https://arxiv.org/abs/hep-lat/0509102v1",
      "published": "2005-09-23T05:29:36Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693093",
        "inspire_url": "https://inspirehep.net/literature/693093",
        "doi": "10.22323/1.020.0069",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "069",
            "artid": "069",
            "year": 2006
          },
          {}
        ],
        "citation_count": 7,
        "journal_ref": "PoS, LAT2005, artid 069, p. 069, 2006"
      }
    },
    {
      "id": "hep-lat/0509101v1",
      "title": "Hadron Structure from Lattice QCD",
      "summary": "The structure of neutrons, protons, and other strongly interacting particles is now being calculated in full, unquenched lattice QCD with quark masses entering the chiral regime. This talk describes selected examples, including the nucleon axial charge, structure functions, electromagnetic form factors, the origin of the nucleon spin, the transverse structure of the nucleon, and the nucleon to Delta transition form factor.",
      "authors": [
        " LHPC collaboration",
        "B. Bistrovic",
        "R. G. Edwards",
        "G. Fleming",
        "Ph. Hagler",
        "J. W. Negele",
        "K. Orginos",
        "A. Pochinsky",
        "D. B. Renner",
        "D. G. Richards",
        "W. Schroers"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509101v1",
      "link": "https://arxiv.org/abs/hep-lat/0509101v1",
      "published": "2005-09-23T05:12:15Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693092",
        "inspire_url": "https://inspirehep.net/literature/693092",
        "doi": "10.1142/S0217751X06031946",
        "publication_info": [
          {
            "journal_title": "Int.J.Mod.Phys.A",
            "journal_volume": "21",
            "page_start": "720",
            "year": 2006,
            "page_end": "725"
          },
          {}
        ],
        "citation_count": 9,
        "journal_ref": "Int.J.Mod.Phys.A, 21, p. 720, 2006"
      }
    },
    {
      "id": "hep-lat/0509100v1",
      "title": "What we are learning about the Quark Structure of Hadrons from Lattice QCD?",
      "summary": "Developments in lattice field theory and computer technology have led to dramatic advances in the use of lattice QCD to explore the quark structure of hadrons. This talk will describe selected examples, including structure functions, electromagnetic form factors, the nucleon axial charge, the origin of the nucleon spin, the transverse structure of the nucleon, and the nucleon to Delta transition form factor.",
      "authors": [
        "J. W. Negele"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509100v1",
      "link": "https://arxiv.org/abs/hep-lat/0509100v1",
      "published": "2005-09-23T04:00:09Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693091",
        "inspire_url": "https://inspirehep.net/literature/693091",
        "doi": "10.1142/9789812702111_0015",
        "publication_info": [
          {}
        ],
        "citation_count": 1
      }
    },
    {
      "id": "hep-lat/0509097v1",
      "title": "Lattice simulations of Born-Infeld non-linear QED",
      "summary": "Born-Infeld non-linear electrodynamics was introduced to render the self energy of a point particle finite. It has recently been revived as a field theory for branes and strings. We quantize this theory on a Euclidean space-time lattice, using Metropolis Monte-Carlo simulations to measure the properties of the quantum field theory. Luscher-Weisz methods are used to measure the electromagnetic fields from a static point charge. The D field from a point charge appears to be identical to that for the normal Maxwell Lagrangian. The E field is enhanced by quantum fluctuations, and shows short distance screening as it does in the classical theory.",
      "authors": [
        "D. K. Sinclair",
        "J. B. Kogut"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509097v1",
      "link": "https://arxiv.org/abs/hep-lat/0509097v1",
      "published": "2005-09-22T20:49:03Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "693088",
        "inspire_url": "https://inspirehep.net/literature/693088",
        "doi": "10.22323/1.020.0261",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "261",
            "artid": "261",
            "year": 2006
          },
          {}
        ],
        "citation_count": 2,
        "journal_ref": "PoS, LAT2005, artid 261, p. 261, 2006"
      }
    },
    {
      "id": "hep-lat/0509096v1",
      "title": "Is there a third-order phase transition in quenched QCD?",
      "summary": "We discuss the connection between the contributions of large field configurations and the large order behavior of perturbation theory. For quenched QCD, the sensitivity of the average plaquette to a removal of large field configurations has a narrow peak near beta=5.6. Various analysis of the order 10 weak coupling series for the plaquette give robust indications for a singularity in the third derivative of the free energy (second derivative of the plaquette) with respect to beta, near beta = 5.7. We report results of numerical calculations. The peak in the third derivative of the free energy present on 4^4 lattices disappears if the size of the lattice is increased isotropically up to a 10^4 lattice. On the other hand, on 4xL^3 lattices, it persists when L increases. The location of the peak coincides with the onset of a non-zero average for the Polyakov loop and seems related to the finite temperature transition. We also discuss the discrepancy between the perturbative series and the numerical values of the plaquette.",
      "authors": [
        "L. Li",
        "Y. Meurice"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509096v1",
      "link": "https://arxiv.org/abs/hep-lat/0509096v1",
      "published": "2005-09-22T20:34:55Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693087",
        "inspire_url": "https://inspirehep.net/literature/693087",
        "doi": "10.22323/1.020.0258",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "258",
            "artid": "258",
            "year": 2006
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LAT2005, artid 258, p. 258, 2006"
      }
    },
    {
      "id": "hep-lat/0509095v1",
      "title": "3-flavour lattice QCD at finite density and temperature: QCD at finite isospin density revisited",
      "summary": "We simulate 3-flavour lattice QCD at finite temperature and isospin chemical potential $μ_I$. In particular we study the nature of the finite temperature transition for quark masses close to the critical mass at which this transition for zero chemical potentials changes from a first order transition to a crossover. We find that the Binder cumulants, used to determine the position of this transition, have very strong dt dependence. This leads us to an estimate of the critical mass which is about 20% below previous estimates. In addition, when this dt dependence is taken into account, we find that the Binder cumulants show very little dependence on mu_I. From this we conclude that we do not as yet see any evidence for the expected critical endpoint. We have argued previously that the position and nature of the finite temperature transition for small mu_I should be the same as that for small quark-number chemical potential mu.",
      "authors": [
        "J. B. Kogut",
        "D. K. Sinclair"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509095v1",
      "link": "https://arxiv.org/abs/hep-lat/0509095v1",
      "published": "2005-09-22T20:28:44Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "693086",
        "inspire_url": "https://inspirehep.net/literature/693086",
        "publication_info": [
          {
            "page_start": "88",
            "page_end": "92"
          }
        ],
        "citation_count": 8,
        "journal_ref": "p. 88"
      }
    },
    {
      "id": "hep-lat/0509076v1",
      "title": "Exploring the spectrum of QCD using a space-time lattice",
      "summary": "Some past and ongoing explorations of the spectrum of QCD using Monte Carlo simulations on a space-time lattice are described. Glueball masses in the pure-gauge theory are reviewed, and the energies of gluonic excitations in the presence of a static quark-antiquark pair are discussed. Current efforts to compute the baryon spectrum using extended three-quark operators are also presented, emphasizing the need to use irreducible representations of the cubic point group to identify spin quantum numbers in the continuum limit.",
      "authors": [
        "Colin Morningstar"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509076v1",
      "link": "https://arxiv.org/abs/hep-lat/0509076v1",
      "published": "2005-09-21T20:54:19Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "692992",
        "inspire_url": "https://inspirehep.net/literature/692992",
        "doi": "10.1142/S0217751X06032149",
        "publication_info": [
          {
            "journal_title": "Int.J.Mod.Phys.A",
            "journal_volume": "21",
            "page_start": "843",
            "year": 2006,
            "page_end": "846"
          },
          {}
        ],
        "citation_count": 3,
        "journal_ref": "Int.J.Mod.Phys.A, 21, p. 843, 2006"
      }
    },
    {
      "id": "hep-lat/0509067v1",
      "title": "Baryon magnetic moments in the background field method",
      "summary": "We present a calculation of the magnetic moments for the baryon octet and decuplet using the background-field method and standard Wilson gauge and fermion actions in the quenched approximation of lattice QCD. Progressively smaller static magnetic fields are introduced on a $24^4$ lattice at beta=6.0 and the pion mass is probed down to about 500 MeV. Magnetic moments are extracted from the linear response of the masses to the background field.",
      "authors": [
        "F. X. Lee",
        "R. Kelly",
        "L. Zhou",
        "W. Wilcox"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509067v1",
      "link": "https://arxiv.org/abs/hep-lat/0509067v1",
      "published": "2005-09-21T01:53:42Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "692805",
        "inspire_url": "https://inspirehep.net/literature/692805",
        "doi": "10.1016/j.physletb.2005.08.106",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "627",
            "page_start": "71",
            "year": 2005,
            "page_end": "76"
          }
        ],
        "citation_count": 94,
        "journal_ref": "Phys.Lett.B, 627, p. 71, 2005"
      }
    },
    {
      "id": "hep-lat/0509066v1",
      "title": "Coherent Topological Charge Structure in $CP^{N-1}$ Models and QCD",
      "summary": "In an effort to clarify the significance of the recent observation of long-range topological charge coherence in QCD gauge configurations, we study the local topological charge distributions in two-dimensional $CP^{N-1}$ sigma models, using the overlap Dirac operator to construct the lattice topological charge. We find long-range sign coherence of topological charge along extended one-dimensional structures in two-dimensional spacetime. We discuss the connection between the long range topological structure found in $CP^{N-1}$ and the observed sign coherence along three-dimensional sheets in four-dimensional QCD gauge configurations. In both cases, coherent regions of topological charge form along membrane-like surfaces of codimension one. We show that the Monte Carlo results, for both two-dimensional and four-dimensional gauge theory, support a view of topological charge fluctuations suggested by Luscher and Witten. In this framework, the observed membranes are associated with boundaries between ``k-vacua,'' characterized by an effective local value of $θ$ which jumps by $\\pm 2π$ across the boundary.",
      "authors": [
        "Saeed Ahmad",
        "Jonathan T. Lenaghan",
        "H. B. Thacker"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509066v1",
      "link": "https://arxiv.org/abs/hep-lat/0509066v1",
      "published": "2005-09-21T01:53:23Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "692804",
        "inspire_url": "https://inspirehep.net/literature/692804",
        "doi": "10.1103/PhysRevD.72.114511",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "114511",
            "year": 2005
          }
        ],
        "citation_count": 44,
        "journal_ref": "Phys.Rev.D, 72, artid 114511, 2005"
      }
    },
    {
      "id": "hep-lat/0509065v1",
      "title": "Magnetic polarizability of hadrons from lattice QCD in the background field method",
      "summary": "We present a calculation of hadron magnetic polarizability using the techniques of lattice QCD. This is carried out by introducing a uniform external magnetic field on the lattice and measuring the quadratic part of a hadron's mass shift. The calculation is performed on a $24^4$ lattice with standard Wilson actions at beta=6.0 (spacing $a=0.1$ fm) and pion mass down to about 500 MeV. Results are obtained for 30 particles covering the entire baryon octet ($n$, $p$, $Σ^0$, $Σ^-$, $Σ^+$, $Ξ^-$, $Ξ^0$, $Λ$) and decuplet ($Δ^0$, $Δ^-$, $Δ^+$, $Δ^{++}$, $Σ^{*0}$, $Σ^{*-}$, $Σ^{*+}$, $Ξ^{*0}$, $Ξ^{*-}$, $Ω^-$), plus selected mesons ($π^0$, $π^+$, $π^-$, $K^0$, $K^+$, ${K}^-$, $ρ^0$, $ρ^+$, $ρ^-$, $K^{*0}$, $K^{*+}$, $K^{*-}$). The results are compared with available values from experiments and other theoretical calculations.",
      "authors": [
        "F. X. Lee",
        "L. Zhou",
        "W. Wilcox",
        "J. Christensen"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509065v1",
      "link": "https://arxiv.org/abs/hep-lat/0509065v1",
      "published": "2005-09-21T01:32:16Z",
      "categories": [
        "hep-lat",
        "hep-ex",
        "hep-ph",
        "nucl-ex",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "692803",
        "inspire_url": "https://inspirehep.net/literature/692803",
        "doi": "10.1103/PhysRevD.73.034503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "034503",
            "year": 2006
          }
        ],
        "citation_count": 79,
        "journal_ref": "Phys.Rev.D, 73, artid 034503, 2006"
      }
    },
    {
      "id": "hep-lat/0509064v1",
      "title": "Lowest Order Hadronic Contribution to the Muon g-2",
      "summary": "We present the most recent lattice results for the lowest-order hadronic contribution to the muon anomalous magnetic moment using 2+1 flavor improved staggered fermions. A precise fit to the low-q^2 region of the vacuum polarization is necessary to accurately extract the muon g-2. To obtain this fit, we use staggered chiral perturbation theory with the inclusion of the vector particles as resonances, to evaluate the vacuum polarization. We discuss the preliminary fit results and attendant systematic uncertainties, paying particular attention to the relative contributions of the pions and vector mesons.",
      "authors": [
        "Christopher Aubin",
        "Tom Blum"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509064v1",
      "link": "https://arxiv.org/abs/hep-lat/0509064v1",
      "published": "2005-09-20T18:37:50Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "692723",
        "inspire_url": "https://inspirehep.net/literature/692723",
        "doi": "10.22323/1.020.0089",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "089",
            "artid": "089",
            "year": 2006
          },
          {}
        ],
        "citation_count": 15,
        "journal_ref": "PoS, LAT2005, artid 089, p. 089, 2006"
      }
    },
    {
      "id": "hep-lat/0509057v1",
      "title": "D-branes and Topological Charge in QCD",
      "summary": "The recently observed long-range coherent structure of topological charge fluctuations in QCD is compared with theoretical expectations based on the AdS/CFT brane construction of nonsupersymmetric gauge theory by Witten. Similar observations of coherent topologicalcharge structure in 2D $CP^{N-1}$ sigma models are interpreted in terms of Wilson lines representing world lines of screened electric charges. The analogy between 2D U(1) and 4D Yang-Mills theory leads to the interpretation of the observed coherent sheets of topological charge in QCD as screened ``Wilson bags'' first suggested by Luscher. The duality between the Wilson bag surface and a wrapped 6-brane in IIA string theory is discussed. The complete screening of the force between bag surfaces for integer values of the bag charge $θ/2π$ corresponds to the observation by Polchinski that the net force between d-branes from closed string exchange vanishes for quantized values of Ramond-Ramond charge.",
      "authors": [
        "H. B. Thacker"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509057v1",
      "link": "https://arxiv.org/abs/hep-lat/0509057v1",
      "published": "2005-09-18T23:37:43Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "692588",
        "inspire_url": "https://inspirehep.net/literature/692588",
        "doi": "10.22323/1.020.0324",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "324",
            "artid": "324",
            "year": 2006
          },
          {}
        ],
        "citation_count": 5,
        "journal_ref": "PoS, LAT2005, artid 324, p. 324, 2006"
      }
    },
    {
      "id": "hep-lat/0509053v1",
      "title": "The Equation of State for QCD with 2+1 Flavors of Quarks",
      "summary": "We report results for the interaction measure, pressure and energy density for nonzero temperature QCD with 2+1 flavors of improved staggered quarks. In our simulations we use a Symanzik improved gauge action and the Asqtad $O(a^2)$ improved staggered quark action for lattices with temporal extent $N_t=4$ and 6. The heavy quark mass $m_s$ is fixed at approximately the physical strange quark mass and the two degenerate light quarks have masses $m_{ud} =0.1m_s$ or $0.2m_s$. The calculation of the thermodynamic observables employs the integral method where energy density and pressure are obtained by integration over the interaction measure.",
      "authors": [
        "C. Bernard",
        "T. Burch",
        "C. DeTar",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "L. Levkova",
        "F. Maresca",
        "D. B. Renner",
        "R. Sugar",
        "D. Toussaint"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509053v1",
      "link": "https://arxiv.org/abs/hep-lat/0509053v1",
      "published": "2005-09-16T17:20:16Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "692502",
        "inspire_url": "https://inspirehep.net/literature/692502",
        "doi": "10.22323/1.020.0156",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "156",
            "artid": "156",
            "year": 2006
          },
          {}
        ],
        "citation_count": 20,
        "journal_ref": "PoS, LAT2005, artid 156, p. 156, 2006"
      }
    },
    {
      "id": "hep-lat/0509048v1",
      "title": "Nuclear Physics and Lattice QCD",
      "summary": "Lattice QCD is progressing toward being able to impact our understanding of nuclei and nuclear processes. I discuss areas of nuclear physics that are becoming possible to explore with lattice QCD, the techniques that are currently available and the status of numerical explorations.",
      "authors": [
        "Martin J. Savage"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509048v1",
      "link": "https://arxiv.org/abs/hep-lat/0509048v1",
      "published": "2005-09-15T22:45:41Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "692497",
        "inspire_url": "https://inspirehep.net/literature/692497",
        "doi": "10.22323/1.020.0020",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "020",
            "artid": "020",
            "year": 2006
          },
          {}
        ],
        "citation_count": 8,
        "journal_ref": "PoS, LAT2005, artid 020, p. 020, 2006"
      }
    },
    {
      "id": "hep-lat/0509040v1",
      "title": "Evolution of the Structure Factors in Pure SU(N) Lattice Gauge Theory and Effective Spin Models",
      "summary": "We consider model A dynamics for a quench from the disordered into the ordered phase of SU(3) lattice gauge theory and the analogue 3d 3-state Potts model. For the gauge model this corresponds to a rapid heating from the confined to the deconfined phase. The exponential growth factors of low-lying structure function modes are numerically calculated. The linear theory of spinodal decomposition is used to determine the critical modes. This allows for the Debye screening mass estimation in an effective phenomenological model. The quench leads to competing vacuum domains, which make the equilibration of the QCD vacuum after the heating non-trivial. The influence of such domains on the gluonic energy density is studied.",
      "authors": [
        "A. Bazavov",
        "B. A. Berg",
        "A. Velytsky"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509040v1",
      "link": "https://arxiv.org/abs/hep-lat/0509040v1",
      "published": "2005-09-13T21:38:33Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "692144",
        "inspire_url": "https://inspirehep.net/literature/692144",
        "doi": "10.1142/S0217751X05026777",
        "publication_info": [
          {
            "journal_title": "Int.J.Mod.Phys.A",
            "journal_volume": "20",
            "page_start": "3459",
            "year": 2005,
            "page_end": "3468"
          },
          {}
        ],
        "citation_count": 7,
        "journal_ref": "Int.J.Mod.Phys.A, 20, p. 3459, 2005"
      }
    },
    {
      "id": "hep-lat/0509027v2",
      "title": "Light hadron and diquark spectroscopy in quenched QCD with overlap quarks on a large lattice",
      "summary": "A simulation of quenched QCD with the overlap Dirac operator has been completed using 100 Wilson gauge configurations at beta = 6 on an 18^3 x 64 lattice and at beta = 5.85 on a 14^3 x 48 lattice, both in Landau gauge. We present results for light meson and baryon masses, meson final state \"wave functions,\" and other observables, as well as some details on the numerical techniques that were used. Our results indicate that scaling violations, if any, are small. We also present an analysis of diquark correlations using the quark propagators generated in our simulation.",
      "authors": [
        "Ronald Babich",
        "Federico Berruto",
        "Nicolas Garron",
        "Christian Hoelbling",
        "Joseph Howard",
        "Laurent Lellouch",
        "Claudio Rebbi",
        "Noam Shoresh"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509027v2",
      "link": "https://arxiv.org/abs/hep-lat/0509027v2",
      "published": "2005-09-12T00:50:10Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "691926",
        "inspire_url": "https://inspirehep.net/literature/691926",
        "doi": "10.1088/1126-6708/2006/01/086",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "01",
            "page_start": "086",
            "artid": "086",
            "year": 2006
          }
        ],
        "citation_count": 32,
        "journal_ref": "JHEP, 01, artid 086, p. 086, 2006"
      }
    },
    {
      "id": "hep-lat/0509021v1",
      "title": "String tensions and deconfinement transition in the SU(4) center vortex model",
      "summary": "A center vortex model for the infrared sector of SU(4) Yang-Mills theory is constructed such as to reproduce both the ratio between the zero-temperature quark and diquark string tensions known from lattice Yang-Mills theory, as well as the properties of the deconfinement transition. On this basis, the temperature dependence of the spatial quark and diquark string tensions is predicted. Though still phenomenologically viable, details of the construction of the SU(4) center vortex model corroborate previous arguments that modeling infrared Yang-Mills dynamics purely in terms of vortex world-surface characteristics may become less appropriate as the number of colors is increased.",
      "authors": [
        "Michael Engelhardt"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509021v1",
      "link": "https://arxiv.org/abs/hep-lat/0509021v1",
      "published": "2005-09-08T22:29:09Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "691722",
        "inspire_url": "https://inspirehep.net/literature/691722",
        "doi": "10.22323/1.020.0319",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "319",
            "artid": "319",
            "year": 2006
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LAT2005, artid 319, p. 319, 2006"
      }
    },
    {
      "id": "hep-lat/0509016v2",
      "title": "Hadronic light-by-light scattering contribution to the muon g-2 from lattice QCD : Methodology",
      "summary": "The hadronic light-by-light scattering contribution to the muon g-2 is the most troublesome component of its theoretical prediction; (1) it cannot be determined from the other measurable quantities, (2) the dimensional argument and the estimation based on hadronic models imply that the magnitude of this contribution may be comparable to the discrepancy between the standard model prediction and the experimental value. The direct approach to evaluate the hadronic light-by-light scattering contribution requires the evaluation of the correlation function of {\\it four} hadronic electromagnetic currents, and the summation of it over two independent four-momenta of off-shell photons, which is far from the reach of direct lattice simulation. Here we propose an alternative method using combined (QCD + QED) lattice simulations to evaluate the hadronic light-by-light scattering contribution.",
      "authors": [
        "Masashi Hayakawa",
        "Thomas Blum",
        "Taku Izubuchi",
        "Norikazu Yamada"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509016v2",
      "link": "https://arxiv.org/abs/hep-lat/0509016v2",
      "published": "2005-09-07T11:42:28Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "691579",
        "inspire_url": "https://inspirehep.net/literature/691579",
        "doi": "10.22323/1.020.0353",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "353",
            "artid": "353",
            "year": 2006
          },
          {}
        ],
        "citation_count": 73,
        "journal_ref": "PoS, LAT2005, artid 353, p. 353, 2006"
      }
    },
    {
      "id": "hep-lat/0509014v1",
      "title": "Phases of planar QCD on the torus",
      "summary": "At infinite N, continuum Euclidean SU(N) gauge theory defined on a symmetrical four torus has a rich phase structure with phases where the finite volume system behaves as if it had infinite extent in some or all of the directions. In addition, fermions are automatically quenched, so planar QCD should be cheaper to solve numerically that full QCD. Large N is a relatively unexplored and worthwhile direction of research in lattice field theory.",
      "authors": [
        "Rajamani Narayanan",
        "Herbert Neuberger"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509014v1",
      "link": "https://arxiv.org/abs/hep-lat/0509014v1",
      "published": "2005-09-06T20:27:25Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "691577",
        "inspire_url": "https://inspirehep.net/literature/691577",
        "doi": "10.22323/1.020.0005",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "005",
            "artid": "005",
            "year": 2006
          },
          {}
        ],
        "citation_count": 20,
        "journal_ref": "PoS, LAT2005, artid 005, p. 005, 2006"
      }
    },
    {
      "id": "hep-lat/0509009v3",
      "title": "Observations on discretization errors in twisted-mass lattice QCD",
      "summary": "I make a number of observations concerning discretization errors in twisted-mass lattice QCD that can be deduced by applying chiral perturbation theory including lattice artifacts. (1) The line along which the PCAC quark mass vanishes in the twisted mass-twisted mass plane makes an angle to the untwisted mass axis which is a direct measure of O(a) terms in the chiral Lagrangian, and is found numerically to be large; (2) Numerical results for pionic quantities in the mass plane show the qualitative properties predicted by chiral perturbation theory, in particular an asymmetry in slopes between positive and negative untwisted quark masses; (3) By extending the description of the ``Aoki regime'' (where m_q is of size a^2 Lambda_QCD^3) to next-to-leading order in chiral perturbation theory I show how the phase transition lines and lines of maximal twist (using different definitions) extend into this region, and give predictions for the functional form of pionic quantities; (4) I argue that the recent claim that lattice artifacts at maximal twist have apparent infrared singularities in the chiral limit results from expanding about the incorrect vacuum state. Shifting to the correct vacuum (as can be done using chiral perturbation theory) the apparent singularities are summed into non-singular, and furthermore predicted, forms. I further argue that there is no breakdown in the Symanzik expansion in powers of lattice spacing, and no barrier to simulating at maximal twist in the Aoki regime.",
      "authors": [
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0509009v3",
      "link": "https://arxiv.org/abs/hep-lat/0509009v3",
      "published": "2005-09-04T22:22:16Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "691362",
        "inspire_url": "https://inspirehep.net/literature/691362",
        "doi": "10.1103/PhysRevD.72.074510",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "074510",
            "year": 2005
          }
        ],
        "citation_count": 38,
        "journal_ref": "Phys.Rev.D, 72, artid 074510, 2005"
      }
    },
    {
      "id": "hep-lat/0508035v1",
      "title": "Lattice Chirality and its uses at large N",
      "summary": "A brief overview of the authors' work on lattice chirality and its application to the numerical study of planar QCD is presented.",
      "authors": [
        "Rajamani Narayanan",
        "Herbert Neuberger"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0508035v1",
      "link": "https://arxiv.org/abs/hep-lat/0508035v1",
      "published": "2005-08-31T17:57:36Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "691126",
        "inspire_url": "https://inspirehep.net/literature/691126",
        "doi": "10.1142/S0217751X06031922",
        "publication_info": [
          {
            "journal_title": "Int.J.Mod.Phys.A",
            "journal_volume": "21",
            "page_start": "707",
            "year": 2006,
            "page_end": "712"
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "Int.J.Mod.Phys.A, 21, p. 707, 2006"
      }
    },
    {
      "id": "hep-lat/0508029v1",
      "title": "A New Method for Determining $F_π$ on the Lattice",
      "summary": "We derive the two-point spectral correlation function of the Dirac operator with a specific external source in the $ε$-regime of QCD. This correlation function has a unique and strong dependence on $F_π$, and thus provides an novel way to extract $F_π$ from lattice simulations. We test the method in a quenched lattice simulation with staggered fermions.",
      "authors": [
        "P. H. Damgaard",
        "Urs M. Heller",
        "K. Splittorff",
        "B. Svetitsky"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0508029v1",
      "link": "https://arxiv.org/abs/hep-lat/0508029v1",
      "published": "2005-08-30T14:22:25Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "691034",
        "inspire_url": "https://inspirehep.net/literature/691034",
        "doi": "10.1103/PhysRevD.72.091501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "091501",
            "year": 2005
          }
        ],
        "citation_count": 60,
        "journal_ref": "Phys.Rev.D, 72, artid 091501, 2005"
      }
    },
    {
      "id": "hep-lat/0508025v1",
      "title": "Dynamical overlap fermions: techniques and results",
      "summary": "We summarize our recent investigations of lattice QCD with dynamical overlap fermions. We sketch algorithmic issues and our approach to solving them. We show our measurement of the topological susceptibility. We describe a computation of the chiral condensate using an analysis of the distribution of eigenmodes of the Dirac operator and Random Matrix Theory.",
      "authors": [
        "Stefan Schaefer",
        "Thomas DeGrand"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0508025v1",
      "link": "https://arxiv.org/abs/hep-lat/0508025v1",
      "published": "2005-08-26T19:29:22Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "690856",
        "inspire_url": "https://inspirehep.net/literature/690856",
        "doi": "10.22323/1.020.0140",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "140",
            "artid": "140",
            "year": 2006
          },
          {}
        ],
        "citation_count": 16,
        "journal_ref": "PoS, LAT2005, artid 140, p. 140, 2006"
      }
    },
    {
      "id": "hep-lat/0508019v2",
      "title": "Baryons with Ginsparg-Wilson quarks in a staggered sea",
      "summary": "We determine the masses and magnetic moments of the octet baryons in chiral perturbation theory formulated for a mixed lattice action of Ginsparg-Wilson valence quarks and staggered sea quarks. Taste-symmetry breaking does not occur at next-to-leading order in the combined lattice-spacing and chiral expansion. Expressions derived for masses and magnetic moments are required for addressing lattice artifacts in mixed-action simulations of these observables.",
      "authors": [
        "Brian C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0508019v2",
      "link": "https://arxiv.org/abs/hep-lat/0508019v2",
      "published": "2005-08-19T19:52:35Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "690279",
        "inspire_url": "https://inspirehep.net/literature/690279",
        "doi": "10.1103/PhysRevD.72.094501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "094501",
            "year": 2005
          },
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "039904",
            "year": 2009
          }
        ],
        "citation_count": 59,
        "journal_ref": "Phys.Rev.D, 72, artid 094501, 2005"
      }
    },
    {
      "id": "hep-lat/0508018v1",
      "title": "Clebsch-Gordan Construction of Lattice Interpolating Fields for Excited Baryons",
      "summary": "Large sets of baryon interpolating field operators are developed for use in lattice QCD studies of baryons with zero momentum. Operators are classified according to the double-valued irreducible representations of the octahedral group. At first, three-quark smeared, local operators are constructed for each isospin and strangeness and they are classified according to their symmetry with respect to exchange of Dirac indices. Nonlocal baryon operators are formulated in a second step as direct products of the spinor structures of smeared, local operators together with gauge-covariant lattice displacements of one or more of the smeared quark fields. Linear combinations of direct products of spinorial and spatial irreducible representations are then formed with appropriate Clebsch-Gordan coefficients of the octahedral group. The construction attempts to maintain maximal overlap with the continuum SU(2) group in order to provide a physically interpretable basis. Nonlocal operators provide direct couplings to states that have nonzero orbital angular momentum.",
      "authors": [
        "Subhasish Basak",
        "Robert Edwards",
        "George T. Fleming",
        "Urs M. Heller",
        "Colin Morningstar",
        "David Richards",
        "Ikuro Sato",
        "Stephen J. Wallace"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0508018v1",
      "link": "https://arxiv.org/abs/hep-lat/0508018v1",
      "published": "2005-08-19T19:29:22Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "690278",
        "inspire_url": "https://inspirehep.net/literature/690278",
        "doi": "10.1103/PhysRevD.72.074501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "074501",
            "year": 2005
          }
        ],
        "citation_count": 138,
        "journal_ref": "Phys.Rev.D, 72, artid 074501, 2005"
      }
    },
    {
      "id": "hep-lat/0508017v1",
      "title": "Symmetry and scaling in the Q-exact lattice (2,2) 2d Wess-Zumino model",
      "summary": "As a nonperturbative check on the Q-exact lattice formulation, we demonstrate that the continuum R-symmetries are recovered. We locate the critical domain of the lattice theory. Aspects of the continuum nonrenormalization theorems are found to be respected at finite lattice spacing. Preliminary attempts to extract critical exponents--another nonperturbative check--are discussed. All of our results are obtained from Monte Carlo simulations with dynamical fermions.",
      "authors": [
        "Joel Giedt"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0508017v1",
      "link": "https://arxiv.org/abs/hep-lat/0508017v1",
      "published": "2005-08-19T15:27:34Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "690277",
        "inspire_url": "https://inspirehep.net/literature/690277",
        "doi": "10.22323/1.020.0270",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "270",
            "artid": "270",
            "year": 2006
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LAT2005, artid 270, p. 270, 2006"
      }
    },
    {
      "id": "hep-th/0508116v2",
      "title": "Hidden symmetries in two dimensional field theory",
      "summary": "The bosonization process elegantly shows the equivalence of massless scalar and fermion fields in two space-time dimensions. However, with multiple fermions the technique often obscures global symmetries. Witten's non-Abelian bosonization makes these symmetries explicit, but at the expense of a somewhat complicated bosonic action. Frenkel and Kac have presented an intricate mathematical formalism relating the various approaches. Here I reduce these arguments to the simplest case of a single massless scalar field. In particular, using only elementary quantum field theory concepts, I expose a hidden $SU(2)\\times SU(2)$ chiral symmetry in this trivial theory. I then discuss in what sense this field should be interpreted as a Goldstone boson.",
      "authors": [
        "Michael Creutz"
      ],
      "pdf": "https://arxiv.org/pdf/hep-th/0508116v2",
      "link": "https://arxiv.org/abs/hep-th/0508116v2",
      "published": "2005-08-16T13:30:25Z",
      "categories": [
        "hep-th",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "690044",
        "inspire_url": "https://inspirehep.net/literature/690044",
        "doi": "10.1016/j.aop.2006.01.003",
        "publication_info": [
          {
            "journal_title": "Annals Phys.",
            "journal_volume": "321",
            "page_start": "2782",
            "year": 2006,
            "page_end": "2792"
          }
        ],
        "citation_count": 3,
        "journal_ref": "Annals Phys., 321, p. 2782, 2006"
      }
    },
    {
      "id": "hep-lat/0508012v1",
      "title": "Isospin breaking and the chiral condensate",
      "summary": "With two degenerate quarks, the chiral condensate exhibits a jump as the quark masses pass through zero. I discuss how this single transition splits into two Ising like transitions when the quarks are made non-degenerate. The order parameter is the expectation of the neutral pion field. The transitions represent long distance coherent phenomena occuring without the Dirac operator having vanishingly small eigenvalues.",
      "authors": [
        "Michael Creutz"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0508012v1",
      "link": "https://arxiv.org/abs/hep-lat/0508012v1",
      "published": "2005-08-13T13:13:08Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "689886",
        "inspire_url": "https://inspirehep.net/literature/689886",
        "doi": "10.22323/1.020.0119",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LAT2005",
            "page_start": "119",
            "artid": "119",
            "year": 2006
          },
          {}
        ],
        "citation_count": 7,
        "journal_ref": "PoS, LAT2005, artid 119, p. 119, 2006"
      }
    },
    {
      "id": "hep-lat/0508009v2",
      "title": "Extrapolation Formulas for Neutron EDM Calculations in Lattice QCD",
      "summary": "Lattice QCD is rapidly progressing toward being able to reliably compute the electric dipole moment of the neutron as a function of the strong CP-violating parameter theta. Present day calculations are performed at unphysical values of the light quark masses, in volumes that are not exceptionally large and at lattice spacings that are not exceptionally small. We use chiral perturbation theory to determine the leading contributions to the neutron electric dipole moment at finite volume, and in partially-quenched calculations.",
      "authors": [
        "Donal O'Connell",
        "Martin J. Savage"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0508009v2",
      "link": "https://arxiv.org/abs/hep-lat/0508009v2",
      "published": "2005-08-10T19:51:50Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "689500",
        "inspire_url": "https://inspirehep.net/literature/689500",
        "doi": "10.1016/j.physletb.2005.11.053",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "633",
            "page_start": "319",
            "year": 2006,
            "page_end": "324"
          }
        ],
        "citation_count": 28,
        "journal_ref": "Phys.Lett.B, 633, p. 319, 2006"
      }
    },
    {
      "id": "hep-ph/0507318v1",
      "title": "Heavy Quark Diffusion from the Lattice",
      "summary": "We study the diffusion of heavy quarks in the Quark Gluon Plasma using the Langevin equations of motion and estimate the contribution of the transport peak to the Euclidean current-current correlator. We show that the Euclidean correlator is remarkably insensitive to the heavy quark diffusion coefficient and give a simple physical interpretation of this result using the free streaming Boltzmann equation. However if the diffusion coefficient is smaller than $\\sim 1/(πT)$, as favored by RHIC phenomenology, the transport contribution should be visible in the Euclidean correlator. We outline a procedure to isolate this contribution.",
      "authors": [
        "Peter Petreczky",
        "Derek Teaney"
      ],
      "pdf": "https://arxiv.org/pdf/hep-ph/0507318v1",
      "link": "https://arxiv.org/abs/hep-ph/0507318v1",
      "published": "2005-07-27T23:22:50Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "688433",
        "inspire_url": "https://inspirehep.net/literature/688433",
        "doi": "10.1103/PhysRevD.73.014508",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "014508",
            "year": 2006
          }
        ],
        "citation_count": 155,
        "journal_ref": "Phys.Rev.D, 73, artid 014508, 2006"
      }
    },
    {
      "id": "hep-lat/0507034v4",
      "title": "About a possible 3rd order phase transition at T=0 in 4D gluodynamics",
      "summary": "We revisit the question of the convergence of lattice perturbation theory for a pure SU(3) lattice gauge theory in 4 dimensions. Using a series for the average plaquette up to order 10 in the weak coupling parameter beta^{-1}, we show that the analysis of the extrapolated ratio and the extrapolated slope suggests the possibility of a non-analytical power behavior of the form (1/β-1/5.7(1))^{1.0(1)}, in agreement with another analysis based on the same asumption. This would imply that the third derivative of the free energy density diverges near beta =5.7. We show that the peak in the third derivative of the free energy present on 4^4 lattices disappears if the size of the lattice is increased isotropically up to a 10^4 lattice. On the other hand, on 4 x L^3 lattices, a jump in the third derivative persists when L increases. Its location coincides with the onset of a non-zero average for the Polyakov loop. We show that the apparent contradiction at zero temperature can be resolved by moving the singularity in the complex 1/βplane. If the imaginary part of the location of the singularity Gamma is within the range 0.001< Gamma < 0.01, it is possible to limit the second derivative of P within an acceptable range without affecting drastically the behavior of the perturbative coefficients. We discuss the possibility of checking the existence of these complex singularities by using the strong coupling expansion or calculating the zeroes of the partition function.",
      "authors": [
        "L. Li",
        "Y. Meurice"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0507034v4",
      "link": "https://arxiv.org/abs/hep-lat/0507034v4",
      "published": "2005-07-23T07:55:38Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "688130",
        "inspire_url": "https://inspirehep.net/literature/688130",
        "doi": "10.1103/PhysRevD.73.036006",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "036006",
            "year": 2006
          }
        ],
        "citation_count": 16,
        "journal_ref": "Phys.Rev.D, 73, artid 036006, 2006"
      }
    },
    {
      "id": "hep-lat/0507020v2",
      "title": "Lattice QCD at finite density via a new canonical approach",
      "summary": "We carry out a finite density calculation based on a canonical approach which is designed to address the overlap problem. Two degenerate flavor simulations are performed using Wilson gauge action and Wilson fermions on $4^4$ lattices, at temperatures close to the critical temperature $T_c\\approx 170\\MeV$ and large densities (5 to 20 times nuclear matter density). In this region, we find that the algorithm works well. We compare our results with those from other approaches.",
      "authors": [
        "Andrei Alexandru",
        "Manfried Faber",
        "Ivan Horváth",
        "Keh-Fei Liu"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0507020v2",
      "link": "https://arxiv.org/abs/hep-lat/0507020v2",
      "published": "2005-07-15T22:26:17Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "687626",
        "inspire_url": "https://inspirehep.net/literature/687626",
        "doi": "10.1103/PhysRevD.72.114513",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "114513",
            "year": 2005
          }
        ],
        "citation_count": 170,
        "journal_ref": "Phys.Rev.D, 72, artid 114513, 2005"
      }
    },
    {
      "id": "hep-lat/0507018v3",
      "title": "Angular Momentum on the Lattice: The Case of Non-Zero Linear Momentum",
      "summary": "The irreducible representations (IRs) of the double cover of the Euclidean group with parity in three dimensions are subduced to the corresponding cubic space group. The reduction of these representations gives the mapping of continuum angular momentum states to the lattice in the case of non-zero linear momentum. The continuous states correspond to lattice states with the same momentum and continuum rotational quantum numbers decompose into those of the IRs of the little group of the momentum vector on the lattice. The inverse mapping indicates degeneracies that will appear between levels of different lattice IRs in the continuum limit, recovering the continuum angular momentum multiplets. An example of this inverse mapping is given for the case of the ``moving'' isotropic harmonic oscillator.",
      "authors": [
        "David C. Moore",
        "George T. Fleming"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0507018v3",
      "link": "https://arxiv.org/abs/hep-lat/0507018v3",
      "published": "2005-07-14T20:33:32Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "687525",
        "inspire_url": "https://inspirehep.net/literature/687525",
        "doi": "10.1103/PhysRevD.73.014504",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "014504",
            "year": 2006
          },
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "74",
            "artid": "079905",
            "year": 2006
          }
        ],
        "citation_count": 78,
        "journal_ref": "Phys.Rev.D, 73, artid 014504, 2006"
      }
    },
    {
      "id": "hep-lat/0507017v1",
      "title": "Renormalization of Bilinear Quark Operators for Overlap Fermions",
      "summary": "We present non-perturbative renormalization constants of fermionic bilinears on the lattice in the quenched approximation at beta=6.1 using an overlap fermion action with hypercubic(HYP)-blocked links. We consider the effects of the exact zero modes of the Dirac operator and find they are important in calculating the renormalization constants of the scalar and pseudoscalar density. The results are given in the RI' and MS bar schemes and compared to the perturbative calculations.",
      "authors": [
        "Thomas DeGrand",
        "Zhaofeng Liu"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0507017v1",
      "link": "https://arxiv.org/abs/hep-lat/0507017v1",
      "published": "2005-07-14T19:38:57Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "687443",
        "inspire_url": "https://inspirehep.net/literature/687443",
        "doi": "10.1103/PhysRevD.72.054508",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "054508",
            "year": 2005
          }
        ],
        "citation_count": 14,
        "journal_ref": "Phys.Rev.D, 72, artid 054508, 2005"
      }
    },
    {
      "id": "hep-lat/0507016v1",
      "title": "R-symmetry in the Q-exact (2,2) 2d lattice Wess-Zumino model",
      "summary": "In this article we explore the R-symmetry of the (2,2) 2d Wess-Zumino model. We study whether or not this symmetry is approximately realized in the Q-exact lattice version of this theory. Our study is nonperturbative: it relies on Monte Carlo simulations with dynamical fermions. Irrelevant operators in the lattice action explicitly break the R-symmetry. In spite of this, it is found to be a symmetry of the effective potential. We find nonperturbative evidence that the nonrenormalization theorem of the continuum theory is recovered in the continuum limit; e.g., there is no additive mass renormalization. In our simulations we find that Fourier acceleration of the hybrid Monte Carlo algorithm allows us to avoid difficulties with critical slowing-down.",
      "authors": [
        "Joel Giedt"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0507016v1",
      "link": "https://arxiv.org/abs/hep-lat/0507016v1",
      "published": "2005-07-14T16:51:43Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "687442",
        "inspire_url": "https://inspirehep.net/literature/687442",
        "doi": "10.1016/j.nuclphysb.2005.08.004",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.B",
            "journal_volume": "726",
            "page_start": "210",
            "year": 2005,
            "page_end": "232"
          }
        ],
        "citation_count": 32,
        "journal_ref": "Nucl.Phys.B, 726, p. 210, 2005"
      }
    },
    {
      "id": "hep-lat/0507015v1",
      "title": "The B Meson Decay Constant from Unquenched Lattice QCD",
      "summary": "We present determinations of the B meson decay constant f_B and of the ratio f_{B_s}/f_B using the MILC collaboration unquenched gauge configurations which include three flavors of light sea quarks. The mass of one of the sea quarks is kept around the strange quark mass, and we explore a range in masses for the two lighter sea quarks down to m_s/8.\n  The heavy b quark is simulated using Nonrelativistic QCD, and both the valence and sea light quarks are represented by the highly improved (AsqTad) staggered quark action.\n The good chiral properties of the latter action allow for a much smoother chiral extrapolation to physical up and down quarks than has been possible in the past. We find f_B = 216(9)(19)(4) (6) MeV and f_{B_s} /f_B = 1.20(3)(1).",
      "authors": [
        "Alan Gray",
        "Matthew Wingate",
        "Christine T. H. Davies",
        "Emel Gulez",
        "G. Peter Lepage",
        "Quentin Mason",
        "Matthew Nobes",
        "Junko Shigemitsu"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0507015v1",
      "link": "https://arxiv.org/abs/hep-lat/0507015v1",
      "published": "2005-07-14T16:08:54Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "687441",
        "inspire_url": "https://inspirehep.net/literature/687441",
        "doi": "10.1103/PhysRevLett.95.212001",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.Lett.",
            "journal_volume": "95",
            "artid": "212001",
            "year": 2005
          }
        ],
        "citation_count": 244,
        "journal_ref": "Phys.Rev.Lett., 95, artid 212001, 2005"
      }
    },
    {
      "id": "hep-lat/0507012v3",
      "title": "B_K in Staggered Chiral Perturbation Theory",
      "summary": "We calculate the kaon B-parameter, B_K, to next-to-leading order in staggered chiral perturbation theory. We find expressions for partially quenched QCD with three sea quarks, quenched QCD, and full QCD with m_u = m_d but not equal to m_s. We extend the usual power counting to include the effects of using perturbative (rather than non-perturbative) matching factors. Taste breaking enters through the O(a^2) terms in the effective action, through O(a^2) terms from the discretization of operators, and through the truncation of matching factors. These effects cause mixing with several additional operators, complicating the chiral and continuum extrapolations. In addition to the staggered expressions, we present B_K at next-to-leading order in continuum partially quenched chiral perturbation theory for N_f=3 sea quarks with m_u = m_d but not equal to m_s.",
      "authors": [
        "Ruth S. Van de Water",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0507012v3",
      "link": "https://arxiv.org/abs/hep-lat/0507012v3",
      "published": "2005-07-13T06:13:51Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "687352",
        "inspire_url": "https://inspirehep.net/literature/687352",
        "doi": "10.1103/PhysRevD.73.014003",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "014003",
            "year": 2006
          }
        ],
        "citation_count": 55,
        "journal_ref": "Phys.Rev.D, 73, artid 014003, 2006"
      }
    },
    {
      "id": "hep-lat/0507010v1",
      "title": "Quenched Scaling of Wilson twisted mass fermions",
      "summary": "We investigate the scaling behaviour of quenched Wilson twisted mass fermions at maximal twist applying two definitions of the critical mass. The first definition uses the vanishing of the pseudoscalar meson mass m_PS while the second employs the vanishing of the PCAC quark mass m_PCAC. We confirm in both cases the expected O(a) improvement. In addition, we show that the PCAC quark mass definition leads to substantially reduced O(a^2) cut-off effects even when the pseudoscalar meson mass m_PS is as small as 270 MeV. At a fixed value of m_PS we perform continuum limits for the vector meson mass m_V and for the pseudoscalar decay constant f_PS and discuss the renormalisation constant Z_V of the vector current.",
      "authors": [
        "K. Jansen",
        "M. Papinutto",
        "A. Shindler",
        "C. Urbach",
        "I. Wetzorke"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0507010v1",
      "link": "https://arxiv.org/abs/hep-lat/0507010v1",
      "published": "2005-07-12T15:04:45Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "687198",
        "inspire_url": "https://inspirehep.net/literature/687198",
        "doi": "10.1088/1126-6708/2005/09/071",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "09",
            "page_start": "071",
            "artid": "071",
            "year": 2005
          }
        ],
        "citation_count": 76,
        "journal_ref": "JHEP, 09, artid 071, p. 071, 2005"
      }
    },
    {
      "id": "hep-lat/0507009v1",
      "title": "Finite Volume Corrections to the Two-Particle Decay of States with Non-Zero Momentum",
      "summary": "We study the effects of finite volume on the two-particle decay rate of an unstable state with non-zero momentum. First Luscher's field-theoretic relation between the infinite volume scattering phase shifts and the quantized energy levels of a finite volume, two-particle system is generalized to the case of non-zero total momentum and compared with the earlier results of Rummukainen and Gottlieb. We then use this result and the method of Lellouch and Luscher to determine the corrections needed for a finite-volume calculation of a two-particle decay amplitude when the decaying particle has non-vanishing center-of-mass momentum.",
      "authors": [
        "Norman H. Christ",
        "Changhoan Kim",
        "Takeshi Yamazaki"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0507009v1",
      "link": "https://arxiv.org/abs/hep-lat/0507009v1",
      "published": "2005-07-11T19:40:42Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "687107",
        "inspire_url": "https://inspirehep.net/literature/687107",
        "doi": "10.1103/PhysRevD.72.114506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "114506",
            "year": 2005
          }
        ],
        "citation_count": 218,
        "journal_ref": "Phys.Rev.D, 72, artid 114506, 2005"
      }
    },
    {
      "id": "hep-lat/0507007v2",
      "title": "Deep-inelastic scattering and the operator product expansion in lattice QCD",
      "summary": "We discuss the determination of deep-inelastic hadron structure in lattice QCD. By using a fictitious heavy quark, direct calculations of the Compton scattering tensor can be performed in Euclidean space that allow the extraction of the moments of structure functions. This overcomes issues of operator mixing and renormalisation that have so far prohibited lattice computations of higher moments. This approach is especially suitable for the study of the twist-two contributions to isovector quark distributions, which is practical with current computing resources. While we focus on the isovector unpolarised distribution, our method is equally applicable to other quark distributions and to generalised parton distributions. By looking at matrix elements such as $<π^\\pm| T [V^μ(x) A^ν(0)]|0>$ (where $V^μ$ and $A^ν$ are vector and axial-vector heavy-light currents) within the same formalism, moments of meson distribution amplitudes can also be extracted.",
      "authors": [
        "William Detmold",
        "C. -J. David Lin"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0507007v2",
      "link": "https://arxiv.org/abs/hep-lat/0507007v2",
      "published": "2005-07-08T23:14:27Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "687105",
        "inspire_url": "https://inspirehep.net/literature/687105",
        "doi": "10.1103/PhysRevD.73.014501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "014501",
            "year": 2006
          }
        ],
        "citation_count": 198,
        "journal_ref": "Phys.Rev.D, 73, artid 014501, 2006"
      }
    },
    {
      "id": "hep-lat/0507006v1",
      "title": "Finite-Volume Effects for Two-Hadron States in Moving Frames",
      "summary": "We determine the finite-volume corrections to the spectrum and matrix elements of two-hadron states in a moving frame, i.e. one in which the total momentum of the two-hadrons is non-zero. The analysis is performed entirely within field theory and the results are accurate up to exponential corrections in the volume. Our results for the spectrum are equivalent to those of Rummukainen and Gottlieb which had been obtained using a relativistic quantum mechanical approach. A technical step in our analysis is a simple derivation of the summation formulae relating the loop summations over the momenta of the two hadrons in finite volume to the corresponding integrals in infinite volume.",
      "authors": [
        "C. h. Kim",
        "C. T. Sachrajda",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0507006v1",
      "link": "https://arxiv.org/abs/hep-lat/0507006v1",
      "published": "2005-07-08T21:23:12Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "687104",
        "inspire_url": "https://inspirehep.net/literature/687104",
        "doi": "10.1016/j.nuclphysb.2005.08.029",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.B",
            "journal_volume": "727",
            "page_start": "218",
            "year": 2005,
            "page_end": "243"
          }
        ],
        "citation_count": 411,
        "journal_ref": "Nucl.Phys.B, 727, p. 218, 2005"
      }
    },
    {
      "id": "hep-lat/0507002v2",
      "title": "Toward a systematic analysis of the fourth-root trick",
      "summary": "In this note I briefly discuss ideas related to the so-called fourth-root trick. A decomposition of the ``rooted'' fermion effective action into Wilson fermions and a nonlocal, lattice spacing suppressed functional is presented, complete with link interactions. Some proposals are given for analytical, nonperturbative studies of the fourth-root trick.",
      "authors": [
        "Joel Giedt"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0507002v2",
      "link": "https://arxiv.org/abs/hep-lat/0507002v2",
      "published": "2005-07-01T22:06:56Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "686581",
        "inspire_url": "https://inspirehep.net/literature/686581",
        "citation_count": 2
      }
    },
    {
      "id": "hep-lat/0506036v1",
      "title": "Lattice QCD for Novices",
      "summary": "This is the \"preprint\" for a paper that came out in 1998 but for some reason wasn't posted then.\n  Abstract:These lectures are for novices to lattice QCD. They introduce a set of simple ideas and numerical techniques that can be implemented in a short period of time and that are capabable of generating nontrivial, nonperturbative results from lattice QCD. The simplest of these calculations can be completed on a standard workstation or high-end personal computer.",
      "authors": [
        "G. Peter Lepage"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0506036v1",
      "link": "https://arxiv.org/abs/hep-lat/0506036v1",
      "published": "2005-06-30T14:23:10Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "486714",
        "inspire_url": "https://inspirehep.net/literature/486714",
        "publication_info": [
          {
            "page_start": "49",
            "page_end": "90"
          }
        ],
        "citation_count": 46,
        "journal_ref": "p. 49"
      }
    },
    {
      "id": "hep-lat/0506030v2",
      "title": "Charmed meson decay constants in three-flavor lattice QCD",
      "summary": "We present the first lattice QCD calculation with realistic sea quark content of the D^+ meson decay constant f_{D^+}. We use the MILC Collaboration's publicly available ensembles of lattice gauge fields, which have a quark sea with two flavors (up and down) much lighter than a third (strange). We obtain f_{D^+} = 201 +/- 3 +/- 17 MeV, where the errors are statistical and a combination of systematic errors. We also obtain f_{D_s} = 249 +/- 3 +/- 16 MeV for the D_s meson.",
      "authors": [
        "C. Aubin",
        "C. Bernard",
        "C. DeTar",
        "M. Di Pierro",
        "E. D. Freeland",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "A. X. El-Khadra",
        "A. S. Kronfeld",
        "L. Levkova",
        "P. B. Mackenzie",
        "D. Menscher",
        "F. Maresca",
        "M. Nobes",
        "M. Okamoto",
        "D. Renner",
        "J. Simone",
        "R. Sugar",
        "D. Toussaint",
        "H. D. Trottier"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0506030v2",
      "link": "https://arxiv.org/abs/hep-lat/0506030v2",
      "published": "2005-06-28T19:20:50Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "686124",
        "inspire_url": "https://inspirehep.net/literature/686124",
        "doi": "10.1103/PhysRevLett.95.122002",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.Lett.",
            "journal_volume": "95",
            "artid": "122002",
            "year": 2005
          }
        ],
        "citation_count": 241,
        "journal_ref": "Phys.Rev.Lett., 95, artid 122002, 2005"
      }
    },
    {
      "id": "hep-lat/0506029v2",
      "title": "Group-theoretical construction of extended baryon operators in lattice QCD",
      "summary": "The design and implementation of large sets of spatially-extended, gauge-invariant operators for use in determining the spectrum of baryons in lattice QCD computations are described. Group-theoretical projections onto the irreducible representations of the symmetry group of a cubic spatial lattice are used in all isospin channels. The operators are constructed to maximize overlaps with the low-lying states of interest, while minimizing the number of sources needed in computing the required quark propagators. Issues related to the identification of the spin quantum numbers of the states in the continuum limit are addressed.",
      "authors": [
        "S. Basak",
        "R. G. Edwards",
        "G. T. Fleming",
        "U. M. Heller",
        "C. Morningstar",
        "D. Richards",
        "I. Sato",
        "S. Wallace"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0506029v2",
      "link": "https://arxiv.org/abs/hep-lat/0506029v2",
      "published": "2005-06-28T17:00:33Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "686123",
        "inspire_url": "https://inspirehep.net/literature/686123",
        "doi": "10.1103/PhysRevD.72.094506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "094506",
            "year": 2005
          }
        ],
        "citation_count": 132,
        "journal_ref": "Phys.Rev.D, 72, artid 094506, 2005"
      }
    },
    {
      "id": "hep-lat/0506024v2",
      "title": "Simulating Full QCD with the Fixed Point Action",
      "summary": "Due to its complex structure the parametrized fixed point action can not be simulated with the available local updating algorithms. We constructed, coded, and tested an updating procedure with 2+1 light flavors, where the targeted s-quark mass is at its physical value while the u- and d-quarks should produce pions lighter than 300MeV. In the algorithm a partially global gauge update is followed by several accept/reject steps, where parts of the determinant are switched on gradually in the order of their expenses. The trial configuration that is offered in the last, most expensive, stochastic accept/reject step differs from the original configuration by a Metropolis + over-relaxation gauge update over a sub-volume of ~(1.3 fm)^4. The acceptance rate in this accept/reject step is ~0.4. The code is optimized on different architectures and is running on lattices with L=1.2fm and 1.8fm at a resolution of a=0.15fm.",
      "authors": [
        "Anna Hasenfratz",
        "Peter Hasenfratz",
        "Ferenc Niedermayer"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0506024v2",
      "link": "https://arxiv.org/abs/hep-lat/0506024v2",
      "published": "2005-06-25T22:11:48Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "686016",
        "inspire_url": "https://inspirehep.net/literature/686016",
        "doi": "10.1103/PhysRevD.72.114508",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "114508",
            "year": 2005
          }
        ],
        "citation_count": 33,
        "journal_ref": "Phys.Rev.D, 72, artid 114508, 2005"
      }
    },
    {
      "id": "hep-lat/0506021v1",
      "title": "Chiral properties of two-flavor QCD in small volume and at large lattice spacing",
      "summary": "We present results from simulations of two flavors of dynamical overlap fermions on 8^4 lattices at three values of the sea quark mass and a lattice spacing of about 0.16 fm. We measure the topological susceptibility and the chiral condensate. A comparison of the low-lying spectrum of the overlap operator with predictions from random matrix theory is made. To demonstrate the effect of the dynamical fermions, we compare meson two-point functions with quenched results. Algorithmic improvements over a previous publication and the performance of the algorithm are discussed.",
      "authors": [
        "Thomas DeGrand",
        "Stefan Schaefer"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0506021v1",
      "link": "https://arxiv.org/abs/hep-lat/0506021v1",
      "published": "2005-06-21T15:46:55Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "685557",
        "inspire_url": "https://inspirehep.net/literature/685557",
        "doi": "10.1103/PhysRevD.72.054503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "054503",
            "year": 2005
          }
        ],
        "citation_count": 38,
        "journal_ref": "Phys.Rev.D, 72, artid 054503, 2005"
      }
    },
    {
      "id": "hep-lat/0506018v1",
      "title": "The Reality of the Fundamental Topological Structure in the QCD Vacuum",
      "summary": "Long-range order of a specific kind has recently been found directly in configurations dominating the regularized QCD path integral. In particular, a low-dimensional global structure was identified in typical space-time distributions of topological charge defined via the overlap Dirac matrix. The presence of the order has been concluded from the fact that the structure disappears after random permutation of position coordinates in measured densities. Here we complete the argument for the reality of this structure (namely the conjecture that its existence is a consequence of QCD dynamics and not an artifact of the overlap-based definition of lattice topological field) by showing that the structure ceases to exist after randomizing the space-time coordinates of the underlying gauge field. This implies that the long-range order present in the overlap-based topological density is indeed a manifestation of QCD vacuum, and that the notion of the fundamental structure (structure involving relevant features at all scales) is viable.",
      "authors": [
        "A. Alexandru",
        "I. Horvath",
        "J. B. Zhang"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0506018v1",
      "link": "https://arxiv.org/abs/hep-lat/0506018v1",
      "published": "2005-06-16T16:30:52Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "hep-th",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "685262",
        "inspire_url": "https://inspirehep.net/literature/685262",
        "doi": "10.1103/PhysRevD.72.034506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "034506",
            "year": 2005
          }
        ],
        "citation_count": 32,
        "journal_ref": "Phys.Rev.D, 72, artid 034506, 2005"
      }
    },
    {
      "id": "hep-lat/0506015v3",
      "title": "Lattice QCD equation of state : improving the differential method",
      "summary": "We propose an improvement of the differential method for the computation of the equation of state of QCD from lattice simulations. In contrast to the earlier differential method our technique yields positive pressure for all temperatures including in the transition region. Employing it on temporal lattices of 8, 10 and 12 sites and by extrapolating to zero lattice spacing we obtained the pressure, energy density, entropy density, specific heat and speed of sound in quenched QCD for 0.9 < T/Tc < 3. A comparison of our results is made with those from the dimensional reduction approach and a conformal symmetric theory at high-temperature.",
      "authors": [
        "Rajiv V. Gavai",
        "Sourendu Gupta",
        "Swagato Mukherjee"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0506015v3",
      "link": "https://arxiv.org/abs/hep-lat/0506015v3",
      "published": "2005-06-13T06:24:13Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "hep-th",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "684824",
        "inspire_url": "https://inspirehep.net/literature/684824",
        "doi": "10.1007/s12043-008-0126-9",
        "publication_info": [
          {
            "journal_title": "Pramana",
            "journal_volume": "71",
            "page_start": "487",
            "year": 2008,
            "page_end": "508"
          }
        ],
        "citation_count": 34,
        "journal_ref": "Pramana, 71, p. 487, 2008"
      }
    },
    {
      "id": "hep-lat/0506013v3",
      "title": "I=2 pi-pi Scattering from Fully-Dynamical Mixed-Action Lattice QCD",
      "summary": "We compute the I=2 pi-pi scattering length at pion masses of m_pi ~ 294, 348 and 484 MeV in fully-dynamical lattice QCD using Luscher's finite-volume method. The calculation is performed with domain-wall valence-quark propagators on asqtad-improved MILC configurations with staggered sea quarks at a single lattice spacing, b ~ 0.125 fm. Chiral perturbation theory is used to perform the extrapolation of the scattering length from lattice quark masses down to the physical value, and we find m_pi a_2 = -0.0426 +- 0.0006 +- 0.0003 +- 0.0018, in good agreement with experiment. The I=2 pi-pi scattering phase shift is calculated to be delta = -43 +- 10 +- 5 degrees at |p| ~ 544 MeV for m_pi ~ 484 MeV.",
      "authors": [
        "Silas R. Beane",
        "Paulo F. Bedaque",
        "Kostas Orginos",
        "Martin J. Savage"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0506013v3",
      "link": "https://arxiv.org/abs/hep-lat/0506013v3",
      "published": "2005-06-10T18:16:17Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "684628",
        "inspire_url": "https://inspirehep.net/literature/684628",
        "doi": "10.1103/PhysRevD.73.054503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "054503",
            "year": 2006
          }
        ],
        "citation_count": 161,
        "journal_ref": "Phys.Rev.D, 73, artid 054503, 2006"
      }
    },
    {
      "id": "hep-lat/0506012v1",
      "title": "Lattice QCD at Finite Temperature",
      "summary": "I review recent progress in lattice QCD at finite temperature. Results on the transition temperature will be summarized. Recent progress in understanding in-medium modifications of interquark forces and quarkonia spectral functions at finite temperatures is discussed.",
      "authors": [
        "P. Petreczky"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0506012v1",
      "link": "https://arxiv.org/abs/hep-lat/0506012v1",
      "published": "2005-06-10T16:10:45Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "684627",
        "inspire_url": "https://inspirehep.net/literature/684627",
        "publication_info": [
          {
            "page_start": "399",
            "page_end": "402"
          }
        ],
        "citation_count": 5,
        "journal_ref": "p. 399"
      }
    },
    {
      "id": "hep-lat/0506008v1",
      "title": "On lattice actions for static quarks",
      "summary": "We introduce new discretizations of the action for static quarks. They achieve an exponential improvement (compared to the Eichten-Hill regularization) on the signal to noise ratio in static-light correlation functions. This is explicitly checked in a quenched simulation and it is understood quantitatively in terms of the self energy of a static quark and the lattice heavy quark potential at zero distance. We perform a set of scaling tests in the Schroedinger functional and find scaling violations in the O(a) improved theory to be rather small -- for one observable significantly smaller than with the Eichten-Hill regularization. In addition we compute the improvement coefficients of the static light axial current up to O(g_0^4) corrections and the corresponding renormalization constants non-perturbatively. The regularization dependent part of the renormalization of the b-quark mass in static approximation is also determined.",
      "authors": [
        "Michele Della Morte",
        "Andrea Shindler",
        "Rainer Sommer"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0506008v1",
      "link": "https://arxiv.org/abs/hep-lat/0506008v1",
      "published": "2005-06-07T10:45:52Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "684315",
        "inspire_url": "https://inspirehep.net/literature/684315",
        "doi": "10.1088/1126-6708/2005/08/051",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "08",
            "page_start": "051",
            "artid": "051",
            "year": 2005
          }
        ],
        "citation_count": 165,
        "journal_ref": "JHEP, 08, artid 051, p. 051, 2005"
      }
    },
    {
      "id": "hep-th/0506038v1",
      "title": "A Tractable Example of Perturbation Theory with a Field Cutoff: the Anharmonic Oscillator",
      "summary": "For lambda phi^4 models, the introduction of a large field cutoff improves significantly the accuracy that can be reached with perturbative series but the calculation of the modified coefficients remains a challenging problem. We show that this problem can be solved numerically, and analytically in the limits of large and small field cutoffs, for the ground state energy of the anharmonic oscillator. For the two lowest orders in lambda, the approximate formulas obtained in the large field cutoff limit extend unexpectedly far in the low field cutoff region and there is a significant overlap with the small field cutoff approximation. For the higher orders, this is not the case, however the shape of the transition between the small field cutoff regime and the large field cutoff regime is approximately order independent.",
      "authors": [
        "L. Li amd Y. Meurice"
      ],
      "pdf": "https://arxiv.org/pdf/hep-th/0506038v1",
      "link": "https://arxiv.org/abs/hep-th/0506038v1",
      "published": "2005-06-03T18:22:32Z",
      "categories": [
        "hep-th",
        "hep-lat",
        "math-ph"
      ],
      "inspire": {
        "control_number": "684134",
        "inspire_url": "https://inspirehep.net/literature/684134",
        "doi": "10.1088/0305-4470/38/37/013",
        "publication_info": [
          {
            "journal_title": "J.Phys.A",
            "journal_volume": "38",
            "page_start": "8139",
            "year": 2005,
            "page_end": "8154"
          }
        ],
        "citation_count": 8,
        "journal_ref": "J.Phys.A, 38, p. 8139, 2005"
      }
    },
    {
      "id": "hep-lat/0505024v1",
      "title": "Nucleon structure functions with domain wall fermions",
      "summary": "We present a quenched lattice QCD calculation of the first few moments of the polarized and un-polarized structure functions of the nucleon. Our calculations are done using domain wall fermions and the DBW2 gauge action with inverse lattice spacing ~1.3GeV, physical volume approximatelly (2.4 fm)^3, and light quark masses down to about 1/4 the strange quark mass. Values of the individual moments are found to be significantly larger than experiment, as in past lattice calculations, but interestingly the chiral symmetry of domain wall fermions allows for a precise determination of the ratio of the flavor non-singlet momentum fraction to the helicity distribution, which is in very good agreement with experiment. We discuss the implications of this result. Next, we show that the chiral symmetry of domain wall fermions is useful in eliminating mixing of power divergent lower dimensional operators with twist-3 operators. Finally, we find the isovector tensor charge at renormalization scale 2 GeV in the MS bar scheme to be 1.192(30), where the error is the statistical error only.",
      "authors": [
        "Kostas Orginos",
        "Thomas Blum",
        "Shigemi Ohta"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0505024v1",
      "link": "https://arxiv.org/abs/hep-lat/0505024v1",
      "published": "2005-05-24T23:31:20Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "683347",
        "inspire_url": "https://inspirehep.net/literature/683347",
        "doi": "10.1103/PhysRevD.73.094503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "73",
            "artid": "094503",
            "year": 2006
          }
        ],
        "citation_count": 31,
        "journal_ref": "Phys.Rev.D, 73, artid 094503, 2006"
      }
    },
    {
      "id": "hep-lat/0505014v2",
      "title": "Quarks with Twisted Boundary Conditions in the Epsilon Regime",
      "summary": "We study the effects of twisted boundary conditions on the quark fields in the epsilon regime of chiral perturbation theory. We consider the $SU(2)_L\\times SU(2)_R$ chiral theory with non-degenerate quarks and the $SU(3)_L\\times SU(3)_R$ chiral theory with massless up and down quarks and massive strange quarks. The partition function and condensate are derived for each theory. Because flavor-neutral Goldstone bosons are unaffected by twisted boundary conditions chiral symmetry is still restored in finite volumes. The dependence of the condensate on the twisting parameters can be used to extract the pion decay constant from simulations in the epsilon regime. The relative contribution to the partition function from sectors of different topological charge is numerically insensitive to twisted boundary conditions.",
      "authors": [
        "Thomas Mehen",
        "Brian C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0505014v2",
      "link": "https://arxiv.org/abs/hep-lat/0505014v2",
      "published": "2005-05-13T18:19:19Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "682585",
        "inspire_url": "https://inspirehep.net/literature/682585",
        "doi": "10.1103/PhysRevD.72.014501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "014501",
            "year": 2005
          }
        ],
        "citation_count": 26,
        "journal_ref": "Phys.Rev.D, 72, artid 014501, 2005"
      }
    },
    {
      "id": "hep-lat/0504013v1",
      "title": "The role of the double pole in lattice QCD with mixed actions",
      "summary": "We investigate effects resulting from the use of different discretizations for the valence and the sea quarks in lattice QCD, considering Wilson and/or Ginsparg-Wilson fermions. We assume that such effects appear through scaling violations that can be studied using effective lagrangian techniques. We show that a double pole is present in flavor-neutral Goldstone meson propagators,even if the charged Goldstone mesons made out of valence quarks and those made out of sea quarks have equal masses. We then consider some observables known to be anomalously sensitive to the presence of a double pole. For these observables, we find that the double-pole enhanced scaling violations may turn out to be rather small in practice.",
      "authors": [
        "Maarten Golterman",
        "Taku Izubuchi",
        "Yigal Shamir"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0504013v1",
      "link": "https://arxiv.org/abs/hep-lat/0504013v1",
      "published": "2005-04-14T18:05:13Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "680551",
        "inspire_url": "https://inspirehep.net/literature/680551",
        "doi": "10.1103/PhysRevD.71.114508",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "71",
            "artid": "114508",
            "year": 2005
          }
        ],
        "citation_count": 52,
        "journal_ref": "Phys.Rev.D, 71, artid 114508, 2005"
      }
    },
    {
      "id": "hep-lat/0504012v2",
      "title": "Divergent chiral condensate in the quenched Schwinger model",
      "summary": "We calculate numerically the eigenvalue distribution of the overlap Dirac operator in the quenched Schwinger model on a lattice. The distribution does not fit any of the three universality classes of spontaneous chiral symmetry breaking, and its strong volume dependence indicates that the chiral condensate in the quenched theory is an ill-defined and divergent quantity. When we reweight configurations with the Dirac determinant to study the theory with N_f=1, we obtain a distribution of eigenvalues that is well-behaved and consistent with the theory of explicit symmetry breaking due to the anomaly.",
      "authors": [
        "Poul H. Damgaard",
        "Urs M. Heller",
        "Rajamani Narayanan",
        "Benjamin Svetitsky"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0504012v2",
      "link": "https://arxiv.org/abs/hep-lat/0504012v2",
      "published": "2005-04-14T14:24:47Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "680550",
        "inspire_url": "https://inspirehep.net/literature/680550",
        "doi": "10.1103/PhysRevD.71.114503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "71",
            "artid": "114503",
            "year": 2005
          }
        ],
        "citation_count": 10,
        "journal_ref": "Phys.Rev.D, 71, artid 114503, 2005"
      }
    },
    {
      "id": "hep-lat/0504005v1",
      "title": "The Negativity of the Overlap-Based Topological Charge Density Correlator in Pure-Glue QCD and the Non-Integrable Nature of its Contact Part",
      "summary": "We calculate the lattice two-point function of topological charge density in pure-glue QCD using the discretization of the operator based on the overlap Dirac matrix. Utilizing data at three lattice spacings it is shown that the continuum limit of the correlator complies with the requirement of non-positivity at non-zero distances. For our choice of the overlap operator and the Iwasaki gauge action we find that the size of the positive core is ~2a (with a being the lattice spacing) sufficiently close to the continuum limit. This result confirms that the overlap-based topological charge density is a valid local operator over realistic backgrounds contributing to the QCD path integral, and is important for the consistency of recent results indicating the existence of a low-dimensional global brane-like topological structure in the QCD vacuum. We also confirm the divergent short-distance behavior of the correlator, and the non-integrable nature of the associated contact part.",
      "authors": [
        "I. Horvath",
        "A. Alexandru",
        "J. B. Zhang",
        "Y. Chen",
        "S. J. Dong",
        "T. Draper",
        "K. F. Liu",
        "N. Mathur",
        "S. Tamhankar",
        "H. B. Thacker"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0504005v1",
      "link": "https://arxiv.org/abs/hep-lat/0504005v1",
      "published": "2005-04-07T18:06:19Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "679962",
        "inspire_url": "https://inspirehep.net/literature/679962",
        "doi": "10.1016/j.physletb.2005.04.076",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "617",
            "page_start": "49",
            "year": 2005,
            "page_end": "59"
          }
        ],
        "citation_count": 67,
        "journal_ref": "Phys.Lett.B, 617, p. 49, 2005"
      }
    },
    {
      "id": "hep-lat/0504003v1",
      "title": "Finite dt dependence of the Binder cumulants for 3-flavor QCD at finite temperature and isospin density",
      "summary": "We simulate 3-flavour lattice QCD at small isospin chemical potential $μ_I$ and finite temperature $T$. At $μ_I=0$ there is a critical mass $m_c$ where the finite-temperature transition changes from first order to a crossover. We measure the $μ_I$ dependence of the transition $β$ ($β_c$) for $m$ close to $m_c$. $β_c$ and hence $T_c$ decrease slowly with increasing $μ_I$. $β_c$ at finite $μ_I$ is in good agreement $β_c$ at finite $μ$ (quark-number chemical potential). We use fourth-order Binder cumulants to determine the nature of this transition and to search for a critical endpoint. We measure the $dt$ dependence of these cumulants and extrapolate to $dt=0$. ($dt$ is the `time' increment used in the hybrid molecular-dynamics simulations.) Preliminary measurements of these Binder cumulants show little $μ_I$ dependence. (Simulations at imaginary $μ$ indicate that the $μ$ dependence of the Binder cumulants is also weak.) This contrasts to the $μ_I$ dependence we observed at fixed $dt$.",
      "authors": [
        "J. B. Kogut",
        "D. K. Sinclair"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0504003v1",
      "link": "https://arxiv.org/abs/hep-lat/0504003v1",
      "published": "2005-04-04T21:05:29Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "679710",
        "inspire_url": "https://inspirehep.net/literature/679710",
        "publication_info": [
          {}
        ],
        "citation_count": 10
      }
    },
    {
      "id": "hep-lat/0504002v2",
      "title": "Flavor Twisted Boundary Conditions and the Nucleon Axial Current",
      "summary": "With twisted boundary conditions on the quark fields, we study nucleon matrix elements of the axial current utilizing twisted heavy baryon chiral perturbation theory. One can explore the momentum transfer dependence of the axial form factors more easily than by using ordinary lattice quantized momenta alone. As examples, we derive expressions for the nucleon axial radius and pseudoscalar form factor.",
      "authors": [
        "Brian C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0504002v2",
      "link": "https://arxiv.org/abs/hep-lat/0504002v2",
      "published": "2005-04-04T18:29:34Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "679601",
        "inspire_url": "https://inspirehep.net/literature/679601",
        "doi": "10.1016/j.physletb.2005.05.006",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "617",
            "page_start": "40",
            "year": 2005,
            "page_end": "48"
          }
        ],
        "citation_count": 43,
        "journal_ref": "Phys.Lett.B, 617, p. 40, 2005"
      }
    },
    {
      "id": "hep-lat/0504001v3",
      "title": "Nucleon and Delta masses in twisted mass chiral perturbation theory",
      "summary": "We calculate the masses of the nucleons and deltas in twisted mass heavy baryon chiral perturbation theory. We work to quadratic order in a power counting scheme in which we treat the lattice spacing and the quark masses to be of the same order. We give expressions for the mass and the mass splitting of the nucleons and deltas both in and away from the isospin limit. We give an argument using the chiral Lagrangian treatment that, in the strong isospin limit, the nucleons remain degenerate and the delta multiplet breaks into two degenerate pairs to all orders in chiral perturbation theory. We show that the mass splitting between the degenerate pairs of the deltas first appears at quadratic order in in the lattice spacing. We discuss the subtleties in the effective chiral theory that arise from the inclusion of isospin breaking.",
      "authors": [
        "Andre Walker-Loud",
        "Jackson M. S. Wu"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0504001v3",
      "link": "https://arxiv.org/abs/hep-lat/0504001v3",
      "published": "2005-04-01T20:58:33Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "679507",
        "inspire_url": "https://inspirehep.net/literature/679507",
        "doi": "10.1103/PhysRevD.72.014506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "014506",
            "year": 2005
          }
        ],
        "citation_count": 29,
        "journal_ref": "Phys.Rev.D, 72, artid 014506, 2005"
      }
    },
    {
      "id": "hep-lat/0503036v3",
      "title": "Lattice formulation of ${\\cal N}=4$ super Yang-Mills theory",
      "summary": "We construct a lattice action for ${\\cal N}=4$ super Yang-Mills theory in four dimensions which is local, gauge invariant, free of spectrum doubling and possesses a single exact supersymmetry. Our construction starts from the observation that the fermions of the continuum theory can be mapped into the component fields of a single real anticommuting Kahler-Dirac field. The original supersymmetry algebra then implies the existence of a nilpotent scalar supercharge $Q$ and a corresponding set of bosonic superpartners. Using this field content we write down a $Q$-exact action and show that, with an appropriate change of variables, it reduces to a well-known twist of ${\\cal N}=4$ super Yang-Mills theory due to Marcus. Using the discretization prescription developed in an earlier paper on the ${\\cal N}=2$ theory in two dimensions we are able to translate this geometrical action to the lattice.",
      "authors": [
        "Simon Catterall"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0503036v3",
      "link": "https://arxiv.org/abs/hep-lat/0503036v3",
      "published": "2005-03-26T18:45:04Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "679166",
        "inspire_url": "https://inspirehep.net/literature/679166",
        "doi": "10.1088/1126-6708/2005/06/027",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "06",
            "page_start": "027",
            "artid": "027",
            "year": 2005
          }
        ],
        "citation_count": 94,
        "journal_ref": "JHEP, 06, artid 027, p. 027, 2005"
      }
    },
    {
      "id": "hep-lat/0503033v1",
      "title": "The quark mass dependence of the pion mass at infinite N",
      "summary": "In planar QCD, in two space time dimensions, the meson eigenvalue equation has a nonlocal structure interpretable as resulting from hidden degrees of freedom. The nonlocality can be reconstructed from the functional form of the pion mass dependence on quark mass within an expansion starting from a special one dimensional Schroedinger problem. The one dimensional problem makes the pion mass depend on the quark mass through a simple quadratic relation which is shown to be compatible also with numerical data obtained in four dimensions.",
      "authors": [
        "R. Narayanan",
        "H. Neuberger"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0503033v1",
      "link": "https://arxiv.org/abs/hep-lat/0503033v1",
      "published": "2005-03-23T13:38:57Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "hep-th"
      ],
      "inspire": {
        "control_number": "678949",
        "inspire_url": "https://inspirehep.net/literature/678949",
        "doi": "10.1016/j.physletb.2005.04.047",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "616",
            "page_start": "76",
            "year": 2005,
            "page_end": "84"
          }
        ],
        "citation_count": 38,
        "journal_ref": "Phys.Lett.B, 616, p. 76, 2005"
      }
    },
    {
      "id": "hep-lat/0503011v2",
      "title": "Warped Domain Wall Fermions",
      "summary": "We consider Kaplan's domain wall fermions in the presence of an Anti-de Sitter (AdS) background in the extra dimension. Just as in the flat space case, in a completely vector-like gauge theory defined after discretizing this extra dimension, the spectrum contains a very light charged fermion whose chiral components are localized at the ends of the extra dimensional interval. The component on the IR boundary of the AdS space can be given a large mass by coupling it to a neutral fermion via the Higgs mechanism. In this theory, gauge invariance can be restored either by taking the limit of infinite proper length of the extra dimension or by reducing the AdS curvature radius towards zero. In the latter case, the Kaluza-Klein modes stay heavy and the resulting classical theory approaches a chiral gauge theory, as we verify numerically. Potential difficulties for this approach could arise from the coupling of the longitudinal mode of the light gauge boson, which has to be treated non-perturbatively.",
      "authors": [
        "Tanmoy Bhattacharya",
        "Csaba Csaki",
        "Matthew R. Martin",
        "Yuri Shirman",
        "John Terning"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0503011v2",
      "link": "https://arxiv.org/abs/hep-lat/0503011v2",
      "published": "2005-03-10T21:38:22Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "hep-th"
      ],
      "inspire": {
        "control_number": "678212",
        "inspire_url": "https://inspirehep.net/literature/678212",
        "doi": "10.1088/1126-6708/2005/08/061",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "08",
            "page_start": "061",
            "artid": "061",
            "year": 2005
          }
        ],
        "citation_count": 12,
        "journal_ref": "JHEP, 08, artid 061, p. 061, 2005"
      }
    },
    {
      "id": "hep-lat/0503009v2",
      "title": "Chiral Perturbation Theory for Staggered Sea Quarks and Ginsparg-Wilson Valence Quarks",
      "summary": "We study lattice QCD with staggered sea and Ginsparg-Wilson valence quarks. The Symanzik effective action for this mixed lattice theory, including the lattice spacing contributions of O(a^2), is derived. Using this effective theory we construct the leading order chiral Lagrangian. The masses and decay constants of pseudoscalars containing two Ginsparg-Wilson valence quarks are computed at one loop order.",
      "authors": [
        "Oliver Baer",
        "Claude Bernard",
        "Gautam Rupak",
        "Noam Shoresh"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0503009v2",
      "link": "https://arxiv.org/abs/hep-lat/0503009v2",
      "published": "2005-03-10T18:35:25Z",
      "categories": [
        "hep-lat",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "678139",
        "inspire_url": "https://inspirehep.net/literature/678139",
        "doi": "10.1103/PhysRevD.72.054502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "72",
            "artid": "054502",
            "year": 2005
          }
        ],
        "citation_count": 122,
        "journal_ref": "Phys.Rev.D, 72, artid 054502, 2005"
      }
    },
    {
      "id": "hep-lat/0503006v2",
      "title": "Heat Bath Efficiency with Metropolis-Type Updating",
      "summary": "We illustrate for 4D SU(2) and U(1) lattice gauge theory that sampling with a biased Metropolis scheme is essentially equivalent to using the heat bath algorithm. Only, the biased Metropolis method can also be applied when an efficient heat bath algorithm does not exist.",
      "authors": [
        "Alexei Bazavov",
        "Bernd A. Berg"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0503006v2",
      "link": "https://arxiv.org/abs/hep-lat/0503006v2",
      "published": "2005-03-07T09:04:04Z",
      "categories": [
        "hep-lat",
        "cond-mat.stat-mech",
        "physics.comp-ph"
      ],
      "inspire": {
        "control_number": "677876",
        "inspire_url": "https://inspirehep.net/literature/677876",
        "doi": "10.1103/PhysRevD.71.114506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "71",
            "artid": "114506",
            "year": 2005
          }
        ],
        "citation_count": 23,
        "journal_ref": "Phys.Rev.D, 71, artid 114506, 2005"
      }
    },
    {
      "id": "hep-lat/0503005v2",
      "title": "Accurate Determinations of $α_s$ from Realistic Lattice QCD",
      "summary": "We obtain a new value for the QCD coupling constant by combining lattice QCD simulations with experimental data for hadron masses. Our lattice analysis is the first to: 1) include vacuum polarization effects from all three light-quark flavors (using MILC configurations); 2) include third-order terms in perturbation theory; 3) systematically estimate fourth and higher-order terms; 4) use an unambiguous lattice spacing; and 5) use an $\\order(a^2)$-accurate QCD action. We use 28~different (but related) short-distance quantities to obtain $α_{\\bar{\\mathrm{MS}}}^{(5)}(M_Z) = 0.1170(12)$.",
      "authors": [
        "Q. Mason",
        "H. D. Trottier",
        "C. T. H. Davies",
        "K. Foley",
        "A. Gray",
        "G. P. Lepage",
        "M. Nobes",
        "J. Shigemitsu"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0503005v2",
      "link": "https://arxiv.org/abs/hep-lat/0503005v2",
      "published": "2005-03-07T03:43:15Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "677875",
        "inspire_url": "https://inspirehep.net/literature/677875",
        "doi": "10.1103/PhysRevLett.95.052002",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.Lett.",
            "journal_volume": "95",
            "artid": "052002",
            "year": 2005
          }
        ],
        "citation_count": 133,
        "journal_ref": "Phys.Rev.Lett., 95, artid 052002, 2005"
      }
    },
    {
      "id": "hep-lat/0502014v2",
      "title": "Deconfinement and Quarkonium Suppression",
      "summary": "Modifications in the production pattern of heavy quark bound states have long been considered to provide sensitive signatures for the thermal properties of dense matter created in heavy ion collisions. The original concept of Matsui and Satz for quarkonium suppression as signature for deconfinement in heavy ion collisions has been challenged recently through lattice studies of spectral functions, which indicate the persistence of heavy quark bound states at temperatures well above the transition, as well as through the refined analysis of hadronization and recombination models, which take into account the thermal evolution of the medium generated in a heavy ion collision. We will review here recent developments on these topics.",
      "authors": [
        "Frithjof Karsch"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0502014v2",
      "link": "https://arxiv.org/abs/hep-lat/0502014v2",
      "published": "2005-02-28T17:01:43Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "677462",
        "inspire_url": "https://inspirehep.net/literature/677462",
        "doi": "10.1140/epjc/s2005-02192-2",
        "publication_info": [
          {
            "journal_title": "Eur.Phys.J.C",
            "journal_volume": "43",
            "page_start": "35",
            "year": 2005,
            "page_end": "43"
          },
          {}
        ],
        "citation_count": 36,
        "journal_ref": "Eur.Phys.J.C, 43, p. 35, 2005"
      }
    },
    {
      "id": "hep-lat/0502008v1",
      "title": "Heavy Quark Potentials and Quarkonia Binding",
      "summary": "I review recent progress in studying in-medium modification of inter-quark forces at finite temperature in lattice QCD. Some applications to the problem of quarkonium binding in potential models is also discussed.",
      "authors": [
        "P. Petreczky"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0502008v1",
      "link": "https://arxiv.org/abs/hep-lat/0502008v1",
      "published": "2005-02-16T23:19:08Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "676941",
        "inspire_url": "https://inspirehep.net/literature/676941",
        "doi": "10.1140/epjc/s2005-02261-6",
        "publication_info": [
          {
            "journal_title": "Eur.Phys.J.C",
            "journal_volume": "43",
            "page_start": "51",
            "year": 2005,
            "page_end": "57"
          },
          {}
        ],
        "citation_count": 85,
        "journal_ref": "Eur.Phys.J.C, 43, p. 51, 2005"
      }
    },
    {
      "id": "hep-lat/0502005v1",
      "title": "Phenomenology using lattice QCD",
      "summary": "This talk provides a brief summary of the status of lattice QCD calculations of the light quark masses and the kaon bag parameter B_K. Precise estimates of these four fundamental parameters of the standard model, i.e., m_u, m_d, m_s and the CP violating parameter eta, help constrain grand unified models and could provide a window to new physics.",
      "authors": [
        "Rajan Gupta"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0502005v1",
      "link": "https://arxiv.org/abs/hep-lat/0502005v1",
      "published": "2005-02-10T01:13:03Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "676549",
        "inspire_url": "https://inspirehep.net/literature/676549",
        "doi": "10.1142/9789812701756_0089",
        "publication_info": [
          {
            "page_start": "192",
            "page_end": "201"
          }
        ],
        "citation_count": 6,
        "journal_ref": "p. 192"
      }
    },
    {
      "id": "hep-lat/0501031v1",
      "title": "Large N QCD on the lattice -- A review of recent results in the fermionic sector",
      "summary": "It is possible to numerically solve QCD in the planar limit using standard numerical techniques on existing computer clusters. The basic ideas behind the computational strategy an recent numerical results in the fermionic sector of large N QCD are reviewed.",
      "authors": [
        "R. Narayanan",
        "H. Neuberger"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0501031v1",
      "link": "https://arxiv.org/abs/hep-lat/0501031v1",
      "published": "2005-01-31T16:46:25Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "675841",
        "inspire_url": "https://inspirehep.net/literature/675841",
        "doi": "10.1142/9789812701725_0009",
        "publication_info": [
          {
            "page_start": "120",
            "page_end": "143"
          },
          {
            "page_start": "120",
            "page_end": "143"
          }
        ],
        "citation_count": 8,
        "journal_ref": "p. 120"
      }
    },
    {
      "id": "hep-th/0501210v1",
      "title": "Chiral Symmetry Breaking and the Dirac Spectrum at Nonzero Chemical Potential",
      "summary": "The relation between the spectral density of the QCD Dirac operator at nonzero baryon chemical potential and the chiral condensate is investigated. We use the analytical result for the eigenvalue density in the microscopic regime which shows oscillations with a period that scales as 1/V and an amplitude that diverges exponentially with the volume $V=L^4$. We find that the discontinuity of the chiral condensate is due to the whole oscillating region rather than to an accumulation of eigenvalues at the origin. These results also extend beyond the microscopic regime to chemical potentials $μ\\sim 1/L$.",
      "authors": [
        "J. C. Osborn",
        "K. Splittorff",
        "J. J. M. Verbaarschot"
      ],
      "pdf": "https://arxiv.org/pdf/hep-th/0501210v1",
      "link": "https://arxiv.org/abs/hep-th/0501210v1",
      "published": "2005-01-26T20:46:38Z",
      "categories": [
        "hep-th",
        "cond-mat.dis-nn",
        "hep-lat",
        "hep-ph",
        "math-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "675627",
        "inspire_url": "https://inspirehep.net/literature/675627",
        "doi": "10.1103/PhysRevLett.94.202001",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.Lett.",
            "journal_volume": "94",
            "artid": "202001",
            "year": 2005
          }
        ],
        "citation_count": 87,
        "journal_ref": "Phys.Rev.Lett., 94, artid 202001, 2005"
      }
    },
    {
      "id": "hep-lat/0501025v3",
      "title": "Inherently Global Nature of Topological Charge Fluctuations in QCD",
      "summary": "We have recently presented evidence that in configurations dominating the regularized pure-glue QCD path integral, the topological charge density constructed from overlap Dirac operator organizes into an ordered space-time structure. It was pointed out that, among other properties, this structure exhibits two important features: it is low-dimensional and geometrically global, i.e. consisting of connected sign-coherent regions with local dimensions 1<= d < 4, and spreading over arbitrarily large space--time distances. Here we show that the space-time structure that is responsible for the origin of topological susceptibility indeed exhibits global behavior. In particular, we show numerically that topological fluctuations are not saturated by localized concentrations of most intense topological charge density. To the contrary, the susceptibility saturates only after the space-time regions with most intense fields are included, such that geometrically global structure is already formed. We demonstrate this result both at the fundamental level (full topological density) and at low energy (effective density). The drastic mismatch between the point of fluctuation saturation (~ 50% of space-time at low energy) and that of global structure formation (<4% of space-time at low energy) indicates that the ordered space-time structure in topological charge is inherently global and that topological charge fluctuations in QCD cannot be understood in terms of individual localized pieces. Description in terms of global brane-like objects should be sought instead.",
      "authors": [
        "I. Horvath",
        "A. Alexandru",
        "J. B. Zhang",
        "Y. Chen",
        "S. J. Dong",
        "T. Draper",
        "F. X. Lee",
        "K. F. Liu",
        "N. Mathur",
        "S. Tamhankar",
        "H. B. Thacker"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0501025v3",
      "link": "https://arxiv.org/abs/hep-lat/0501025v3",
      "published": "2005-01-26T18:40:10Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "675607",
        "inspire_url": "https://inspirehep.net/literature/675607",
        "doi": "10.1016/j.physletb.2005.03.004",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "612",
            "page_start": "21",
            "year": 2005,
            "page_end": "28"
          }
        ],
        "citation_count": 61,
        "journal_ref": "Phys.Lett.B, 612, p. 21, 2005"
      }
    },
    {
      "id": "hep-lat/0501023v2",
      "title": "An example of optimal field cut in lattice gauge perturbation theory",
      "summary": "We discuss the weak coupling expansion of a one plaquette SU(2) lattice gauge theory. We show that the conventional perturbative series for the partition function has a zero radius of convergence and is asymptotic. The average plaquette is discontinuous at g^2=0. However, the fact that SU(2) is compact provides a perturbative sum that converges toward the correct answer for positive g^2. This alternate methods amounts to introducing a specific coupling dependent field cut, that turns the coefficients into g-dependent quantities. Generalizing to an arbitrary field cut, we obtain a regular power series with a finite radius of convergence. At any order in the modified perturbative procedure, and for a given coupling, it is possible to find at least one (and sometimes two) values of the field cut that provide the exact answer. This optimal field cut can be determined approximately using the strong coupling expansion. This allows us to interpolate accurately between the weak and strong coupling regions. We discuss the extension of the method to lattice gauge theory on a D-dimensional cubic lattice.",
      "authors": [
        "L. Li",
        "Y. Meurice"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0501023v2",
      "link": "https://arxiv.org/abs/hep-lat/0501023v2",
      "published": "2005-01-25T22:25:38Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "675605",
        "inspire_url": "https://inspirehep.net/literature/675605",
        "doi": "10.1103/PhysRevD.71.054509",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "71",
            "artid": "054509",
            "year": 2005
          }
        ],
        "citation_count": 21,
        "journal_ref": "Phys.Rev.D, 71, artid 054509, 2005"
      }
    },
    {
      "id": "hep-lat/0501020v3",
      "title": "Baryon masses at O(a^2) in chiral perturbation theory",
      "summary": "The chiral Lagrangian for the Symanzik action through O(a^2) for baryons is obtained. We consider two flavor unquenched and partially quenched lattice theories, allowing for mixed actions in the latter. As an application, we calculate masses to O(a^2) for the nucleons and deltas, and investigate the corrections due to the violation of O(4) rotational invariance. These results are contrasted with those in the meson sector for lattice simulations using mixed and unmixed actions of Wilson and Ginsparg-Wilson quarks.",
      "authors": [
        "Brian C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0501020v3",
      "link": "https://arxiv.org/abs/hep-lat/0501020v3",
      "published": "2005-01-21T17:01:20Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "675375",
        "inspire_url": "https://inspirehep.net/literature/675375",
        "doi": "10.1016/j.nuclphysa.2005.07.011",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "761",
            "page_start": "232",
            "year": 2005,
            "page_end": "258"
          }
        ],
        "citation_count": 28,
        "journal_ref": "Nucl.Phys.A, 761, p. 232, 2005"
      }
    },
    {
      "id": "hep-lat/0501019v1",
      "title": "Unquenched quark propagator in Landau gauge",
      "summary": "We present an unquenched calculation of the quark propagator in Landau gauge with 2+1 flavors of dynamical quarks. We use configurations generated with an improved staggered (``Asqtad'') action by the MILC collaboration. This quark action has been seen to have excellent rotational symmetry and scaling properties in the quenched quark propagator. Quenched and dynamical calculations are performed on a $20^3\\times 64$ lattice with a nominal lattice spacing of $a = 0.125$ fm. The matched quenched and dynamical lattices allow us to investigate the relatively subtle sea quark effects, and even in the quenched case the physical volume of these lattices gives access to lower momenta than our previous study. We calculate the quark mass function and renormalization function for a variety of valence and sea quark masses.",
      "authors": [
        "Patrick O. Bowman",
        "Urs M. Heller",
        "Derek B. Leinweber",
        "Maria B. Parappilly",
        "Anthony G. Williams",
        "Jianbo Zhang"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0501019v1",
      "link": "https://arxiv.org/abs/hep-lat/0501019v1",
      "published": "2005-01-21T04:37:44Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "675374",
        "inspire_url": "https://inspirehep.net/literature/675374",
        "doi": "10.1103/PhysRevD.71.054507",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "71",
            "artid": "054507",
            "year": 2005
          }
        ],
        "citation_count": 243,
        "journal_ref": "Phys.Rev.D, 71, artid 054507, 2005"
      }
    },
    {
      "id": "hep-lat/0501018v3",
      "title": "Strong Isospin Breaking in the Nucleon and Delta Masses on the Lattice",
      "summary": "Strong isospin breaking in the spectrum of the nucleons and deltas can be studied in lattice QCD with the help of chiral perturbation theory. At leading order in the chiral expansion, the mass splittings between the proton and neutron and between the deltas are linear in the quark mass difference. The next-to-leading order contributions to these splittings vanish even away from the strong-isospin limit. Therefore, any non-linear quark mass dependence of these mass splittings is a signal of the next-to-next-to-leading order mass contributions, thus providing access to LECs at this order. We determine the mass splittings of the nucleons and deltas in two-flavor, heavy baryon chiral perturbation theory to next-to-next-to-leading order. We also derive expressions for the nucleon and delta masses in partially quenched chiral perturbation theory to the same order. The resulting mass expressions will be useful both for the extrapolation of lattice data on baryon masses, and for the study of strong isospin breaking.",
      "authors": [
        "Brian C. Tiburzi",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0501018v3",
      "link": "https://arxiv.org/abs/hep-lat/0501018v3",
      "published": "2005-01-20T20:57:23Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "675277",
        "inspire_url": "https://inspirehep.net/literature/675277",
        "doi": "10.1016/j.nuclphysa.2005.08.013",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "764",
            "page_start": "274",
            "year": 2006,
            "page_end": "302"
          }
        ],
        "citation_count": 61,
        "journal_ref": "Nucl.Phys.A, 764, p. 274, 2006"
      }
    },
    {
      "id": "hep-lat/0501015v2",
      "title": "Effective theory for quenched lattice QCD and the Aoki phase",
      "summary": "We discuss the symmetries of quenched QCD with Wilson fermions, starting from its lagrangian formulation, taking into account the constraints needed for convergence of the ghost-quark functional integral. We construct the corresponding chiral effective lagrangian, including terms linear and quadratic in the lattice spacing. This allows us to study the phase structure of the quenched theory, and compare it to that in the unquenched theory. In particular we study whether there may be an Aoki phase (with parity and flavor spontaneously broken) or a first order transition line (with no symmetry breaking but meson masses proportional to the lattice spacing), which are the two possibilities in the unquenched theory. The presence of such phase structure, and the concomitant long-range correlations, has important implications for numerical studies using both quenched and dynamical overlap and domain-wall fermions. We argue that the phase structure is qualitatively the same as in the unquenched theory, with the choice between the two possibilities depending on the sign of a parameter in the low-energy effective theory.",
      "authors": [
        "Maarten Golterman",
        "Stephen Sharpe",
        "Robert Singleton"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0501015v2",
      "link": "https://arxiv.org/abs/hep-lat/0501015v2",
      "published": "2005-01-19T02:30:16Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "675213",
        "inspire_url": "https://inspirehep.net/literature/675213",
        "doi": "10.1103/PhysRevD.71.094503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "71",
            "artid": "094503",
            "year": 2005
          }
        ],
        "citation_count": 43,
        "journal_ref": "Phys.Rev.D, 71, artid 094503, 2005"
      }
    },
    {
      "id": "hep-lat/0501011v1",
      "title": "Looking for pentaquarks in Lattice QCD",
      "summary": "Pentaquark states in lattice QCD probably lie close in energy to two particle scattering states. Correctly identifying the resonant state is a challenging, yet tractable, problem given the terascale computing facilities available today. We summarize the initial round of exploratory lattice calculations and discuss what should be accomplished in the next round.",
      "authors": [
        "George T. Fleming"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0501011v1",
      "link": "https://arxiv.org/abs/hep-lat/0501011v1",
      "published": "2005-01-14T07:56:30Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "674919",
        "inspire_url": "https://inspirehep.net/literature/674919",
        "doi": "10.1088/1742-6596/9/1/042",
        "publication_info": [
          {
            "journal_title": "J.Phys.Conf.Ser.",
            "journal_volume": "9",
            "page_start": "226",
            "year": 2005,
            "page_end": "229"
          },
          {}
        ],
        "citation_count": 5,
        "journal_ref": "J.Phys.Conf.Ser., 9, p. 226, 2005"
      }
    },
    {
      "id": "hep-lat/0501007v2",
      "title": "Twist-two matrix elements at finite and infinite volume",
      "summary": "We present one-loop results for the forward twist-two matrix elements relevant to the unpolarised, helicity and transversity baryon structure functions, in partially-quenched (N_f=2 and N_f=2+1) heavy baryon chiral perturbation theory. The full-QCD limit can be straightforwardly obtained from these results and we also consider SU(2|2) quenched QCD. Our calculations are performed in finite volume as well as in infinite volume. We discuss features of lattice simulations and investigate finite volume effects in detail. We find that volume effects are not negligible, typically around 5--10% in current partially-quenched and full QCD calculations, and are possibly larger in quenched QCD. Extensions to the off-forward matrix elements and potential difficulties that occur there are also discussed.",
      "authors": [
        "William Detmold",
        "C. -J. David Lin"
      ],
      "pdf": "https://arxiv.org/pdf/hep-lat/0501007v2",
      "link": "https://arxiv.org/abs/hep-lat/0501007v2",
      "published": "2005-01-10T20:39:32Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "674587",
        "inspire_url": "https://inspirehep.net/literature/674587",
        "doi": "10.1103/PhysRevD.71.054510",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "71",
            "artid": "054510",
            "year": 2005
          }
        ],
        "citation_count": 73,
        "journal_ref": "Phys.Rev.D, 71, artid 054510, 2005"
      }
    }
  ]
}