{
  "generated": "2026-02-08T20:52:28.943814+00:00Z",
  "count": 160,
  "publications": [
    {
      "id": "0901.0150v2",
      "title": "Anomalies and chiral symmetry in QCD",
      "summary": "I review some aspects of the interplay between anomalies and chiral symmetry. The quantum anomaly that breaks the U(1) axial symmetry of massless QCD leaves behind a flavor-singlet discrete chiral invariance. When the mass is turned on this residual symmetry has a close connection with the strong CP violating parameter theta. One result is that a first order transition is usually expected when the strong CP violating angle passes through pi. This symmetry can be understood either in terms of effective chiral Lagrangians or in terms of the underlying quark fields.",
      "authors": [
        "Michael Creutz"
      ],
      "pdf": "https://arxiv.org/pdf/0901.0150v2",
      "link": "https://arxiv.org/abs/0901.0150v2",
      "published": "2008-12-31T22:31:42Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "810173",
        "inspire_url": "https://inspirehep.net/literature/810173",
        "doi": "10.1016/j.aop.2009.01.005",
        "publication_info": [
          {
            "journal_title": "Annals Phys.",
            "journal_volume": "324",
            "page_start": "1573",
            "year": 2009,
            "page_end": "1584"
          }
        ],
        "citation_count": 21,
        "journal_ref": "Annals Phys., 324, p. 1573, 2009"
      }
    },
    {
      "id": "0901.0027v1",
      "title": "Excited State Nucleon Spectrum with Two Flavors of Dynamical Fermions",
      "summary": "Highly excited states for isospin 1/2 baryons are calculated for the first time using lattice QCD with two flavors of dynamical quarks. Anisotropic lattices are used with two pion masses: 416(36) MeV and 578(29) MeV. The lowest four energies are reported in each of the six irreducible representations of the octahedral group at each pion mass. The lattices used have dimensions 24^3x64, spatial lattice spacing a_s = 0.11 fm and temporal lattice spacing a_t = 1/3 a_s. Clear evidence is found for a 5/2^-state in the pattern of negative-parity excited states. This agrees with the pattern of physical states and spin 5/2 has been realized for the first time on the lattice.",
      "authors": [
        "John M. Bulava",
        "Robert G. Edwards",
        "Eric Engelson",
        "Justin Foley",
        "Bálint Joó",
        "Adam Lichtl",
        "Huey-Wen Lin",
        "Nilmani Mathur",
        "Colin Morningstar",
        "David G. Richards",
        "Stephen J. Wallace"
      ],
      "pdf": "https://arxiv.org/pdf/0901.0027v1",
      "link": "https://arxiv.org/abs/0901.0027v1",
      "published": "2008-12-31T03:44:31Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "810135",
        "inspire_url": "https://inspirehep.net/literature/810135",
        "doi": "10.1103/PhysRevD.79.034505",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "034505",
            "year": 2009
          }
        ],
        "citation_count": 104,
        "journal_ref": "Phys.Rev.D, 79, artid 034505, 2009"
      }
    },
    {
      "id": "0812.4486v1",
      "title": "Electromagnetic splittings of hadrons from improved staggered quarks in full QCD",
      "summary": "We present our initial study of the electromagnetic splittings of charged and neutral mesons, and the violation of Dashen's theorem. Hadron masses are calculated on MILC N_f=2+1 QCD ensembles at lattice spacing \\approx 0.15fm, together with quenched non-compact U(1) configurations. The O(a^2) tadpole improved staggered quark (asqtad) action is used both for the sea quarks and for six different valence quark masses. Chiral extrapolations are performed using partially quenched chiral perturbation theory incorporating electromagnetic corrections.",
      "authors": [
        "S. Basak",
        "A. Bazavov",
        "C. Bernard",
        "C. DeTar",
        "W. Freeman",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "J. Laiho",
        "L. Levkova",
        "J. Osborn",
        "R. Sugar",
        "D. Toussaint"
      ],
      "pdf": "https://arxiv.org/pdf/0812.4486v1",
      "link": "https://arxiv.org/abs/0812.4486v1",
      "published": "2008-12-24T05:27:42Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "806089",
        "inspire_url": "https://inspirehep.net/literature/806089",
        "doi": "10.22323/1.066.0127",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "127",
            "artid": "127",
            "year": 2008
          },
          {}
        ],
        "citation_count": 48,
        "journal_ref": "PoS, LATTICE2008, artid 127, p. 127, 2008"
      }
    },
    {
      "id": "0812.4456v2",
      "title": "Strange Baryon Electromagnetic Form Factors and SU(3) Flavor Symmetry Breaking",
      "summary": "We study the nucleon, Sigma and cascade octet baryon electromagnetic form factors and the effects of SU(3) flavor symmetry breaking from 2+1-flavor lattice calculations. We find that electric and magnetic radii are similar; the maximum discrepancy is about 10%. In the pion-mass region we explore, both the quark-component and full-baryon moments have small SU(3) symmetry breaking. We extrapolate the charge radii and the magnetic moments using three-flavor heavy-baryon chiral perturbation theory (HBXPT). The systematic errors due to chiral and continuum extrapolations remain significant, giving rise to charge radii for $p$ and $Σ^-$ that are 3--4 standard deviations away from the known experimental ones. Within these systematics the predicted $Σ^+$ and $Ξ^-$ radii are 0.67(5) and 0.306(15) fm$^2$ respectively. When the next-to-next-to-leading order of HBXPT is included, the extrapolated magnetic moments are less than 3 standard deviations away from PDG values, and the discrepancy is possibly due to remaining chiral and continuum extrapolation errors.",
      "authors": [
        "Huey-Wen Lin",
        "Kostas Orginos"
      ],
      "pdf": "https://arxiv.org/pdf/0812.4456v2",
      "link": "https://arxiv.org/abs/0812.4456v2",
      "published": "2008-12-23T21:46:11Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "806080",
        "inspire_url": "https://inspirehep.net/literature/806080",
        "doi": "10.1103/PhysRevD.79.074507",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "074507",
            "year": 2009
          }
        ],
        "citation_count": 57,
        "journal_ref": "Phys.Rev.D, 79, artid 074507, 2009"
      }
    },
    {
      "id": "0812.3449v2",
      "title": "Large N QCD in two dimensions with a baryonic chemical potential",
      "summary": "We consider large N gauge theory on a two dimensional lattice in the presence of a baryonic chemical potential. We work with one copy of naive fermion and argue that reduction holds even in the presence of a chemical potential. Analytical arguments supported by numerical studies show that there is no phase transition as a function of the baryonic chemical potential.",
      "authors": [
        "Richard Galvez",
        "Ari Hietanen",
        "Rajamani Narayanan"
      ],
      "pdf": "https://arxiv.org/pdf/0812.3449v2",
      "link": "https://arxiv.org/abs/0812.3449v2",
      "published": "2008-12-18T02:47:16Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "810108",
        "inspire_url": "https://inspirehep.net/literature/810108",
        "doi": "10.1016/j.physletb.2009.01.043",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "672",
            "page_start": "376",
            "year": 2009,
            "page_end": "381"
          }
        ],
        "citation_count": 9,
        "journal_ref": "Phys.Lett.B, 672, p. 376, 2009"
      }
    },
    {
      "id": "0812.2901v2",
      "title": "Anti-de Sitter space from supersymmetric gauge theory",
      "summary": "We construct a four dimensional Yang-Mills theory with ${\\cal N}=4$ twisted supersymmetry whose classical vacua correspond to four dimensional anti-de Sitter space. The theory utilizes a complex gauge field whose real part is a spin connection which is used to enforce local Lorentz invariance. The imaginary part of the connection can then be interpreted as a vierbein. The topological construction ensures that the partition function and classical vacua are independent of the background geometry. Additionally a supersymmetric and gauge invariant lattice construction is possible yielding a non-perturbative definition of the theory.",
      "authors": [
        "Simon Catterall"
      ],
      "pdf": "https://arxiv.org/pdf/0812.2901v2",
      "link": "https://arxiv.org/abs/0812.2901v2",
      "published": "2008-12-15T20:44:41Z",
      "categories": [
        "hep-th",
        "gr-qc",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "805358",
        "inspire_url": "https://inspirehep.net/literature/805358",
        "citation_count": 0
      }
    },
    {
      "id": "0812.2723v1",
      "title": "Hadronic Interactions with Lattice QCD",
      "summary": "I discuss recent results of the NPLQCD Collaboration regarding the calculation of hadronic interactions with lattice QCD. A particular emphasis will be spent on pi-pi scattering and other meson interactions.",
      "authors": [
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0812.2723v1",
      "link": "https://arxiv.org/abs/0812.2723v1",
      "published": "2008-12-15T05:49:00Z",
      "categories": [
        "nucl-th",
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "805281",
        "inspire_url": "https://inspirehep.net/literature/805281",
        "doi": "10.22323/1.077.0144",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "CONFINEMENT8",
            "page_start": "144",
            "artid": "144",
            "year": 2008
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, CONFINEMENT8, artid 144, p. 144, 2008"
      }
    },
    {
      "id": "0812.2583v1",
      "title": "Bottom hadron mass splittings in the static limit from 2+1 flavour lattice QCD",
      "summary": "Dynamical 2+1 flavour lattice QCD is used to calculate the splittings between the masses of mesons and baryons containing a single static heavy quark and domain-wall light and strange quarks. Our calculations are based on the dynamical domain-wall gauge field configurations generated by the RBC and UKQCD collaborations at a spatial volume of (2.7 fm)^3 and a range of quark masses with a lightest value corresponding to a (partially-quenched) pion mass of 275 MeV. When extrapolated to the physical values of the light quark masses, the results of our calculations are generally in good agreement with experimental determinations in the bottom sector. However, the static limit splittings between the Omega_b^- baryon and other bottom hadrons tend to slightly underestimate those obtained using the recent D-zero measurement of the Omega_b^-.",
      "authors": [
        "William Detmold",
        "C. -J. David Lin",
        "Matthew Wingate"
      ],
      "pdf": "https://arxiv.org/pdf/0812.2583v1",
      "link": "https://arxiv.org/abs/0812.2583v1",
      "published": "2008-12-13T22:09:10Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "805240",
        "inspire_url": "https://inspirehep.net/literature/805240",
        "doi": "10.1016/j.nuclphysb.2009.03.019",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.B",
            "journal_volume": "818",
            "page_start": "17",
            "year": 2009,
            "page_end": "27"
          }
        ],
        "citation_count": 21,
        "journal_ref": "Nucl.Phys.B, 818, p. 17, 2009"
      }
    },
    {
      "id": "0812.2251v2",
      "title": "Observations on the Wilson fermions in the epsilon regime",
      "summary": "We make several observations concerning the low quark mass region with Wilson fermions and how this is connected with the epsilon regime in the continuum. A transition from tiny cutoff effects to rather large discretization errors would take place in general with Wilson fermions if we lower the quark mass at finite lattice spacing. We argue that these two regions exhibit rather different behaviours concerning the coupling between cutoff effects and zero-modes. We interpolate between these two regimes adding to the continuum epsilon regime formulae, in the spirit of the Symanzik expansion, the relevant operators parametrising the leading cutoff effects. We compute the partition function, the chiral condensate, scalar and pseudo-scalar correlation functions. The final formulae can be used to fit lattice data to extract physical low energy constants, and to estimate systematic uncertainties coming from discretization errors. Moreover they suggest ways on how to remove these cutoff effects, the core of which are captured by the continuum zero modes.",
      "authors": [
        "Andrea Shindler"
      ],
      "pdf": "https://arxiv.org/pdf/0812.2251v2",
      "link": "https://arxiv.org/abs/0812.2251v2",
      "published": "2008-12-12T00:02:08Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "810095",
        "inspire_url": "https://inspirehep.net/literature/810095",
        "doi": "10.1016/j.physletb.2008.12.061",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "672",
            "page_start": "82",
            "year": 2009,
            "page_end": "88"
          }
        ],
        "citation_count": 35,
        "journal_ref": "Phys.Lett.B, 672, p. 82, 2009"
      }
    },
    {
      "id": "0812.2035v1",
      "title": "Strong Interactions for the LHC",
      "summary": "Dynamical electroweak symmetry breaking (DEWSB) has been a viable option for the completion of the standard model for over thirty years. Precision electroweak studies indicate that the new strong interactions that break EW symmetry cannot be a scaled-up copy of QCD. Building viable models of DEWSB is difficult without a detailed understanding of such non-QCD gauge theories which still confine and break chiral symmetry. We review past difficulties of studying these theories using lattice methods and describe recent progress, focusing on the role of approximate infrared conformal symmetry.",
      "authors": [
        "George T. Fleming"
      ],
      "pdf": "https://arxiv.org/pdf/0812.2035v1",
      "link": "https://arxiv.org/abs/0812.2035v1",
      "published": "2008-12-10T21:21:42Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "804943",
        "inspire_url": "https://inspirehep.net/literature/804943",
        "doi": "10.22323/1.066.0021",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "021",
            "artid": "021",
            "year": 2008
          },
          {}
        ],
        "citation_count": 52,
        "journal_ref": "PoS, LATTICE2008, artid 021, p. 021, 2008"
      }
    },
    {
      "id": "0812.2030v1",
      "title": "Non-Standard Physics in Leptonic and Semileptonic Decays of Charmed Mesons",
      "summary": "Recent measurements of the branching fraction for D_s -> l nu disagree with the Standard Model expectation, which relies on calculations of $f_{D_s}$ from lattice QCD. This paper uses recent preliminary measurements from CLEO and a new preliminary lattice-QCD result from this conference to update the significance of the discrepancy. The \"f_{D_s} puzzle\" stands now at 3.5sigma, with sigma predominantly from the statistical uncertainty of the experiments. New physics scenarios that could solve the puzzle would also lead to non-Standard amplitudes mediating the semileptonic decays D -> K l nu. This paper shows where the new amplitudes enter the differential rate and outlines where lattice QCD calculations are needed to confront recent and forthcoming measurements.",
      "authors": [
        "Andreas S. Kronfeld"
      ],
      "pdf": "https://arxiv.org/pdf/0812.2030v1",
      "link": "https://arxiv.org/abs/0812.2030v1",
      "published": "2008-12-10T21:10:48Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "804939",
        "inspire_url": "https://inspirehep.net/literature/804939",
        "doi": "10.22323/1.066.0282",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "282",
            "artid": "282",
            "year": 2008
          },
          {}
        ],
        "citation_count": 21,
        "journal_ref": "PoS, LATTICE2008, artid 282, p. 282, 2008"
      }
    },
    {
      "id": "0812.1427v1",
      "title": "Phase structure of SU(3) gauge theory with two flavors of symmetric-representation fermions",
      "summary": "We have performed numerical simulations of SU(3) gauge theory coupled to Nf=2 flavors of symmetric representation fermions. The fermions are discretized with the tadpole-improved clover action. Our simulations are done on lattices of length L=6, 8, and 12. In all simulation volumes we observe a crossover from a strongly coupled confined phase to a weak coupling deconfined phase. Degeneracies in screening masses, plus the behavior of the pseudoscalar decay constant, indicate that the deconfined phase is also a phase in which chiral symmetry is restored. The movement of the confinement transition as the volume is changed is consistent with avoidance of the basin of attraction of an infrared fixed point of the massless theory.",
      "authors": [
        "Thomas DeGrand",
        "Yigal Shamir",
        "Benjamin Svetitsky"
      ],
      "pdf": "https://arxiv.org/pdf/0812.1427v1",
      "link": "https://arxiv.org/abs/0812.1427v1",
      "published": "2008-12-08T19:08:04Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "804533",
        "inspire_url": "https://inspirehep.net/literature/804533",
        "doi": "10.1103/PhysRevD.79.034501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "034501",
            "year": 2009
          }
        ],
        "citation_count": 122,
        "journal_ref": "Phys.Rev.D, 79, artid 034501, 2009"
      }
    },
    {
      "id": "0812.1368v1",
      "title": "Chiral perturbation theory, K to pi pi decays and 2+1 flavor domain wall QCD",
      "summary": "We present a calculation of the low energy constants describing the real and imaginary parts of the $K \\to ππ$ decay amplitudes $A_0$ and $A_2$. Leading and next leading order chiral perturbation theory is used and its applicability assessed. A combination of statistical and systematic errors limits the precision of the results. The apparent limitations of chiral perturbation theory raise doubts about the accuracy of a possible extrapolation to physical $K \\to ππ$ kinematics.",
      "authors": [
        "Shu Li",
        "Norman H. Christ"
      ],
      "pdf": "https://arxiv.org/pdf/0812.1368v1",
      "link": "https://arxiv.org/abs/0812.1368v1",
      "published": "2008-12-07T17:14:23Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "804514",
        "inspire_url": "https://inspirehep.net/literature/804514",
        "doi": "10.22323/1.066.0272",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "272",
            "artid": "272",
            "year": 2008
          },
          {}
        ],
        "citation_count": 22,
        "journal_ref": "PoS, LATTICE2008, artid 272, p. 272, 2008"
      }
    },
    {
      "id": "0812.1236v1",
      "title": "Hadronic interactions and nuclear physics",
      "summary": "I give an overview of efforts in the last year to calculate interactions among hadrons using lattice QCD. Results discussed include the extraction of low-energy phase shifts and three-body interactions, and the study of pion and kaon condensation. A critical appraisal is offered of recent attempts to calculate nucleon-nucleon and nucleon-hyperon potentials on the lattice.",
      "authors": [
        "Silas R. Beane"
      ],
      "pdf": "https://arxiv.org/pdf/0812.1236v1",
      "link": "https://arxiv.org/abs/0812.1236v1",
      "published": "2008-12-05T21:52:13Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "804464",
        "inspire_url": "https://inspirehep.net/literature/804464",
        "doi": "10.22323/1.066.0008",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "008",
            "artid": "008",
            "year": 2008
          },
          {}
        ],
        "citation_count": 13,
        "journal_ref": "PoS, LATTICE2008, artid 008, p. 008, 2008"
      }
    },
    {
      "id": "0812.1235v1",
      "title": "Heavy baryon mass spectrum from lattice QCD with 2+1 dynamical sea quark flavors",
      "summary": "We investigate the mass differences of charm and bottom heavy baryons, using MILC lattice gauge configurations with 2+1 dynamical sea quark flavors. We extend our previous work to three lattice spacings: fine (a~0.09), coarse (a~0.12), and medium-coarse (a~0.15) ensembles. For extrapolations and interpolations, we apply simultaneous quadratic fits and simple linear fits with the full QCD data points for the valence quark masses as well as the sea quark masses.",
      "authors": [
        "Heechang Na",
        "Steven Gottlieb"
      ],
      "pdf": "https://arxiv.org/pdf/0812.1235v1",
      "link": "https://arxiv.org/abs/0812.1235v1",
      "published": "2008-12-05T21:37:47Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "804463",
        "inspire_url": "https://inspirehep.net/literature/804463",
        "doi": "10.22323/1.066.0119",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "119",
            "artid": "119",
            "year": 2008
          },
          {}
        ],
        "citation_count": 42,
        "journal_ref": "PoS, LATTICE2008, artid 119, p. 119, 2008"
      }
    },
    {
      "id": "0812.0411v1",
      "title": "Hyperon Physics from Lattice QCD",
      "summary": "I review recent lattice calculations of hyperon physics, including hyperon spectroscopy, axial coupling constants, form factors and semileptonic decays.",
      "authors": [
        "Huey-Wen Lin"
      ],
      "pdf": "https://arxiv.org/pdf/0812.0411v1",
      "link": "https://arxiv.org/abs/0812.0411v1",
      "published": "2008-12-02T01:39:06Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "804092",
        "inspire_url": "https://inspirehep.net/literature/804092",
        "doi": "10.1016/j.nuclphysbps.2009.01.029",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.B Proc.Suppl.",
            "journal_volume": "187",
            "page_start": "200",
            "year": 2009,
            "page_end": "207"
          },
          {}
        ],
        "citation_count": 18,
        "journal_ref": "Nucl.Phys.B Proc.Suppl., 187, p. 200, 2009"
      }
    },
    {
      "id": "0812.0413v1",
      "title": "Lattice QCD with Eight Degenerate Quark Flavors",
      "summary": "We report on simulations of QCD with many flavors of degenerate quarks, the DBW2 gauge action and naive staggered fermions, using the rational hybrid Monte Carlo algorithm. We primarily focus on eight degenerate quark flavors where a variety of values of the coupling constant and quark mass have been used in the simulations. The scaling behavior of the hadron spectrum and the string tension of the heavy quark potential is studied, to probe whether the zero temperature, continuum limit of the theory breaks chiral symmetry.",
      "authors": [
        "Xiao-Yong Jin",
        "Robert D. Mawhinney"
      ],
      "pdf": "https://arxiv.org/pdf/0812.0413v1",
      "link": "https://arxiv.org/abs/0812.0413v1",
      "published": "2008-12-02T01:38:04Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "804093",
        "inspire_url": "https://inspirehep.net/literature/804093",
        "doi": "10.22323/1.066.0059",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "059",
            "artid": "059",
            "year": 2008
          },
          {}
        ],
        "citation_count": 37,
        "journal_ref": "PoS, LATTICE2008, artid 059, p. 059, 2008"
      }
    },
    {
      "id": "0812.0354v2",
      "title": "Odderon in Gauge/String Duality",
      "summary": "At high energies, elastic hadronic cross sections, such as $pp, \\overline p p, π^{\\pm} p$, are dominated by vacuum exchange, which in leading order of the $1/N_c$ expansion has been identified as the BFKL Pomeron or its strong AdS dual the closed string Reggeized graviton \\cite{Brower:2006ea}. However the difference of particle anti-particle cross sections are given by a so-called Odderon, carrying C = -1 vacuum quantum numbers identified in weak coupling with odd numbers of exchanged gluons. Here we show that in the dual description the Odderon is the Reggeized Kalb-Ramond field ($B_{μν}$) in the Neveu-Schwartz sector of closed string theory. To first order in strong coupling, the high energy contribution of Odderon is evaluated for ${\\cal N} = 4$ Super Yang-Mills by a generalization of the gravity dual analysis for Pomeron in Ref. \\cite{Brower:2006ea}. The consequence of confinement on the Odderon are estimated in the confining QCD-like $AdS^5$ hardwall model of Polchinski and Strassler \\cite{Polchinski:2001tt}.",
      "authors": [
        "Richard C. Brower",
        "Marko Djurić",
        "Chung-I Tan"
      ],
      "pdf": "https://arxiv.org/pdf/0812.0354v2",
      "link": "https://arxiv.org/abs/0812.0354v2",
      "published": "2008-12-01T20:32:43Z",
      "categories": [
        "hep-th",
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "803910",
        "inspire_url": "https://inspirehep.net/literature/803910",
        "doi": "10.1088/1126-6708/2009/07/063",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "07",
            "page_start": "063",
            "artid": "063",
            "year": 2009
          }
        ],
        "citation_count": 56,
        "journal_ref": "JHEP, 07, artid 063, p. 063, 2009"
      }
    },
    {
      "id": "0811.4499v1",
      "title": "O(a^2) corrections to the propagator and bilinears of Wilson / clover fermions",
      "summary": "We present the corrections to the fermion propagator, to second order in the lattice spacing, O(a^2), in 1-loop perturbation theory. The fermions are described by the clover action and for the gluons we use a 3-parameter family of Symanzik improved actions. Our calculation has been carried out in a general covariant gauge. The results are provided as a polynomial of the clover parameter, and are tabulated for 10 popular sets of the Symanzik coefficients (Plaquette, Tree-level Symanzik, Iwasaki, TILW and DBW2 action).\n  We also study the O(a^2) corrections to matrix elements of fermion bilinear operators that have the form $\\barΨΓΨ$, where $Γ$ denotes all possible distinct products of Dirac matrices. These correction terms are essential ingredients for improving, to O(a^2), the matrix elements of the fermion operators.\n  Our results are applicable also to the case of twisted mass fermions.\n  A longer write-up of this work, including non-perturbative results, is in preparation together with V. Gimenez, V. Lubicz and D. Palao.",
      "authors": [
        "Martha Constantinou",
        "Haralambos Panagopoulos",
        "Fotos Stylianou"
      ],
      "pdf": "https://arxiv.org/pdf/0811.4499v1",
      "link": "https://arxiv.org/abs/0811.4499v1",
      "published": "2008-11-27T09:56:44Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "803662",
        "inspire_url": "https://inspirehep.net/literature/803662",
        "doi": "10.22323/1.066.0213",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "213",
            "artid": "213",
            "year": 2008
          },
          {}
        ],
        "citation_count": 0,
        "journal_ref": "PoS, LATTICE2008, artid 213, p. 213, 2008"
      }
    },
    {
      "id": "0811.4408v1",
      "title": "Center vortex influence on the Dirac spectrum",
      "summary": "We study the influence of center vortices on the low-lying eigenmodes of the Dirac operator, in both the overlap and asqtad formulations. For center-projected configurations, one finds that the low-lying near-zero modes are present in the staggered (asqtad) formulation, but not in the overlap and \"chirally-improved\" formulations. We argue that this is due to the absence of a field-independent chiral symmetry in the latter formulations, when the Dirac operator is evaluated on the very rough configurations generated by center projection. We also confirm and extend the results of Kovalenko et al. [Phys. Lett. B 648, 383 (2007)], finding strong correlations between center vortex locations, and the scalar density of low-lying Dirac eigenmodes on unprojected lattices, in both asqtad and overlap formulations. It is found that the low-lying eigenmodes have their largest concentrations in point-like regions, rather than on submanifolds of higher dimensionality.",
      "authors": [
        "Urs Heller",
        "R. Hoellwieser",
        "M. Faber",
        "J. Greensite",
        "S. Olejnik"
      ],
      "pdf": "https://arxiv.org/pdf/0811.4408v1",
      "link": "https://arxiv.org/abs/0811.4408v1",
      "published": "2008-11-26T19:59:49Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "803618",
        "inspire_url": "https://inspirehep.net/literature/803618",
        "doi": "10.22323/1.066.0258",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "258",
            "artid": "258",
            "year": 2008
          },
          {}
        ],
        "citation_count": 0,
        "journal_ref": "PoS, LATTICE2008, artid 258, p. 258, 2008"
      }
    },
    {
      "id": "0811.3640v3",
      "title": "The B -> pi l nu semileptonic form factor from three-flavor lattice QCD: A model-independent determination of |V(ub)|",
      "summary": "We calculate the form factor f_+(q^2) for B-meson semileptonic decay in unquenched lattice QCD with 2+1 flavors of light sea quarks. We use Asqtad-improved staggered light quarks and a Fermilab bottom quark on gauge configurations generated by the MILC Collaboration. We simulate with several light quark masses and at two lattice spacings, and extrapolate to the physical quark mass and continuum limit using heavy-light meson staggered chiral perturbation theory. We then fit the lattice result for f_+(q^2) simultaneously with that measured by the BABAR experiment using a parameterization of the form factor shape in q^2 which relies only on analyticity and unitarity in order to determine the CKM matrix element |V(ub)|. This approach reduces the total uncertainty in |V(ub)| by combining the lattice and experimental information in an optimal, model-independent manner. We find a value of |V(ub)| x 10^3 = 3.38 +/- 0.36.",
      "authors": [
        "Jon A. Bailey",
        "C. Bernard",
        "C. DeTar",
        "M. Di Pierro",
        "A. X. El-Khadra",
        "R. T. Evans",
        "E. D. Freeland",
        "E. Gamiz",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "A. S. Kronfeld",
        "J. Laiho",
        "L. Levkova",
        "P. B. Mackenzie",
        "M. Okamoto",
        "J. N. Simone",
        "R. Sugar",
        "D. Toussaint",
        "R. S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0811.3640v3",
      "link": "https://arxiv.org/abs/0811.3640v3",
      "published": "2008-11-23T18:33:37Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "803290",
        "inspire_url": "https://inspirehep.net/literature/803290",
        "doi": "10.1103/PhysRevD.79.054507",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "054507",
            "year": 2009
          }
        ],
        "citation_count": 202,
        "journal_ref": "Phys.Rev.D, 79, artid 054507, 2009"
      }
    },
    {
      "id": "0811.2440v1",
      "title": "Magnetic Moments of Delta and Omega^- Baryons with Dynamical Clover Fermions",
      "summary": "We calculate the magnetic dipole moment of the Delta(1232) and Omega^- baryons with 2+1-flavors of clover fermions on anisotropic lattices using a background magnetic field. This is the first dynamical calculation of these magnetic moments using a background field technique. The calculation for Omega^- is done at the physical strange quark mass, with the result in units of the physical nuclear magneton mu_Omega^-= -1.93(8)(12) (where the first error is statistical and the second is systematic) compared to the experimental number: -2.02(5). The Delta has been studied at three unphysical quark masses, corresponding to pion mass m_pi = 366, 438, and 548 MeV. The pion mass dependence is compared with the behavior obtained from chiral effective field theory.",
      "authors": [
        "C. Aubin",
        "K. Orginos",
        "V. Pascalutsa",
        "M. Vanderhaeghen"
      ],
      "pdf": "https://arxiv.org/pdf/0811.2440v1",
      "link": "https://arxiv.org/abs/0811.2440v1",
      "published": "2008-11-17T04:40:36Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "802661",
        "inspire_url": "https://inspirehep.net/literature/802661",
        "doi": "10.1103/PhysRevD.79.051502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "051502",
            "year": 2009
          }
        ],
        "citation_count": 77,
        "journal_ref": "Phys.Rev.D, 79, artid 051502, 2009"
      }
    },
    {
      "id": "0811.2429v1",
      "title": "Recent Progress in Lattice QCD Thermodynamics",
      "summary": "This review gives a critical assessment of the current state of lattice simulations of QCD thermodynamics and what it teaches us about hot hadronic matter. It outlines briefly lattice methods for studying QCD at nonzero temperature and zero baryon number density with particular emphasis on assessing and reducing cutoff effects. It discusses a variety of difficulties with methods for determining the transition temperature. It uses results reported recently in the literature and at this conference for illustration, especially those from a major study carried out by the HotQCD collaboration.",
      "authors": [
        "Carleton DeTar"
      ],
      "pdf": "https://arxiv.org/pdf/0811.2429v1",
      "link": "https://arxiv.org/abs/0811.2429v1",
      "published": "2008-11-14T21:47:40Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "802656",
        "inspire_url": "https://inspirehep.net/literature/802656",
        "doi": "10.22323/1.066.0001",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "001",
            "artid": "001",
            "year": 2008
          },
          {}
        ],
        "citation_count": 30,
        "journal_ref": "PoS, LATTICE2008, artid 001, p. 001, 2008"
      }
    },
    {
      "id": "0811.2127v1",
      "title": "Restless pions from orbifold boundary conditions: an explicit construction for noise reduction in lattice QCD",
      "summary": "The exponentially decreasing signal to noise ratio in multibaryon correlators is the main obstacle to a first principles, QCD-based calculation of the nuclear force. Recently, we have proposed an orbifold boundary condition (\"restless pions\") that can dramatically improve this matter. Here we develop the idea further by proposing an explicit algorithm that can be used with purely periodic, \"off the shelf\" gauge configurations. We also discuss finite volume corrections with the new boundary conditions and the use of the \"Luscher formula'' for the phase shifts.",
      "authors": [
        "Paulo F. Bedaque",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0811.2127v1",
      "link": "https://arxiv.org/abs/0811.2127v1",
      "published": "2008-11-13T15:35:05Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "802515",
        "inspire_url": "https://inspirehep.net/literature/802515",
        "citation_count": 5
      }
    },
    {
      "id": "0811.2112v2",
      "title": "Winding number expansion for the canonical approach to finite density simulations",
      "summary": "The canonical partition function approach was designed to avoid the overlap problem that affects the lattice simulations of nuclear matter at high density. The method employs the projections of the quark determinant on a fix quark number sector. When the quark number is large, the evaluation of the projected determinant becomes numerically unstable. In this paper a different evaluation method based on expanding the determinant in terms of loops winding around the lattice is studied. We show that this method is stable and significantly faster than our original algorithm. This greatly expands the range of quark numbers that we can simulate effectively.",
      "authors": [
        "Xiangfei Meng",
        "Anyi Li",
        "Andrei Alexandru",
        "Keh-Fei Liu"
      ],
      "pdf": "https://arxiv.org/pdf/0811.2112v2",
      "link": "https://arxiv.org/abs/0811.2112v2",
      "published": "2008-11-13T06:25:28Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "802512",
        "inspire_url": "https://inspirehep.net/literature/802512",
        "doi": "10.22323/1.066.0032",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "032",
            "artid": "032",
            "year": 2008
          },
          {}
        ],
        "citation_count": 23,
        "journal_ref": "PoS, LATTICE2008, artid 032, p. 032, 2008"
      }
    },
    {
      "id": "0811.1536v1",
      "title": "Transverse momentum distributions of quarks in the nucleon from Lattice QCD",
      "summary": "Transverse momentum dependent parton distribution functions (TMDPDFs) encode information about the intrinsic motion of quarks inside the nucleon. They are important non-perturbative ingredients in our understanding of, e.g., azimuthal asymmetries and other qualitative features in semi-inclusive deep inelastic scattering experiments. We present first calculations on the lattice, based on MILC gauge configurations and propagators from LHPC. They yield polarized and unpolarized transverse momentum dependent quark densities and enable us to test the assumption of factorization in x and transverse momentum. The operators we employ are non-local and contain a Wilson line, whose renormalization requires the removal of a divergence linear in the cutoff 1/a.",
      "authors": [
        "Bernhard U. Musch",
        "Philipp Hägler",
        "Andreas Schäfer",
        "Dru B. Renner",
        "John W. Negele",
        "LHPC Collaboration"
      ],
      "pdf": "https://arxiv.org/pdf/0811.1536v1",
      "link": "https://arxiv.org/abs/0811.1536v1",
      "published": "2008-11-10T19:09:22Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "802008",
        "inspire_url": "https://inspirehep.net/literature/802008",
        "doi": "10.22323/1.061.0053",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LC2008",
            "page_start": "053",
            "artid": "053",
            "year": 2008
          },
          {}
        ],
        "citation_count": 20,
        "journal_ref": "PoS, LC2008, artid 053, p. 053, 2008"
      }
    },
    {
      "id": "0811.1400v1",
      "title": "Cascade Baryon Spectrum from Lattice QCD",
      "summary": "A comprehensive study of the cascade baryon spectrum using lattice QCD affords the prospect of predicting the masses of states not yet discovered experimentally, and determining the spin and parity of those states for which the quantum numbers are not yet known. The study of the cascades, containing two strange quarks, is particularly attractive for lattice QCD in that the chiral effects are reduced compared to states composed only of u/d quarks, and the states are typically narrow. We report preliminary results for the cascade spectrum obtained by using anisotropic N_f = 2 Wilson lattices with temporal lattice spacing inverse 5.56 GeV.",
      "authors": [
        "Nilmani Mathur",
        "John M. Bulava",
        "Robert G. Edwards",
        "Eric Engelson",
        "Balint Joo",
        "Adam Lichtl",
        "Huey-Wen Lin",
        "Colin Morningstar",
        "David G. Richards",
        "Stephen J. Wallace"
      ],
      "pdf": "https://arxiv.org/pdf/0811.1400v1",
      "link": "https://arxiv.org/abs/0811.1400v1",
      "published": "2008-11-10T05:39:41Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "801953",
        "inspire_url": "https://inspirehep.net/literature/801953",
        "doi": "10.22323/1.066.0125",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "125",
            "artid": "125",
            "year": 2008
          },
          {}
        ],
        "citation_count": 3,
        "journal_ref": "PoS, LATTICE2008, artid 125, p. 125, 2008"
      }
    },
    {
      "id": "0811.1203v3",
      "title": "First results from simulations of supersymmetric lattices",
      "summary": "We conduct the first numerical simulations of lattice theories with exact supersymmetry arising from the orbifold constructions of \\cite{Cohen:2003xe,Cohen:2003qw,Kaplan:2005ta}. We consider the $\\cQ=4$ theory in $D=0,2$ dimensions and the $\\cQ=16$ theory in $D=0,2,4$ dimensions. We show that the U(N) theories do not possess vacua which are stable non-perturbatively, but that this problem can be circumvented after truncation to SU(N). We measure the distribution of scalar field eigenvalues, the spectrum of the fermion operator and the phase of the Pfaffian arising after integration over the fermions. We monitor supersymmetry breaking effects by measuring a simple Ward identity. Our results indicate that simulations of ${\\cal N}=4$ super Yang-Mills may be achievable in the near future.",
      "authors": [
        "Simon Catterall"
      ],
      "pdf": "https://arxiv.org/pdf/0811.1203v3",
      "link": "https://arxiv.org/abs/0811.1203v3",
      "published": "2008-11-07T20:29:46Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "801888",
        "inspire_url": "https://inspirehep.net/literature/801888",
        "doi": "10.1088/1126-6708/2009/01/040",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "01",
            "page_start": "040",
            "artid": "040",
            "year": 2009
          }
        ],
        "citation_count": 45,
        "journal_ref": "JHEP, 01, artid 040, p. 040, 2009"
      }
    },
    {
      "id": "0811.0409v3",
      "title": "On the consistency of the Aoki-phase",
      "summary": "Lattice QCD with two flavors of Wilson fermions can exhibit spontaneous breaking of flavor and parity, with the resulting \"Aoki phase\" characterized by the non-zero expectation value $<\\barψγ_5 τ_3 ψ>\\ne0$. This phenomenon can be understood using the chiral effective theory appropriate to the Symanzik effective action. Within this standard analysis, the flavor-singlet pseudoscalar expectation value vanishes: $<i \\barψγ_5 ψ>=0$. A recent reanalysis has questioned this understanding, arguing that either the Aoki-phase is unphysical, or that there are additional phases in which $<i \\barψγ_5 ψ>\\ne0$. The reanalysis uses the properties of probability distribution functions for observables built of fermion fields and expansions in terms of the eigenvalues of the hermitian Wilson-Dirac operator. Here I show that the standard understanding of the Aoki-phase is, in fact, consistent with the approach used in the reanalysis. Furthermore, if one assumes that the standard understanding is correct, one can use the methods of the reanalysis to derive lattice generalizations of the continuum sum rules of Leutwyler and Smilga.",
      "authors": [
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0811.0409v3",
      "link": "https://arxiv.org/abs/0811.0409v3",
      "published": "2008-11-04T20:41:01Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "801535",
        "inspire_url": "https://inspirehep.net/literature/801535",
        "doi": "10.1103/PhysRevD.79.054503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "054503",
            "year": 2009
          }
        ],
        "citation_count": 19,
        "journal_ref": "Phys.Rev.D, 79, artid 054503, 2009"
      }
    },
    {
      "id": "0810.5746v2",
      "title": "Lattice super-Yang-Mills using domain wall fermions in the chiral limit",
      "summary": "Lattice N=1 super-Yang-Mills theory formulated using Ginsparg-Wilson fermions provides a rigorous non-perturbative definition of the continuum theory that requires no fine-tuning as the lattice spacing is reduced to zero. Domain wall fermions are one explicit scheme for achieving this and using them we have performed large-scale Monte Carlo simulations of the theory for gauge group SU(2). We have measured the gaugino condensate, static potential, Creutz ratios and residual mass for several values of the domain wall separation L_s, four-dimensional lattice volume, and two values of the gauge coupling. With this data we are able to extrapolate the gaugino condensate to the chiral limit, to express it in physical units, and to establish important benchmarks for future studies of super-Yang-Mills on the lattice.",
      "authors": [
        "Joel Giedt",
        "Richard Brower",
        "Simon Catterall",
        "George T. Fleming",
        "Pavlos Vranas"
      ],
      "pdf": "https://arxiv.org/pdf/0810.5746v2",
      "link": "https://arxiv.org/abs/0810.5746v2",
      "published": "2008-10-31T17:53:06Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "801259",
        "inspire_url": "https://inspirehep.net/literature/801259",
        "doi": "10.1103/PhysRevD.79.025015",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "025015",
            "year": 2009
          }
        ],
        "citation_count": 71,
        "journal_ref": "Phys.Rev.D, 79, artid 025015, 2009"
      }
    },
    {
      "id": "0810.5550v1",
      "title": "Light-Meson Two-Photon Decays in Full QCD",
      "summary": "We present a study of two-photon decays of light mesons, focusing on the neutral pion decay. This important process highlights the effects of the axial anomaly in QCD but has been little studied on the lattice. By applying the Lehmann-Symanzik-Zimmermann (LSZ) reduction formula, we reconstruct the electromagnetic matrix elements from three-point vector-vector Green functions calculated on 2+1-flavor isotropic clover lattices.",
      "authors": [
        "Saul D. Cohen",
        "Huey-Wen Lin",
        "Jozef Dudek",
        "Robert G. Edwards"
      ],
      "pdf": "https://arxiv.org/pdf/0810.5550v1",
      "link": "https://arxiv.org/abs/0810.5550v1",
      "published": "2008-10-30T19:56:38Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "801185",
        "inspire_url": "https://inspirehep.net/literature/801185",
        "doi": "10.22323/1.066.0159",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "159",
            "artid": "159",
            "year": 2008
          },
          {}
        ],
        "citation_count": 17,
        "journal_ref": "PoS, LATTICE2008, artid 159, p. 159, 2008"
      }
    },
    {
      "id": "0810.5412v1",
      "title": "Charmed Hadron Interactions",
      "summary": "We compute the scattering lengths of charmed mesons and charmonia scattering with light hadrons in full QCD. We use Fermilab formulation for the charm quark and domain-wall fermions for the light quarks and staggered sea quarks. Four different light-quark masses are used to extrapolate to the physical point. The charmed baryon spectrum is also presented.",
      "authors": [
        "Liuming Liu",
        "Huey-Wen Lin",
        "Kostas Orginos"
      ],
      "pdf": "https://arxiv.org/pdf/0810.5412v1",
      "link": "https://arxiv.org/abs/0810.5412v1",
      "published": "2008-10-30T18:28:28Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "801133",
        "inspire_url": "https://inspirehep.net/literature/801133",
        "doi": "10.22323/1.066.0112",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "112",
            "artid": "112",
            "year": 2008
          },
          {}
        ],
        "citation_count": 77,
        "journal_ref": "PoS, LATTICE2008, artid 112, p. 112, 2008"
      }
    },
    {
      "id": "0810.5512v1",
      "title": "Light scalar mesons in 2+1 flavor full QCD",
      "summary": "We study the a_0 and K_0^* light scalar mesons in 2+1 flavor full QCD. Particular attention is paid to fitting excited states, with an eye toward determining whether scattering states are revealed. An ultimate goal will be to see how dynamical quarks affect the picture outlined with an earlier quenched study using overlap fermions, namely, that it is the a_0(1450), not the a_0(980), which is the lowest $\\bar{q}q$ isovector scalar state.",
      "authors": [
        "Terrence Draper",
        "Takumi Doi",
        "Keh-Fei Liu",
        "Devdatta Mankame",
        "Nilmani Mathur",
        "Xiangfei Meng"
      ],
      "pdf": "https://arxiv.org/pdf/0810.5512v1",
      "link": "https://arxiv.org/abs/0810.5512v1",
      "published": "2008-10-30T15:29:19Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "801170",
        "inspire_url": "https://inspirehep.net/literature/801170",
        "doi": "10.22323/1.066.0108",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "108",
            "artid": "108",
            "year": 2008
          },
          {}
        ],
        "citation_count": 7,
        "journal_ref": "PoS, LATTICE2008, artid 108, p. 108, 2008"
      }
    },
    {
      "id": "0810.5365v1",
      "title": "Blasting through lattice calculations using CUDA",
      "summary": "Modern graphics hardware is designed for highly parallel numerical tasks and provides significant cost and performance benefits. Graphics hardware vendors are now making available development tools to support general purpose high performance computing. Nvidia's CUDA platform, in particular, offers direct access to graphics hardware through a programming language similar to C. Using the CUDA platform we have implemented a Wilson-Dirac operator which runs at an effective 68 Gflops on the Tesla C870. The recently released GeForce GTX 280 runs this same code at 92 Gflops, and we expect further improvement pending code optimization.",
      "authors": [
        "Kipton Barros",
        "Ronald Babich",
        "Richard Brower",
        "Michael A. Clark",
        "Claudio Rebbi"
      ],
      "pdf": "https://arxiv.org/pdf/0810.5365v1",
      "link": "https://arxiv.org/abs/0810.5365v1",
      "published": "2008-10-29T21:27:42Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "801113",
        "inspire_url": "https://inspirehep.net/literature/801113",
        "doi": "10.22323/1.066.0045",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "045",
            "artid": "045",
            "year": 2008
          },
          {}
        ],
        "citation_count": 24,
        "journal_ref": "PoS, LATTICE2008, artid 045, p. 045, 2008"
      }
    },
    {
      "id": "0810.5141v1",
      "title": "Challenges in Hadronic Form Factor Calculations",
      "summary": "There is an extensive history of form factor calculations on the lattice, primarily with ground states for both initial and final states. However, there have never been any radially excited transition form factor calculations. Furthermore, the lattice faces difficulty in extracting signal from noise at large transfer momenta ($Q^2$). These measurements could give important theoretical input to experiments, such as those of JLab's 12 GeV program and studies of deformation of the nucleon. In this work, I will present a simple technique to resolve both of these difficulties and present results from anisotropic configurations showing improved signals for excited-state quantities. It should also be possible to apply this technique to isotropic lattices for calculating large-$Q^2$ form factors.",
      "authors": [
        "Huey-Wen Lin",
        "Saul D. Cohen",
        "Robert G. Edwards",
        "Kostas Orginos",
        "David G. Richards"
      ],
      "pdf": "https://arxiv.org/pdf/0810.5141v1",
      "link": "https://arxiv.org/abs/0810.5141v1",
      "published": "2008-10-28T20:54:23Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "800935",
        "inspire_url": "https://inspirehep.net/literature/800935",
        "doi": "10.22323/1.066.0140",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "140",
            "artid": "140",
            "year": 2008
          },
          {}
        ],
        "citation_count": 16,
        "journal_ref": "PoS, LATTICE2008, artid 140, p. 140, 2008"
      }
    },
    {
      "id": "0810.4557v1",
      "title": "Baryon Spectroscopy from Lattice QCD",
      "summary": "Progress in extracting excited-state baryon masses in lattice QCD using large sets of spatially-extended operators is presented. The use of stochastic estimates of all-to-all quark propagators with variance reduction techniques is described. Such techniques are crucial for incorporating multi-hadron operators into the correlation matrices of the hadron operators.",
      "authors": [
        "Colin Morningstar"
      ],
      "pdf": "https://arxiv.org/pdf/0810.4557v1",
      "link": "https://arxiv.org/abs/0810.4557v1",
      "published": "2008-10-24T21:56:28Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "800572",
        "inspire_url": "https://inspirehep.net/literature/800572",
        "publication_info": [
          {}
        ],
        "citation_count": 0
      }
    },
    {
      "id": "0810.4526v1",
      "title": "Comments on staggered fermions / Panel discussion",
      "summary": "The rooting procedure commonly used with staggered fermions does not correctly treat non-perturbative effects associated with gauge field topology. In practice these effects are small for the physics of flavor non-singlet particles. However large uncontrolled systematic errors are expected for flavor singlet issues, such as the mass of the eta prime meson. While the relative speed of the algorithm in large scale simulations may justify its use, the method is an approximation and should not be promoted as a first principles approach to the strong interactions.",
      "authors": [
        "Michael Creutz"
      ],
      "pdf": "https://arxiv.org/pdf/0810.4526v1",
      "link": "https://arxiv.org/abs/0810.4526v1",
      "published": "2008-10-24T19:03:03Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "800554",
        "inspire_url": "https://inspirehep.net/literature/800554",
        "doi": "10.22323/1.077.0016",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "CONFINEMENT8",
            "page_start": "016",
            "artid": "016",
            "year": 2008
          },
          {}
        ],
        "citation_count": 26,
        "journal_ref": "PoS, CONFINEMENT8, artid 016, p. 016, 2008"
      }
    },
    {
      "id": "0810.4477v1",
      "title": "Tuning improved anisotropic actions in lattice perturbation theory",
      "summary": "We discuss the tuning of the anisotropic clover action and Symanzik-improved gauge action in lattice perturbation theory. The fermion action is constructed from stout-smeared spatial links, which complicates the calculation considerably. In addition, the full quark-mass dependence of the action parameters is included in this study. We present results for the fermion and gauge aspect ratios for varying bare aspect ratios, quark masses and smearing parameters.",
      "authors": [
        "Justin Foley",
        "Colin Morningstar"
      ],
      "pdf": "https://arxiv.org/pdf/0810.4477v1",
      "link": "https://arxiv.org/abs/0810.4477v1",
      "published": "2008-10-24T15:13:39Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "800533",
        "inspire_url": "https://inspirehep.net/literature/800533",
        "doi": "10.22323/1.066.0212",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "212",
            "artid": "212",
            "year": 2008
          },
          {}
        ],
        "citation_count": 2,
        "journal_ref": "PoS, LATTICE2008, artid 212, p. 212, 2008"
      }
    },
    {
      "id": "0810.4448v1",
      "title": "Exploring Excited Hadrons",
      "summary": "Progress in extracting the spectrum of excited hadron resonances is reviewed and the key issues and challenges in such computations are outlined. The importance of multi-hadron states as simulations are done with lighter pion masses is discussed, and the need for all-to-all quark propagators is emphasized.",
      "authors": [
        "Colin Morningstar"
      ],
      "pdf": "https://arxiv.org/pdf/0810.4448v1",
      "link": "https://arxiv.org/abs/0810.4448v1",
      "published": "2008-10-24T13:00:26Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "800522",
        "inspire_url": "https://inspirehep.net/literature/800522",
        "doi": "10.22323/1.066.0009",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "009",
            "artid": "009",
            "year": 2008
          },
          {}
        ],
        "citation_count": 16,
        "journal_ref": "PoS, LATTICE2008, artid 009, p. 009, 2008"
      }
    },
    {
      "id": "0810.4328v1",
      "title": "Light pseudoscalar meson masses and decay constants from mixed action lattice QCD",
      "summary": "We calculate the light pseudoscalar decay constants, f_pi and f_K, and their ratio using domain wall valence quarks and 2+1 flavors of dynamical staggered quarks. Use of the MILC gauge configurations allows us to simulate at several sea quark masses and spatial volumes, and with two lattice spacings. We study how well our numerical lattice data for light decay constants and meson masses is described by next-to-leading order SU(3) mixed action chiral perturbation theory and explain our strategy for the chiral and continuum extrapolation. Combining our result for f_K/f_pi with experimental measurements of pion and kaon leptonic decays allows a model-independent determination of |V_us|/|V_ud|; we find a preliminary value of |V_us|/|V_ud| = 0.2315(45)(7).",
      "authors": [
        "Christopher Aubin",
        "Jack Laiho",
        "Ruth S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0810.4328v1",
      "link": "https://arxiv.org/abs/0810.4328v1",
      "published": "2008-10-23T19:37:17Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "800454",
        "inspire_url": "https://inspirehep.net/literature/800454",
        "doi": "10.22323/1.066.0105",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "105",
            "artid": "105",
            "year": 2008
          },
          {}
        ],
        "citation_count": 34,
        "journal_ref": "PoS, LATTICE2008, artid 105, p. 105, 2008"
      }
    },
    {
      "id": "0810.4178v1",
      "title": "Color singlet and adjoint free energy at finite temperature",
      "summary": "We study correlation functions of static quark-antiquark pairs in SU(2) gauge theory at finite temperature. By measuring Polyakov loop correlators and temporal Wilson loops with APE smearing of spatial links we are able to give consistent definitions of the singlet and adjoint free energies at short distances, where the notion of these free energies is meaningful. APE smearing procedure allows to achieve a high degree of overlap in the singlet channel and to reconstruct the adjoint part from the color averaged and singlet free energy.",
      "authors": [
        "Alexei Bazavov",
        "Peter Petreczky",
        "Alexander Velytsky"
      ],
      "pdf": "https://arxiv.org/pdf/0810.4178v1",
      "link": "https://arxiv.org/abs/0810.4178v1",
      "published": "2008-10-22T22:56:13Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "800393",
        "inspire_url": "https://inspirehep.net/literature/800393",
        "doi": "10.22323/1.066.0186",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "186",
            "artid": "186",
            "year": 2008
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LATTICE2008, artid 186, p. 186, 2008"
      }
    },
    {
      "id": "0810.4131v1",
      "title": "Melting Instantons, Domain Walls, and Large N",
      "summary": "Monte Carlo studies of $CP^{N-1}$ sigma models have shown that the structure of topological charge in these models undergoes a sharp transition at $N=N_c\\approx 4$. For $N<N_c$ topological charge is dominated by small instantons, while for $N>N_c$ it is dominated by extended, thin, 1-dimensionally coherent membranes of topological charge, which can be interpreted as domain walls between discrete quasi-stable vacua. These vacua differ by a unit of background electric flux. The transition can be identified as the delocalization of topological charge, or \"instanton melting,\" a phenomenon first suggested by Witten to resolve the conflict between instantons and large $N$ behavior. Implications for $QCD$ are discussed.",
      "authors": [
        "H. B. Thacker"
      ],
      "pdf": "https://arxiv.org/pdf/0810.4131v1",
      "link": "https://arxiv.org/abs/0810.4131v1",
      "published": "2008-10-22T18:25:14Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "800352",
        "inspire_url": "https://inspirehep.net/literature/800352",
        "doi": "10.22323/1.066.0260",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "260",
            "artid": "260",
            "year": 2008
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LATTICE2008, artid 260, p. 260, 2008"
      }
    },
    {
      "id": "0810.3588v1",
      "title": "First results from 2+1 dynamical quark flavors on an anisotropic lattice: light-hadron spectroscopy and setting the strange-quark mass",
      "summary": "We present the first light-hadron spectroscopy on a set of $N_f=2+1$ dynamical, anisotropic lattices. A convenient set of coordinates that parameterize the two-dimensional plane of light and strange-quark masses is introduced. These coordinates are used to extrapolate data obtained at the simulated values of the quark masses to the physical light and strange-quark point. A measurement of the Sommer scale on these ensembles is made, and the performance of the hybrid Monte Carlo algorithm used for generating the ensembles is estimated.",
      "authors": [
        "Huey-Wen Lin",
        "Saul D. Cohen",
        "Jozef Dudek",
        "Robert G. Edwards",
        "Bálint Joó",
        "David G. Richards",
        "John Bulava",
        "Justin Foley",
        "Colin Morningstar",
        "Eric Engelson",
        "Stephen Wallace",
        "K. Jimmy Juge",
        "Nilmani Mathur",
        "Michael J. Peardon",
        "Sinéad M. Ryan"
      ],
      "pdf": "https://arxiv.org/pdf/0810.3588v1",
      "link": "https://arxiv.org/abs/0810.3588v1",
      "published": "2008-10-20T19:48:53Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "800040",
        "inspire_url": "https://inspirehep.net/literature/800040",
        "doi": "10.1103/PhysRevD.79.034502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "034502",
            "year": 2009
          }
        ],
        "citation_count": 358,
        "journal_ref": "Phys.Rev.D, 79, artid 034502, 2009"
      }
    },
    {
      "id": "0810.3241v1",
      "title": "2+1 flavor QCD calculation of <x> and <x^2>",
      "summary": "We calculate the connected insertions of the nucleon three-point function to study the first few moments of the unpolarized structure functions of the nucleon. (The disconnected insertions are discussed elsewhere in these proceedings). The calculation employs the CP-PACS/JLQCD 2+1 dynamical clover fermions on a 16^3x32 lattice with lattice spacing a=0.1219 fm. The sequential source technique, using non-zero and zero momentum point nucleon field as the secondary source, is applied enabling a study of different currents at various momentum transfer.",
      "authors": [
        "Devdatta Mankame",
        "Takumi Doi",
        "Terrence Draper",
        "Keh-Fei Liu",
        "Thomas Streuer"
      ],
      "pdf": "https://arxiv.org/pdf/0810.3241v1",
      "link": "https://arxiv.org/abs/0810.3241v1",
      "published": "2008-10-17T20:14:43Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "799875",
        "inspire_url": "https://inspirehep.net/literature/799875",
        "doi": "10.22323/1.066.0142",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "142",
            "artid": "142",
            "year": 2008
          },
          {}
        ],
        "citation_count": 2,
        "journal_ref": "PoS, LATTICE2008, artid 142, p. 142, 2008"
      }
    },
    {
      "id": "0810.3078v1",
      "title": "Fluctuations of Goldstone modes and the chiral transition in QCD",
      "summary": "We provide evidence for the influence of thermal fluctuations of Goldstone modes on the chiral condensate at finite temperature. We show that at fixed temperature, T<Tc, in the vicinity of the chiral transition temperature this leads to a characteristic dependence of the chiral condensate on the square root of the light quark mass (m_l), which is expected for 3-dimensional models with broken O(N) symmetry. As a consequence the chiral susceptibility shows a strong quark mass dependence for all temperatures below Tc and diverges like 1/sqrt(m_l) in the chiral limit.",
      "authors": [
        "Frithjof Karsch"
      ],
      "pdf": "https://arxiv.org/pdf/0810.3078v1",
      "link": "https://arxiv.org/abs/0810.3078v1",
      "published": "2008-10-17T07:47:18Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "799776",
        "inspire_url": "https://inspirehep.net/literature/799776",
        "doi": "10.1016/j.nuclphysa.2009.01.025",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "820",
            "page_start": "99C",
            "year": 2009,
            "page_end": "102C"
          },
          {}
        ],
        "citation_count": 14,
        "journal_ref": "Nucl.Phys.A, 820, p. 99C, 2009"
      }
    },
    {
      "id": "0810.2906v2",
      "title": "Screening of light mesons and charmonia at high temperature",
      "summary": "We present lattice QCD results for the screening masses of light mesons and charmonia. The lattice computations were performed with 2+1 flavors of improved staggered quarks using quark masses which correspond to realistic pion and kaon masses at zero temperature. For the light quark sector we have found that the screening masses in the pseudo-scalar and the isovector scalar channels do not become degenerate at the chiral crossover temperature indicating an effective non-restoration of the axial symmetry. Also the splitting between the vector and the pseudo-scalar screening masses persists even in the limit of zero lattice spacing and at a moderately high temperature around 420 MeV. In the charmonium sector our investigation shows that the screening masses of the pseudo-scalar and the vector charmonia are almost (within a few percent) equal to their zero temperature masses for temperatures less than 300 MeV. We also present results for the charmonium screening masses using periodic boundary conditions along the temporal direction and discuss their implications.",
      "authors": [
        "Swagato Mukherjee"
      ],
      "pdf": "https://arxiv.org/pdf/0810.2906v2",
      "link": "https://arxiv.org/abs/0810.2906v2",
      "published": "2008-10-16T12:56:27Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "799609",
        "inspire_url": "https://inspirehep.net/literature/799609",
        "doi": "10.1016/j.nuclphysa.2009.01.070",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "820",
            "page_start": "283C",
            "year": 2009,
            "page_end": "286C"
          },
          {}
        ],
        "citation_count": 16,
        "journal_ref": "Nucl.Phys.A, 820, p. 283C, 2009"
      }
    },
    {
      "id": "0810.2833v1",
      "title": "The background field method on the lattice",
      "summary": "The background field method has been used successfully to determine hadron electromagnetic polarizabilities. Recently questions have been raised regarding the proper way to deal with the electric field on the lattice. In this paper, we show how the presence of a background electric field affects the quark hopping matrix. We use this formulation to carry out simulations on quenched configurations, and we present the results for neutron electric polarizability for pion masses as low as $500\\MeV$. We find that the polarizability is roughly constant for the quark masses considered, $α\\sim 1.5 \\times 10^{-4} \\fm^3$. While the polarizability is positive, it is significantly smaller than the experimental value due to the fact that the quark masses used are too large.",
      "authors": [
        "Andrei Alexandru",
        "Frank X. Lee"
      ],
      "pdf": "https://arxiv.org/pdf/0810.2833v1",
      "link": "https://arxiv.org/abs/0810.2833v1",
      "published": "2008-10-16T01:29:49Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "799579",
        "inspire_url": "https://inspirehep.net/literature/799579",
        "doi": "10.22323/1.066.0145",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "145",
            "artid": "145",
            "year": 2008
          },
          {}
        ],
        "citation_count": 33,
        "journal_ref": "PoS, LATTICE2008, artid 145, p. 145, 2008"
      }
    },
    {
      "id": "0810.2482v1",
      "title": "Strangeness and glue in the nucleon from lattice QCD",
      "summary": "We study the strangeness contribution to nucleon matrix elements using Nf=2+1 dynamical clover fermion configurations generated by the CP-PACS/JLQCD collaboration. In order to evaluate the disconnected insertion (DI), we use the Z(4) stochastic method, along with unbiased subtraction from the hopping parameter expansion which reduces the off-diagonal noises in the stochastic method. Furthermore, we find that using many nucleon sources for each configuration is effective in improving the signal. Our results for the quark contribution to the first moment <x>_q in the DI, and the strangeness magnetic moment show that the statistical errors are under control with these techniques. We also study the gluonic contribution to the nucleon using the overlap operator to construct the gauge field tensor, F_{mu,nu}. The application to the calculation of first moment, <x>_G, gives a good signal in quenched lattice QCD.",
      "authors": [
        "Takumi Doi",
        "Mridupawan Deka",
        "Shao-Jing Dong",
        "Terrence Draper",
        "Keh-Fei Liu",
        "Devdatta Mankame",
        "Nilmani Mathur",
        "Thomas Streuer"
      ],
      "pdf": "https://arxiv.org/pdf/0810.2482v1",
      "link": "https://arxiv.org/abs/0810.2482v1",
      "published": "2008-10-14T16:28:43Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "799387",
        "inspire_url": "https://inspirehep.net/literature/799387",
        "doi": "10.22323/1.066.0163",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "163",
            "artid": "163",
            "year": 2008
          },
          {}
        ],
        "citation_count": 16,
        "journal_ref": "PoS, LATTICE2008, artid 163, p. 163, 2008"
      }
    },
    {
      "id": "0810.2464v2",
      "title": "pi-pi Scattering in Twisted Mass Chiral Perturbation Theory",
      "summary": "In this report we describe both I=2 and I=0 pi-pi scattering for twisted mass lattice QCD utilizing twisted mass chiral perturbation theory at next-to-leading order. Focusing on the lattice spacing (b) corrections, we demonstrate that in the exotic I=2, I_3=+-2 channels, the leading scaling violations of pi-pi scattering at maximal twist begin at O(m_pi^2 b^2). This is not the case in any other isospin channel, for which the scaling violations at maximal twist begin at O(b^2). Furthermore, we demonstrate the existence of a mixing between the I=2, I_3 = 0 and I=0 scattering channels due to the breaking of isospin symmetry by the twisted mass term. The mixing term, although formally next-to-leading order, is relatively large, thus necessitating the use of a coupled channel analysis. We argue that this mixing likely renders the computation of the I=0 channel impractical with twisted mass lattice QCD.",
      "authors": [
        "Michael I Buchoff",
        "Jiunn-Wei Chen",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0810.2464v2",
      "link": "https://arxiv.org/abs/0810.2464v2",
      "published": "2008-10-14T15:17:21Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "799381",
        "inspire_url": "https://inspirehep.net/literature/799381",
        "doi": "10.1103/PhysRevD.79.074503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "074503",
            "year": 2009
          }
        ],
        "citation_count": 22,
        "journal_ref": "Phys.Rev.D, 79, artid 074503, 2009"
      }
    },
    {
      "id": "0810.2423v1",
      "title": "Sigma-resonance and convergence of chiral perturbation theory",
      "summary": "The dimensionless parameter $ξ' = M^2/(16 π^2 F^2)$, where $F$ is the pion decay constant in the chiral limit and $M$ is the pion mass at leading order in the quark mass, is expected to control the convergence of chiral perturbation theory applicable to QCD. Here we demonstrate that a strongly coupled lattice gauge theory model with the same symmetries as two-flavor QCD but with a much lighter $σ$-resonance is different. Our model allows us to study efficiently the convergence of chiral perturbation theory as a function of $ξ'$. We first confirm that the leading low energy constants appearing in the chiral Lagrangian are the same when calculated from the $ε$-regime and the $p$-regime. However, $ξ' \\lesssim 0.002$ is necessary before 1-loop chiral perturbation theory predicts the data within 1%. However, for $ξ' > 0.0035$ the data begin to deviate qualitatively from 1-loop chiral perturbation theory predictions. We argue that this qualitative change is due to the presence of a light $σ$-resonance in our model. Our findings may be useful for lattice QCD studies.",
      "authors": [
        "D. J. Cecile",
        "Shailesh Chandrasekharan"
      ],
      "pdf": "https://arxiv.org/pdf/0810.2423v1",
      "link": "https://arxiv.org/abs/0810.2423v1",
      "published": "2008-10-14T11:31:50Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "799366",
        "inspire_url": "https://inspirehep.net/literature/799366",
        "doi": "10.22323/1.066.0071",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "071",
            "artid": "071",
            "year": 2008
          },
          {}
        ],
        "citation_count": 0,
        "journal_ref": "PoS, LATTICE2008, artid 071, p. 071, 2008"
      }
    },
    {
      "id": "0810.2419v1",
      "title": "A new computational approach to lattice quantum field theories",
      "summary": "Developments in algorithms over the past decade suggest that there is a new computational approach to a class of quantum field theories. This approach is based on rewriting the partition function in a representation similar to the world-line representation and hence we shall call it the \"WL-approach\". This approach is likely to be more powerful than the conventional approach in some regions of parameter space, especially in the presence of chemical potentials or massless fermions. While world-line representations are natural in the Hamiltonian formulation, they can also be constructed directly in Euclidean space. We first describe the approach and its advantages by considering the classical XY model in the presence of a chemical potential. We then argue that, $CP^{N-1}$ models, models of pions on the lattice and the lattice massless Thirring model, can all be formulated and solved using the WL-approach. In particular, we discover that the WL-approach to the Thirring model leads to a novel determinantal Monte-Carlo algorithm which we call the \"dynamical-bag\" algorithm. Finally, we argue that a simple extension of the WL-approach to gauge theories leads to a world-sheet, \"WS-approach\", in Abelian Lattice Gauge theory.",
      "authors": [
        "Shailesh Chandrasekharan"
      ],
      "pdf": "https://arxiv.org/pdf/0810.2419v1",
      "link": "https://arxiv.org/abs/0810.2419v1",
      "published": "2008-10-14T11:13:55Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "799363",
        "inspire_url": "https://inspirehep.net/literature/799363",
        "doi": "10.22323/1.066.0003",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "003",
            "artid": "003",
            "year": 2008
          },
          {}
        ],
        "citation_count": 80,
        "journal_ref": "PoS, LATTICE2008, artid 003, p. 003, 2008"
      }
    },
    {
      "id": "0810.2349v1",
      "title": "Finite Density Simulations with Canonical Ensemble",
      "summary": "QCD at non-zero baryon density is expected to have a critical point where the zero-density cross-over turns into a first order phase transition. To identify this point we scan the density-temperature space using a canonical ensemble method. For a given temperature, we plot the chemical potential as a function of density looking for an \"S-shape\" as a signal for a first order transition. We carried out simulations using Wilson fermions with $m_π\\approx 1{GeV}$ on $6^3\\times 4$ lattices. As a benchmark, we ran four flavors simulations where we observe a clear signal. In the two flavors case we do not see any signal for temperatures as low as $0.83 T_c$. Preliminary results for the three flavor case are also presented.",
      "authors": [
        "Anyi Li",
        "Xiangfei Meng",
        "Andrei Alexandru",
        "Keh-Fei Liu"
      ],
      "pdf": "https://arxiv.org/pdf/0810.2349v1",
      "link": "https://arxiv.org/abs/0810.2349v1",
      "published": "2008-10-14T03:09:38Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "799338",
        "inspire_url": "https://inspirehep.net/literature/799338",
        "doi": "10.22323/1.066.0178",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "178",
            "artid": "178",
            "year": 2008
          },
          {}
        ],
        "citation_count": 11,
        "journal_ref": "PoS, LATTICE2008, artid 178, p. 178, 2008"
      }
    },
    {
      "id": "0810.2159v1",
      "title": "Computation of the string tension in three dimensions using large N reduction",
      "summary": "We numerically compute the string tension in the large N limit of three dimensional Yang-Mills theory using Wilson loops. Space-time Wilson loops are formed using smeared space-like links and unsmeared time-like links. We use partial reduction and both unfolded and folded Wilson loops in the analysis.",
      "authors": [
        "Joseph Kiskis",
        "Rajamani Narayanan"
      ],
      "pdf": "https://arxiv.org/pdf/0810.2159v1",
      "link": "https://arxiv.org/abs/0810.2159v1",
      "published": "2008-10-13T06:01:50Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "799185",
        "inspire_url": "https://inspirehep.net/literature/799185",
        "doi": "10.22323/1.066.0236",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "236",
            "artid": "236",
            "year": 2008
          },
          {}
        ],
        "citation_count": 0,
        "journal_ref": "PoS, LATTICE2008, artid 236, p. 236, 2008"
      }
    },
    {
      "id": "0810.1933v1",
      "title": "Aspects of Precision Calculations of Nucleon Generalized Form Factors with Domain Wall Fermions on an Asqtad Sea",
      "summary": "In order to advance lattice calculations of moments of unpolarized, helicity, and transversity distributions, electromagnetic form factors, and generalized form factors of the nucleon to a new level of precision, this work investigates several key aspects of precision lattice calculations. We calculate the number of configurations required for constant statistical errors as a function of pion mass, describe the coherent sink method to help achieve these statistics, examine the statistical correlations between separate measurements, study correlations in the behavior of form factors at different momentum transfer, examine volume dependence, and compare mixed action results with those using comparable dynamical domain wall configurations. We also show selected form factor results and comment on the QCD evolution of our calculations of the flavor non-singlet nucleon angular momentum.",
      "authors": [
        "J. D. Bratt",
        "R. G. Edwards",
        "M. Engelhardt",
        "G. T. Fleming",
        "Ph. Hagler",
        "M. F. Lin",
        "H. B. Meyer",
        "B. Musch",
        "J. W. Negele",
        "K. Orginos",
        "A. V. Pochinsky",
        "M. Procura",
        "D. B. Renner",
        "D. G. Richards",
        "W. Schroers",
        "S. Syritsyn"
      ],
      "pdf": "https://arxiv.org/pdf/0810.1933v1",
      "link": "https://arxiv.org/abs/0810.1933v1",
      "published": "2008-10-10T18:18:13Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "799117",
        "inspire_url": "https://inspirehep.net/literature/799117",
        "doi": "10.22323/1.066.0141",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "141",
            "artid": "141",
            "year": 2008
          },
          {}
        ],
        "citation_count": 15,
        "journal_ref": "PoS, LATTICE2008, artid 141, p. 141, 2008"
      }
    },
    {
      "id": "0810.1843v1",
      "title": "The static-light meson spectrum from twisted mass lattice QCD",
      "summary": "We compute the static-light meson spectrum with N_f = 2 flavours of sea quarks using Wilson twisted mass lattice QCD. We consider five different values for the light quark mass corresponding to 300 MeV < m_PS < 600 MeV and we present results for angular momentum j = 1/2, j = 3/2 and j = 5/2 and for parity P = + and P = -. We extrapolate our results to physical quark masses and make predictions regarding the spectrum of B and B_s mesons.",
      "authors": [
        " ETM Collaboration",
        "Karl Jansen",
        "Chris Michael",
        "Andrea Shindler",
        "Marc Wagner"
      ],
      "pdf": "https://arxiv.org/pdf/0810.1843v1",
      "link": "https://arxiv.org/abs/0810.1843v1",
      "published": "2008-10-10T10:03:23Z",
      "categories": [
        "hep-lat",
        "hep-ex",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "799074",
        "inspire_url": "https://inspirehep.net/literature/799074",
        "doi": "10.1088/1126-6708/2008/12/058",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "12",
            "page_start": "058",
            "artid": "058",
            "year": 2008
          }
        ],
        "citation_count": 73,
        "journal_ref": "JHEP, 12, artid 058, p. 058, 2008"
      }
    },
    {
      "id": "0810.1764v1",
      "title": "The QCD EoS from simulations on BlueGene L Supercomputers at LLNL and NYBlue",
      "summary": "We present results for the QCD Equation of State (EoS) obtained using simulations of lattice QCD at zero chemical potential. Our high statistics results compare improved asqtad and p4fat3 staggered quarks on lattices with a temporal extent N_tau = 6 and 8 and light quark masses approximately one fifth and one tenth the strange quark mass. We find that the two actions give consistent results and estimate that the trace anomaly (epsilon - 3p)/T^4 obtained on N_tau = 8 lattices represents the continuum value to better than 20% uncertainty over the temperature range 140-700 MeV. The precision in the estimates of energy density and pressure are better, therefore, we conclude that lattice estimates of the energy density and pressure should be used in the phenomenological analysis of RHIC and LHC data. We also find a consistent picture of the crossover temperature from all observables studied, with the best estimated range to be 185-195 MeV. These calculations are being carried out on the IBM BlueGene/L supercomputer at Lawrence Livermore National Laboratory and at the New York Center for Computational Science (NYBlue).",
      "authors": [
        "Rajan Gupta"
      ],
      "pdf": "https://arxiv.org/pdf/0810.1764v1",
      "link": "https://arxiv.org/abs/0810.1764v1",
      "published": "2008-10-09T21:35:02Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "799050",
        "inspire_url": "https://inspirehep.net/literature/799050",
        "doi": "10.22323/1.066.0170",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "170",
            "artid": "170",
            "year": 2008
          },
          {}
        ],
        "citation_count": 11,
        "journal_ref": "PoS, LATTICE2008, artid 170, p. 170, 2008"
      }
    },
    {
      "id": "0810.1559v1",
      "title": "Status of the QPACE Project",
      "summary": "We give an overview of the QPACE project, which is pursuing the development of a massively parallel, scalable supercomputer for LQCD. The machine is a three-dimensional torus of identical processing nodes, based on the PowerXCell 8i processor. The nodes are connected by an FPGA-based, application-optimized network processor attached to the PowerXCell 8i processor. We present a performance analysis of lattice QCD codes on QPACE and corresponding hardware benchmarks.",
      "authors": [
        "H. Baier",
        "H. Boettiger",
        "M. Drochner",
        "N. Eicker",
        "U. Fischer",
        "Z. Fodor",
        "G. Goldrian",
        "S. Heybrock",
        "D. Hierl",
        "T. Huth",
        "B. Krill",
        "J. Lauritsen",
        "T. Lippert",
        "T. Maurer",
        "J. McFadden",
        "N. Meyer",
        "A. Nobile",
        "I. Ouda",
        "M. Pivanti",
        "D. Pleiter",
        "A. Schäfer",
        "H. Schick",
        "F. Schifano",
        "H. Simma",
        "S. Solbrig",
        "T. Streuer",
        "K. H. Sulanke",
        "R. Tripiccione",
        "T. Wettig",
        "F. Winter"
      ],
      "pdf": "https://arxiv.org/pdf/0810.1559v1",
      "link": "https://arxiv.org/abs/0810.1559v1",
      "published": "2008-10-09T13:53:40Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798952",
        "inspire_url": "https://inspirehep.net/literature/798952",
        "doi": "10.22323/1.066.0039",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "039",
            "artid": "039",
            "year": 2008
          },
          {}
        ],
        "citation_count": 5,
        "journal_ref": "PoS, LATTICE2008, artid 039, p. 039, 2008"
      }
    },
    {
      "id": "0810.1495v1",
      "title": "Flavor Twisted Boundary Conditions and the Nucleon Vector Current",
      "summary": "Using flavor twisted boundary conditions, we study nucleon matrix elements of the vector current. We twist only the active quarks that couple to the current. Finite volume corrections due to twisted boundary conditions are determined using partially twisted, partially quenched, heavy baryon chiral perturbation theory, which we develop for the graded group SU(7|5). Asymptotically these corrections are exponentially small in the volume, but can become pronounced for small twist angles. Utilizing the Breit frame does not mitigate volume corrections to nucleon vector current matrix elements. The derived expressions will allow for better controlled extractions of the isovector magnetic moment and the electromagnetic radii from simulations at zero lattice momentum. Our formalism, moreover, can be applied to any nucleon matrix elements.",
      "authors": [
        "F. -J. Jiang",
        "B. C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/0810.1495v1",
      "link": "https://arxiv.org/abs/0810.1495v1",
      "published": "2008-10-08T18:03:26Z",
      "categories": [
        "hep-lat",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "798909",
        "inspire_url": "https://inspirehep.net/literature/798909",
        "doi": "10.1103/PhysRevD.78.114505",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "114505",
            "year": 2008
          }
        ],
        "citation_count": 24,
        "journal_ref": "Phys.Rev.D, 78, artid 114505, 2008"
      }
    },
    {
      "id": "0810.1469v1",
      "title": "Stochastic All-to-All Propagators for Baryon Correlators",
      "summary": "The effectiveness of various dilution schemes in the evaluation of baryonic two-point functions is compared. The error of a representative set of observables as a function of the number of Dirac matrix inversions is used as a basis for comparison. To achieve an equivalent reduction in error, we demonstrate that an increase in the number of dilution projectors on a single noise source usually requires fewer inversions than the use of multiple noise sources. This exploratory study was performed on 100 quenched gauge configurations and will be applied to the calculation of low-lying hadron spectra.",
      "authors": [
        "John Bulava",
        "Robert Edwards",
        "Colin Morningstar"
      ],
      "pdf": "https://arxiv.org/pdf/0810.1469v1",
      "link": "https://arxiv.org/abs/0810.1469v1",
      "published": "2008-10-08T15:57:59Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798901",
        "inspire_url": "https://inspirehep.net/literature/798901",
        "doi": "10.22323/1.066.0124",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "124",
            "artid": "124",
            "year": 2008
          },
          {}
        ],
        "citation_count": 8,
        "journal_ref": "PoS, LATTICE2008, artid 124, p. 124, 2008"
      }
    },
    {
      "id": "0810.1302v1",
      "title": "Isospin symmetry breaking effects in the pion and nucleon masses",
      "summary": "We investigate the electromagnetic mass splittings in the pseudoscalar meson and nucleon systems by combining 2+1 flavor domain wall fermion gauge configurations, generated by the RBC and UKQCD collaborations, and quenched, non-compact, lattice QED configurations. We analyze finite volume effects by using $16^3\\times 32$ and $24^3\\times 64$ lattices.",
      "authors": [
        "Ran Zhou",
        "Thomas Blum",
        "Takumi Doi",
        "Masashi Hayakawa",
        "Taku Izubuchi",
        "Norikazu Yamada"
      ],
      "pdf": "https://arxiv.org/pdf/0810.1302v1",
      "link": "https://arxiv.org/abs/0810.1302v1",
      "published": "2008-10-07T21:29:21Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798839",
        "inspire_url": "https://inspirehep.net/literature/798839",
        "doi": "10.22323/1.066.0131",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "131",
            "artid": "131",
            "year": 2008
          },
          {}
        ],
        "citation_count": 7,
        "journal_ref": "PoS, LATTICE2008, artid 131, p. 131, 2008"
      }
    },
    {
      "id": "0810.1239v1",
      "title": "Breakdown of large-N reduction in the quenched Eguchi-Kawai model",
      "summary": "We study the validity of the large-N equivalence between four-dimensional SU(N) lattice gauge theory and its momentum quenched version -- the Quenched Eguchi-Kawai (QEK) model. We have found strong evidence that this equivalence does not hold in the weak-coupling regime (and thus in the continuum limit). This is based on weak-coupling analytic arguments and Monto-Carlo simulations at intermediate couplings with 20 <= N <= 200. Since detailed expositions of our arguments, methods and results have already appeared in Phys. Rev. D78:034507 (2008) and Phys. Rev. D78:074503 (2008), we attempt here to give a more intuitive explanation of our results. The breakdown of reduction that we find is due to a dynamically generated correlation between different Euclidean components of the gauge fields.",
      "authors": [
        "Barak Bringoltz",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0810.1239v1",
      "link": "https://arxiv.org/abs/0810.1239v1",
      "published": "2008-10-07T16:25:55Z",
      "categories": [
        "hep-lat",
        "cond-mat.stat-mech",
        "hep-th"
      ],
      "inspire": {
        "control_number": "798801",
        "inspire_url": "https://inspirehep.net/literature/798801",
        "doi": "10.22323/1.066.0055",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "055",
            "artid": "055",
            "year": 2008
          },
          {}
        ],
        "citation_count": 5,
        "journal_ref": "PoS, LATTICE2008, artid 055, p. 055, 2008"
      }
    },
    {
      "id": "0810.1081v1",
      "title": "Initial guesses for multi-shift solvers",
      "summary": "I will present a method for providing initial guesses to a linear solver for systems with multiple shifts. This can also be extended to the case of multiple sources each with a different shift.",
      "authors": [
        "James C. Osborn"
      ],
      "pdf": "https://arxiv.org/pdf/0810.1081v1",
      "link": "https://arxiv.org/abs/0810.1081v1",
      "published": "2008-10-07T01:56:04Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798734",
        "inspire_url": "https://inspirehep.net/literature/798734",
        "doi": "10.22323/1.066.0029",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "029",
            "artid": "029",
            "year": 2008
          },
          {}
        ],
        "citation_count": 5,
        "journal_ref": "PoS, LATTICE2008, artid 029, p. 029, 2008"
      }
    },
    {
      "id": "0810.1079v1",
      "title": "Multi-meson States in Lattice QCD",
      "summary": "In this contribution, I summarise the studies of the properties of Bose-Einstein condensed systems composed of up to twelve pions or kaons carried out by the NPLQCD collaboration. These investigations have provided precise determination the I=2 pi-pi and I=1 K-K scattering lengths and the first determination of three-hadron interactions from QCD, finding a repulsive three-pion interaction of size consistent with naive dimensional analysis and a three kaon interaction consistent with zero. We have also determined the isospin (strangeness) density dependence of the isospin (strangeness) chemical potential, finding results in surprisingly good agreement with chiral perturbation theory.",
      "authors": [
        "William Detmold"
      ],
      "pdf": "https://arxiv.org/pdf/0810.1079v1",
      "link": "https://arxiv.org/abs/0810.1079v1",
      "published": "2008-10-07T00:57:35Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798732",
        "inspire_url": "https://inspirehep.net/literature/798732",
        "doi": "10.22323/1.066.0031",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "031",
            "artid": "031",
            "year": 2008
          },
          {}
        ],
        "citation_count": 4,
        "journal_ref": "PoS, LATTICE2008, artid 031, p. 031, 2008"
      }
    },
    {
      "id": "0810.0921v1",
      "title": "Rare B decays with moving NRQCD and improved staggered quarks",
      "summary": "We calculate form factors relevant for rare B decays using moving-NRQCD for the b quark and the AsqTad action for the light quarks. Moving NRQCD allows us to work directly with the physical b quark mass and go to higher recoil momentum compared to standard NRQCD. Here, we show first results for the matrix elements and the operator matching coefficients. Some difficulties and possible ways of improvement are discussed.",
      "authors": [
        "Stefan Meinel",
        "Eike H. Müller",
        "Lew Khomskii",
        "Alistair Hart",
        "Ronald R. Horgan",
        "Matthew Wingate"
      ],
      "pdf": "https://arxiv.org/pdf/0810.0921v1",
      "link": "https://arxiv.org/abs/0810.0921v1",
      "published": "2008-10-06T10:21:26Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798546",
        "inspire_url": "https://inspirehep.net/literature/798546",
        "doi": "10.22323/1.066.0280",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "280",
            "artid": "280",
            "year": 2008
          },
          {}
        ],
        "citation_count": 11,
        "journal_ref": "PoS, LATTICE2008, artid 280, p. 280, 2008"
      }
    },
    {
      "id": "0810.0730v1",
      "title": "Multi-hadron operators with all-to-all quark propagators",
      "summary": "Hadron spectroscopy on dynamical configurations are faced with the difficulties of dealing with the mixing of single particle states and multi-hadron states (for large spatial volumes and light dynamical quarks masses). It is conceivable that explicit multi-hadron interpolating operators will be necessary for obtaining sufficiently good overlap onto multi-hadron states in order to extract the low-lying excitation spectrum. We explore here the feasibility of using four noise diluted all-to-all quark propagators in the construction of explicit two-hadron operators on quenched, anisotropic lattices. Our longer term goal is to use these operators on large anisotropic, dynamical configurations for hadron spectroscopy.",
      "authors": [
        "J. Bulava",
        "R. Edwards",
        "K. J. Juge",
        "C. J. Morningstar",
        "M. J. Peardon"
      ],
      "pdf": "https://arxiv.org/pdf/0810.0730v1",
      "link": "https://arxiv.org/abs/0810.0730v1",
      "published": "2008-10-03T22:44:15Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798489",
        "inspire_url": "https://inspirehep.net/literature/798489",
        "doi": "10.22323/1.066.0100",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "100",
            "artid": "100",
            "year": 2008
          },
          {}
        ],
        "citation_count": 3,
        "journal_ref": "PoS, LATTICE2008, artid 100, p. 100, 2008"
      }
    },
    {
      "id": "0810.0676v1",
      "title": "Reweighting QCD simulations with dynamical overlap fermions",
      "summary": "I apply a recently developed algorithm for reweighting simulations of lattice QCD from one quark mass to another to simulations performed with overlap fermions in the epsilon regime. I test it by computing the condensate from distributions of the low lying eigenvalues of the Dirac operator. Results seem favorable.",
      "authors": [
        "Thomas DeGrand"
      ],
      "pdf": "https://arxiv.org/pdf/0810.0676v1",
      "link": "https://arxiv.org/abs/0810.0676v1",
      "published": "2008-10-03T16:12:04Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798460",
        "inspire_url": "https://inspirehep.net/literature/798460",
        "doi": "10.1103/PhysRevD.78.117504",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "117504",
            "year": 2008
          }
        ],
        "citation_count": 9,
        "journal_ref": "Phys.Rev.D, 78, artid 117504, 2008"
      }
    },
    {
      "id": "0810.0663v4",
      "title": "New lessons from the nucleon mass, lattice QCD and heavy baryon chiral perturbation theory",
      "summary": "I will review heavy baryon chiral perturbation theory for the nucleon delta degrees of freedom and then examine the recent dynamical lattice calculations of the nucleon mass from the BMW, ETM, JLQCD, LHP, MILC, NPLQCD, PACS-CS, QCDSF/UKQCD and RBC/UKQCD Collaborations. Performing the chiral extrapolations of these results, one finds remarkable agreement with the physical nucleon mass, from each lattice data set. However, a careful examination of the lattice data and the resulting extrapolation functions reveals some unexpected results, serving to highlight the significant challenges in performing chiral extrapolations of baryon quantities. All the N_f=2+1 dynamical results can be quantitatively described by theoretically unmotivated fit function linear in the pion mass with m_pi ~ 750 -190 MeV. When extrapolated to the physical point, the results are in striking agreement with the physical nucleon mass. I will argue that knowledge of each lattice datum of the nucleon mass is required at the 1-2% level, including all systematics, in order to conclusively determine if this is a bizarre conspiracy of lattice artifacts or rather a mysterious phenomenon of QCD.",
      "authors": [
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0810.0663v4",
      "link": "https://arxiv.org/abs/0810.0663v4",
      "published": "2008-10-03T15:09:33Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "798453",
        "inspire_url": "https://inspirehep.net/literature/798453",
        "doi": "10.22323/1.066.0005",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "005",
            "artid": "005",
            "year": 2008
          },
          {}
        ],
        "citation_count": 54,
        "journal_ref": "PoS, LATTICE2008, artid 005, p. 005, 2008"
      }
    },
    {
      "id": "0810.0548v1",
      "title": "pi+ pi+, K+ K+ and B B Interactions",
      "summary": "The most recent calculations of pi+ pi+ and K+ K+ scattering by the NPLQCD collaboration using domain-wall valence quarks on staggered MILC configurations are presented. In addition, a quenched calculation of the potentials between two B-mesons is discussed.",
      "authors": [
        "Martin J. Savage"
      ],
      "pdf": "https://arxiv.org/pdf/0810.0548v1",
      "link": "https://arxiv.org/abs/0810.0548v1",
      "published": "2008-10-02T22:57:04Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798403",
        "inspire_url": "https://inspirehep.net/literature/798403",
        "doi": "10.22323/1.066.0070",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "070",
            "artid": "070",
            "year": 2008
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LATTICE2008, artid 070, p. 070, 2008"
      }
    },
    {
      "id": "0810.0496v1",
      "title": "Epsilon regime calculations with reweighted clover fermions",
      "summary": "We perform fully dynamical simulations at small quark masses by reweighting in the quark mass, calculating the weight factors stochastically. This approach avoids some of the technical difficulties associated with direct simulations. We find that the weight factors fluctuate only moderately on nHYP smeared dynamical Wilson-clover ensembles, and demonstrate that the overlap between the original and reweighted configurations is large both for short and long distance observables. We could successfully reweight 16^4, (1.85fm)^4 volume configurations from m_q 20 MeV to m_q~5 MeV, and 24^4, (2.77fm)^4 configurations from m_q~8MeV to m_q~MeV quark masses, reaching the epsilon-regime. Using the pseudoscalar and axialvector correlators we predict the low energy constants Sigma and F and study their volume and mass dependence.",
      "authors": [
        "Anna Hasenfratz",
        "Roland Hoffmann",
        "Stefan Schaefer"
      ],
      "pdf": "https://arxiv.org/pdf/0810.0496v1",
      "link": "https://arxiv.org/abs/0810.0496v1",
      "published": "2008-10-02T17:39:55Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798340",
        "inspire_url": "https://inspirehep.net/literature/798340",
        "doi": "10.22323/1.066.0081",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "081",
            "artid": "081",
            "year": 2008
          },
          {}
        ],
        "citation_count": 0,
        "journal_ref": "PoS, LATTICE2008, artid 081, p. 081, 2008"
      }
    },
    {
      "id": "0810.0330v1",
      "title": "Improved Seed Methods for Symmetric Positive Definite Linear Equations with Multiple Right-hand Sides",
      "summary": "We consider symmetric positive definite systems of linear equations with multiple right-hand sides. The seed conjugate gradient method solves one right-hand side with the conjugate gradient method and simultaneously projects over the Krylov subspace thus developed for the other right-hand sides. Then the next system is solved and used to seed the remaining ones. Rounding error in the conjugate gradient method limits how much the seeding can improve convergence. We propose three changes to the seed conjugate gradient method: only the first right-hand side is used for seeding, this system is solved past convergence, and the roundoff error is controlled with some reorthogonalization. We will show that results are actually better with only one seeding, even in the case of related right-hand sides. Controlling rounding error gives the potential for rapid convergence for the second and subsequent right-hand sides.",
      "authors": [
        "Abdou M. Abdel-Rehim",
        "Ronald B. Morgan",
        "Walter Wilcox"
      ],
      "pdf": "https://arxiv.org/pdf/0810.0330v1",
      "link": "https://arxiv.org/abs/0810.0330v1",
      "published": "2008-10-02T03:20:03Z",
      "categories": [
        "math-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "800107",
        "inspire_url": "https://inspirehep.net/literature/800107",
        "doi": "10.1002/nla.1892",
        "publication_info": [
          {
            "journal_title": "Linear Algebra Appl.",
            "journal_volume": "21",
            "page_start": "453",
            "year": 2014,
            "page_end": "471"
          }
        ],
        "citation_count": 5,
        "journal_ref": "Linear Algebra Appl., 21, p. 453, 2014"
      }
    },
    {
      "id": "0810.0300v2",
      "title": "Wilson twisted mass fermions in the epsilon regime",
      "summary": "In this proceeding contribution we report on the ongoing effort to understand and simulate Wilson twisted mass fermions in the so called epsilon regime.",
      "authors": [
        "K. Jansen",
        "A. Nube",
        "A. Shindler"
      ],
      "pdf": "https://arxiv.org/pdf/0810.0300v2",
      "link": "https://arxiv.org/abs/0810.0300v2",
      "published": "2008-10-01T21:51:07Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798255",
        "inspire_url": "https://inspirehep.net/literature/798255",
        "doi": "10.22323/1.066.0083",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "083",
            "artid": "083",
            "year": 2008
          },
          {}
        ],
        "citation_count": 9,
        "journal_ref": "PoS, LATTICE2008, artid 083, p. 083, 2008"
      }
    },
    {
      "id": "0810.0290v1",
      "title": "Calculating Quark Number Susceptibilities with Domain-Wall Fermions",
      "summary": "We present results from calculations of different quark number and hadronic susceptibilities on 2+1-flavor dynamical domain wall ensembles. We find that the iso-spin and electric charge susceptibilities are especially well suited to determine the transition temperature, as these quantities show only small statistical errors. Moreover, the transition values of the coupling obtained from iso-spin and electrical charge susceptibilities are in good agreement with the one obtained from the chiral condensate.",
      "authors": [
        "Prasad Hegde",
        "Frithjof Karsch",
        "Christian Schmidt"
      ],
      "pdf": "https://arxiv.org/pdf/0810.0290v1",
      "link": "https://arxiv.org/abs/0810.0290v1",
      "published": "2008-10-01T20:56:41Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798248",
        "inspire_url": "https://inspirehep.net/literature/798248",
        "doi": "10.22323/1.066.0187",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "187",
            "artid": "187",
            "year": 2008
          },
          {}
        ],
        "citation_count": 7,
        "journal_ref": "PoS, LATTICE2008, artid 187, p. 187, 2008"
      }
    },
    {
      "id": "0810.0258v1",
      "title": "On temperature dependence of quarkonium correlators",
      "summary": "I discuss the temperature dependence of quarkonium correlators calculated in lattice QCD. I show that the dominant source of the temperature dependence comes from the zero mode contribution, while the the temperature dependence associated with melting of bound states is quite small. I study the zero mode contribution quantitatively for different quark masses and show that it is well described by a quasi-particle model with temperature dependent heavy quark mass. As a byproduct an estimate of the medium dependence of the heavy quark mass is obtained.",
      "authors": [
        "P. Petreczky"
      ],
      "pdf": "https://arxiv.org/pdf/0810.0258v1",
      "link": "https://arxiv.org/abs/0810.0258v1",
      "published": "2008-10-01T19:58:51Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798224",
        "inspire_url": "https://inspirehep.net/literature/798224",
        "doi": "10.1140/epjc/s10052-009-0942-1",
        "publication_info": [
          {
            "journal_title": "Eur.Phys.J.C",
            "journal_volume": "62",
            "page_start": "85",
            "year": 2009,
            "page_end": "93"
          }
        ],
        "citation_count": 57,
        "journal_ref": "Eur.Phys.J.C, 62, p. 85, 2009"
      }
    },
    {
      "id": "0810.0254v2",
      "title": "Large N lattice gauge theory",
      "summary": "Wilson loops in large N gauge theory exhibit a weak to strong coupling transition as the loop is dilated. A multiplicative matrix model captures the universal behavior associated with this transition. A universal scaling function is obtained in a double scaling limit. Numerical studies show that both large N QCD in three dimensions and the SU(N) principal chiral model in two dimensions are in the same universality class.",
      "authors": [
        "Rajamani Narayanan",
        "Herbert Neuberger"
      ],
      "pdf": "https://arxiv.org/pdf/0810.0254v2",
      "link": "https://arxiv.org/abs/0810.0254v2",
      "published": "2008-10-01T18:47:42Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798223",
        "inspire_url": "https://inspirehep.net/literature/798223",
        "publication_info": [
          {}
        ],
        "citation_count": 0
      }
    },
    {
      "id": "0810.0253v1",
      "title": "Excited nucleon spectrum with two flavors of dynamical fermions",
      "summary": "We compute the spectrum of excited nucleons using the anisotropic Wilson lattice with two flavors of dynamical fermions. Using optimized sets of operators which transform irreducibly under the octahedral group, matrices of correlation functions are computed. We apply the variational method to these matrices to extract excited energy eigenstates. We obtain several states for each irrep and identify the continuum spin for the lowest-lying states, including a $J^P={5/2}^-$ state.",
      "authors": [
        "John M. Bulava",
        "Robert G. Edwards",
        "Eric Engelson",
        "Bálint Joó",
        "Adam Lichtl",
        "Huey-Wen Lin",
        "Nilmani Mathur",
        "Colin Morningstar",
        "David G. Richards",
        "Stephen J. Wallace"
      ],
      "pdf": "https://arxiv.org/pdf/0810.0253v1",
      "link": "https://arxiv.org/abs/0810.0253v1",
      "published": "2008-10-01T18:46:55Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798222",
        "inspire_url": "https://inspirehep.net/literature/798222",
        "doi": "10.22323/1.066.0098",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "098",
            "artid": "098",
            "year": 2008
          },
          {}
        ],
        "citation_count": 4,
        "journal_ref": "PoS, LATTICE2008, artid 098, p. 098, 2008"
      }
    },
    {
      "id": "0809.5086v1",
      "title": "Contributions of charm anihilation to the hyperfine splitting in charmonium",
      "summary": "In calculations of the hyperfine splitting in charmonium, the contributions of the disconnected diagrams is considered small and is typically ignored. We aim to estimate nonperturbatively the size of the resulting error, which could potentially affect the high precision calculations of the charmonium spectrum. Following our work on the effects of the disconnected diagrams in unquenched QCD presented at Lattice 2007, we study the same problem in the quenched case. On dynamical ensembles the disconnected charmonium propagators contain light modes which complicate the extraction of the signal at large distances. In the fully quenched case, where there are no such light modes, the interpretation of the signal is simplified. We present results from lattices with $a\\approx 0.09$ fm and $a\\approx 0.063$ fm.",
      "authors": [
        "L. Levkova",
        "C. DeTar"
      ],
      "pdf": "https://arxiv.org/pdf/0809.5086v1",
      "link": "https://arxiv.org/abs/0809.5086v1",
      "published": "2008-09-29T22:55:31Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "798014",
        "inspire_url": "https://inspirehep.net/literature/798014",
        "doi": "10.22323/1.066.0133",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "133",
            "artid": "133",
            "year": 2008
          },
          {}
        ],
        "citation_count": 7,
        "journal_ref": "PoS, LATTICE2008, artid 133, p. 133, 2008"
      }
    },
    {
      "id": "0809.5050v1",
      "title": "Large N transition in the 2D SU(N)xSU(N) nonlinear sigma model",
      "summary": "We consider the characteristic polynomial associated with the smoothed two point function in two dimensional large N principal chiral model. We numerically show that it undergoes a transition at a critical distance of the order of the correlation length. The transition is in the same universality class as two dimensional large N QCD.",
      "authors": [
        "Rajamani Narayanan",
        "Herbert Neuberger",
        "Ettore Vicari"
      ],
      "pdf": "https://arxiv.org/pdf/0809.5050v1",
      "link": "https://arxiv.org/abs/0809.5050v1",
      "published": "2008-09-29T19:49:33Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "797929",
        "inspire_url": "https://inspirehep.net/literature/797929",
        "doi": "10.22323/1.066.0240",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "240",
            "artid": "240",
            "year": 2008
          },
          {}
        ],
        "citation_count": 0,
        "journal_ref": "PoS, LATTICE2008, artid 240, p. 240, 2008"
      }
    },
    {
      "id": "0809.5049v1",
      "title": "Universal properties of Wilson loop operators in large N QCD",
      "summary": "Eigenvalues of a Wilson loop operator are gauge invariant and their distribution undergoes a transition at infinite N as the size of the loop is changed. We study this transition using the average characteristic polynomial associated with the Wilson loop operator. We derive the scaling function in a certain double scaling limit for two dimensional QCD and hypothesize that the transition in three and four dimensional QCD are in the same universality class. Numerical evidence for this hypothesisis provided in three dimensions",
      "authors": [
        "Rajamani Narayanan",
        "Herbert Neuberger"
      ],
      "pdf": "https://arxiv.org/pdf/0809.5049v1",
      "link": "https://arxiv.org/abs/0809.5049v1",
      "published": "2008-09-29T19:39:58Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "797928",
        "inspire_url": "https://inspirehep.net/literature/797928",
        "doi": "10.22323/1.066.0239",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "239",
            "artid": "239",
            "year": 2008
          },
          {}
        ],
        "citation_count": 0,
        "journal_ref": "PoS, LATTICE2008, artid 239, p. 239, 2008"
      }
    },
    {
      "id": "0809.4888v1",
      "title": "Nearly conformal electroweak sector with chiral fermions",
      "summary": "SU(3) gauge theory with dynamical overlap fermions in the 2-index symmetric (sextet) representation is considered. This model may be a viable model of the electroweak symmetry breaking sector along the lines of the walking technicolor paradigm. The number of fermion species is chosen such that the theory is expected to be below the conformal window. We will discuss how the epsilon-regime and random matrix theory can be used to test whether at any given set of parameters (N_c, N_f, representation) the theory is in the conformal phase or indeed just below it. Quenched Monte Carlo results are included in the fundamental representation and also preliminary dynamical ones in the 2-index symmetric representation.",
      "authors": [
        "Zoltan Fodor",
        "Kieran Holland",
        "Julius Kuti",
        "Daniel Nogradi",
        "Chris Schroeder"
      ],
      "pdf": "https://arxiv.org/pdf/0809.4888v1",
      "link": "https://arxiv.org/abs/0809.4888v1",
      "published": "2008-09-29T16:52:30Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "797860",
        "inspire_url": "https://inspirehep.net/literature/797860",
        "doi": "10.22323/1.066.0058",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "058",
            "artid": "058",
            "year": 2008
          },
          {}
        ],
        "citation_count": 53,
        "journal_ref": "PoS, LATTICE2008, artid 058, p. 058, 2008"
      }
    },
    {
      "id": "0809.4890v1",
      "title": "Probing technicolor theories with staggered fermions",
      "summary": "One exciting possibility of new physics beyond the Standard Model is that the fundamental Higgs sector is replaced by a strongly-interacting gauge theory, known as technicolor. A viable theory must break chiral symmetry dynamically, like in QCD, to generate Goldstone bosons which become the longitudinal components of the W and Z. By measuring the eigenvalues of the Dirac operator, one can determine if chiral symmetry is in fact spontaneously broken. We simulate SU(3) gauge theory with n_s=2 and 3 staggered flavors in the fundamental representation, corresponding to N_f=8 and 12 flavors in the continuum limit. Although our first findings show that both theories are consistent with dynamically broken chiral symmetry and QCD-like behavior, flavor breaking effects in the spectrum may require further clarifications before final conclusions can be drawn. We also compare various improved staggered actions, to suppress this potentially large flavor breaking.",
      "authors": [
        "Zoltan Fodor",
        "Kieran Holland",
        "Julius Kuti",
        "Daniel Nogradi",
        "Chris Schroeder"
      ],
      "pdf": "https://arxiv.org/pdf/0809.4890v1",
      "link": "https://arxiv.org/abs/0809.4890v1",
      "published": "2008-09-29T05:49:00Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "797861",
        "inspire_url": "https://inspirehep.net/literature/797861",
        "doi": "10.22323/1.066.0066",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "066",
            "artid": "066",
            "year": 2008
          },
          {}
        ],
        "citation_count": 53,
        "journal_ref": "PoS, LATTICE2008, artid 066, p. 066, 2008"
      }
    },
    {
      "id": "0809.2953v1",
      "title": "Exploring the phase diagram of sextet QCD",
      "summary": "As a follow up to the previous talk about the beta function of SU(3) gauge theory with Nf=2 symmetric representation (clover) fermions [arXiv:0809.2885 [hep-lat]], we describe our explorations of the beta-kappa plane, away from the massless limit. Our simulations are mostly done on lattices of length L=8 and 12. We observe a phase transition from a strong coupling confined phase to a deconfined, chirally restored phase. The line of transitions avoids (so far) the location of the infrared fixed point discussed in the last talk.",
      "authors": [
        "Thomas DeGrand",
        "Yigal Shamir",
        "Benjamin Svetitsky"
      ],
      "pdf": "https://arxiv.org/pdf/0809.2953v1",
      "link": "https://arxiv.org/abs/0809.2953v1",
      "published": "2008-09-17T16:22:39Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "796872",
        "inspire_url": "https://inspirehep.net/literature/796872",
        "doi": "10.22323/1.066.0063",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "063",
            "artid": "063",
            "year": 2008
          },
          {}
        ],
        "citation_count": 29,
        "journal_ref": "PoS, LATTICE2008, artid 063, p. 063, 2008"
      }
    },
    {
      "id": "0809.2885v2",
      "title": "Nonperturbative infrared fixed point in sextet QCD",
      "summary": "The SU(3) gauge theory with fermions in the sextet representation is one of several theories of interest for technicolor models. We have carried out a Schrodinger functional (SF) calculation for the lattice theory with two flavors of Wilson fermions. We find that the discrete beta function changes sign when the SF renormalized coupling is in the neighborhood of g^2 = 2.0, showing a breakdown of the perturbative picture even though the coupling is weak. The most straightforward interpretation is an infrared-stable fixed point.",
      "authors": [
        "Benjamin Svetitsky",
        "Yigal Shamir",
        "Thomas DeGrand"
      ],
      "pdf": "https://arxiv.org/pdf/0809.2885v2",
      "link": "https://arxiv.org/abs/0809.2885v2",
      "published": "2008-09-17T09:41:17Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "796838",
        "inspire_url": "https://inspirehep.net/literature/796838",
        "doi": "10.22323/1.066.0062",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "062",
            "artid": "062",
            "year": 2008
          },
          {}
        ],
        "citation_count": 25,
        "journal_ref": "PoS, LATTICE2008, artid 062, p. 062, 2008"
      }
    },
    {
      "id": "0809.2834v1",
      "title": "Dominance of Sign Geometry and the Homogeneity of the Fundamental Topological Structure",
      "summary": "We propose and support the possibility that the shape of topological density 2-point function in pure-glue QCD is crucially, and possibly entirely, determined by the space-time folding (geometry) of the double-sheet sign-coherent structure of Ref.[1], while the distribution of topological density within individual sheets only determines the overall magnitude of the correlator at finite physical distances. A specific manifestation of this, discussed here, is that the shape of the correlation function (encoding e.g. the masses of pseudoscalar glueballs) is reproduced upon the replacement q(x) -> sgn(q(x)), i.e. by considering the double sheet of the same space-time geometry but with constant magnitude of topological density. Combined with previous results on the fundamental topological structure, this suggests that a collective degree of freedom describing topological fluctuations of QCD vacuum can be viewed as a global space-filling homogeneous double membrane. Selected possibilities for practical uses of this are discussed.",
      "authors": [
        "Ivan Horvath",
        "Andrei Alexandru",
        "Thomas Streuer"
      ],
      "pdf": "https://arxiv.org/pdf/0809.2834v1",
      "link": "https://arxiv.org/abs/0809.2834v1",
      "published": "2008-09-17T00:50:37Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "hep-th",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "796818",
        "inspire_url": "https://inspirehep.net/literature/796818",
        "doi": "10.22323/1.066.0261",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "261",
            "artid": "261",
            "year": 2008
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "PoS, LATTICE2008, artid 261, p. 261, 2008"
      }
    },
    {
      "id": "0809.2582v1",
      "title": "Charmonium in lattice QCD and the non-relativistic quark-model",
      "summary": "We compare the results of a numerical lattice QCD calculation of the charmonium spectrum with the structure of a general non-relativistic potential model. To achieve this we form the non-relativistic reduction of derivative-based fermion bilinear interpolating fields used in lattice QCD calculations and compute their overlap with c-cbar meson states at rest constructed in the non-relativistic quark model, providing a bound-state model interpretation for the lattice data. Essential gluonic components in the bound-states, usually called hybrids, are identified by considering interpolating fields that involve the gluonic field-strength tensor and which have zero overlap onto simple c-cbar model states.",
      "authors": [
        "Jozef J. Dudek",
        "Ermal Rrapaj"
      ],
      "pdf": "https://arxiv.org/pdf/0809.2582v1",
      "link": "https://arxiv.org/abs/0809.2582v1",
      "published": "2008-09-15T18:35:51Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "796675",
        "inspire_url": "https://inspirehep.net/literature/796675",
        "doi": "10.1103/PhysRevD.78.094504",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "094504",
            "year": 2008
          }
        ],
        "citation_count": 48,
        "journal_ref": "Phys.Rev.D, 78, artid 094504, 2008"
      }
    },
    {
      "id": "0809.2062v1",
      "title": "Static quark anti-quark pair in SU(2) gauge theory",
      "summary": "We study singlet and triplet correlation functions of static quark anti-quark pair defined through gauge invariant time-like Wilson loops and Polyakov loop correlators in finite temperature SU(2) gauge theory. We use the Luescher-Weisz multilevel algorithm, which allows to calculate these correlators at very low temperatures. We observe that the naive separation of singlet and triplet states in general does not hold non-perturbatively, however, is recovered in the limit of small separation and the temperature dependence of the corresponding correlators is indeed very different.",
      "authors": [
        "A. Bazavov",
        "P. Petreczky",
        "A. Velytsky"
      ],
      "pdf": "https://arxiv.org/pdf/0809.2062v1",
      "link": "https://arxiv.org/abs/0809.2062v1",
      "published": "2008-09-11T19:59:10Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "796341",
        "inspire_url": "https://inspirehep.net/literature/796341",
        "doi": "10.1103/PhysRevD.78.114026",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "114026",
            "year": 2008
          }
        ],
        "citation_count": 21,
        "journal_ref": "Phys.Rev.D, 78, artid 114026, 2008"
      }
    },
    {
      "id": "0809.1886v2",
      "title": "Volume Effects for Pion Two-Point Functions in Constant Electric and Magnetic Fields",
      "summary": "We compute finite volume effects relevant for lattice QCD simulations using background fields. Focusing on constant electric and magnetic fields on a periodic lattice, we determine volume corrections to pion two-point functions using chiral perturbation theory. Among such corrections are the finite volume shifts to the electric and magnetic polarizabilities, which are numerically shown to be non-negligible. We additionally find that all terms in the single-particle effective action can be renormalized by infrared effects. This includes Born couplings to the pion current and total charge-squared, which can be renormalized due to the nature of gauge invariance on a torus.",
      "authors": [
        "Brian C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/0809.1886v2",
      "link": "https://arxiv.org/abs/0809.1886v2",
      "published": "2008-09-10T21:46:47Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "796273",
        "inspire_url": "https://inspirehep.net/literature/796273",
        "doi": "10.1016/j.physletb.2009.03.040",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "674",
            "page_start": "336",
            "year": 2009,
            "page_end": "343"
          }
        ],
        "citation_count": 19,
        "journal_ref": "Phys.Lett.B, 674, p. 336, 2009"
      }
    },
    {
      "id": "0809.1629v1",
      "title": "Finite Volume Study of the Delta Magnetic Moments Using Dynamical Clover Fermions",
      "summary": "We calculate the magnetic dipole moment of the Delta baryon using a background magnetic field on 2+1-flavors of clover fermions on anisotropic lattices. We focus on the finite volume effects that can be significant in background field studies, and thus we use two different spatial volumes in addition to several quark masses.",
      "authors": [
        "C. Aubin",
        "K. Orginos",
        "V. Pascalutsa",
        "M. Vanderhaeghen"
      ],
      "pdf": "https://arxiv.org/pdf/0809.1629v1",
      "link": "https://arxiv.org/abs/0809.1629v1",
      "published": "2008-09-09T18:49:01Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "796077",
        "inspire_url": "https://inspirehep.net/literature/796077",
        "doi": "10.22323/1.066.0146",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "146",
            "artid": "146",
            "year": 2008
          },
          {}
        ],
        "citation_count": 10,
        "journal_ref": "PoS, LATTICE2008, artid 146, p. 146, 2008"
      }
    },
    {
      "id": "0809.1220v2",
      "title": "Calculating $B_K$ using HYP staggered fermions",
      "summary": "We give an update on our calculation of $B_K$ using HYP-smeared valence staggered quarks. We have results for $B_K$ at tree-level on several coarse MILC lattices ($a\\approx 0.12 $fm) and one of the fine lattices ($a\\approx 0.09 $fm), using 10 light valence quarks ranging down to $m_s^{\\rm phys}/10$. We have generalized staggered chiral perturbation theory to our mixed action setup, and outline the results. We explain our present fitting strategy, and give some preliminary results.",
      "authors": [
        "Taegil Bae",
        "Hyung-Jin Kim",
        "Jongjeong Kim",
        "Kwangwoo Kim",
        "Boram Yoon",
        "Weonjong Lee",
        "Chulwoo Jung",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0809.1220v2",
      "link": "https://arxiv.org/abs/0809.1220v2",
      "published": "2008-09-07T11:41:13Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "795803",
        "inspire_url": "https://inspirehep.net/literature/795803",
        "doi": "10.22323/1.066.0275",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "275",
            "artid": "275",
            "year": 2008
          },
          {}
        ],
        "citation_count": 5,
        "journal_ref": "PoS, LATTICE2008, artid 275, p. 275, 2008"
      }
    },
    {
      "id": "0809.1219v2",
      "title": "Scaling behavior and sea quark dependence of pion spectrum with HYP-smeared staggered fermions",
      "summary": "We study the pion spectrum (and in particular taste-symmetry breaking within it) using HYP-smeared valence staggered fermions on the coarse and fine MILC lattices (which have asqtad staggered sea quarks). We focus on the dependence on lattice spacing and sea-quark mass. We also update our results on source dependence. Our main conclusion is that on the MILC fine lattices the appropriate power-counting for SU(3) staggered chiral perturbation theory may have discretization errors entering at next-to-leading order rather than at leading-order.",
      "authors": [
        "David Adams",
        "Taegil Bae",
        "Hyung-Jin Kim",
        "Jongjeong Kim",
        "Kwangwoo Kim",
        "Boram Yoon",
        "Weonjong Lee",
        "Chulwoo Jung",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0809.1219v2",
      "link": "https://arxiv.org/abs/0809.1219v2",
      "published": "2008-09-07T11:30:46Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "795802",
        "inspire_url": "https://inspirehep.net/literature/795802",
        "doi": "10.22323/1.066.0104",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "104",
            "artid": "104",
            "year": 2008
          },
          {}
        ],
        "citation_count": 4,
        "journal_ref": "PoS, LATTICE2008, artid 104, p. 104, 2008"
      }
    },
    {
      "id": "0809.0892v1",
      "title": "Color Screening by Pions",
      "summary": "Lattice QCD is used to calculate the potential between a static quark and anti-quark in the presence of a finite density of pi^+'s. Correlation functions of multiple pi^+'s are used in conjunction with Wilson-loop correlators to determine the difference between the Q\\overline{Q}-potential in free-space and in the presence of a pion condensate. The modifications to the potential are found to have significant dependence on the Q\\overline{Q} separation over the range r < 1 fm explored in this work. Our results are consistent with the pion-condensate behaving as a (nonlinear) chromo-dielectric.",
      "authors": [
        "William Detmold",
        "Martin J. Savage"
      ],
      "pdf": "https://arxiv.org/pdf/0809.0892v1",
      "link": "https://arxiv.org/abs/0809.0892v1",
      "published": "2008-09-04T23:22:57Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "795695",
        "inspire_url": "https://inspirehep.net/literature/795695",
        "doi": "10.1103/PhysRevLett.102.032004",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.Lett.",
            "journal_volume": "102",
            "artid": "032004",
            "year": 2009
          }
        ],
        "citation_count": 24,
        "journal_ref": "Phys.Rev.Lett., 102, artid 032004, 2009"
      }
    },
    {
      "id": "0809.0879v1",
      "title": "Confinement and Chiral Symmetry, a Lattice QCD test of AdS/QCD",
      "summary": "We use lattice QCD simulations to test some of the predictions of proposed AdS/QCD (holographic) duals for QCD. In particular, these duals predict that the scale of chiral symmetry breaking ($χ$SB) can be varied independently from that of confinement, with the proviso that the scale of $χ$SB cannot be longer than that of confinement. We simulate lattice QCD with 2 quarks in the fundamental representation of colour and with additional 4-fermion interactions (suggested by AdS/QCD), at finite temperatures. For sufficiently strong 4-fermion interactions, the deconfinement and $χ$SB transitions occur at different temperatures, the separation depending on the 4-fermion coupling. This confirms that the scales of confinement and $χ$SB are, in general, different.",
      "authors": [
        "D. K. Sinclair"
      ],
      "pdf": "https://arxiv.org/pdf/0809.0879v1",
      "link": "https://arxiv.org/abs/0809.0879v1",
      "published": "2008-09-04T19:20:53Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "795669",
        "inspire_url": "https://inspirehep.net/literature/795669",
        "doi": "10.22323/1.066.0185",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "185",
            "artid": "185",
            "year": 2008
          },
          {}
        ],
        "citation_count": 0,
        "journal_ref": "PoS, LATTICE2008, artid 185, p. 185, 2008"
      }
    },
    {
      "id": "0809.0721v1",
      "title": "Electric Polarizabilities from Lattice QCD",
      "summary": "The response of hadrons to electromagnetic probes is highly constrained by chiral dynamics; but, in some cases, predictions have not compared well with experimental data. The lattice can be used to test the chiral electromagnetism of hadrons and ultimately confront experiment. We use background field techniques to study the electromagnetic polarizabilities of hadrons. Focusing on simulations in background electric fields, we present preliminary results for both charged and neutral particle polarizabilities. The former are extracted using a novel method.",
      "authors": [
        "William Detmold",
        "Brian C. Tiburzi",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0809.0721v1",
      "link": "https://arxiv.org/abs/0809.0721v1",
      "published": "2008-09-03T22:39:00Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "795614",
        "inspire_url": "https://inspirehep.net/literature/795614",
        "doi": "10.22323/1.066.0147",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "147",
            "artid": "147",
            "year": 2008
          },
          {}
        ],
        "citation_count": 18,
        "journal_ref": "PoS, LATTICE2008, artid 147, p. 147, 2008"
      }
    },
    {
      "id": "0808.3965v2",
      "title": "Hadrons in Strong Electric and Magnetic Fields",
      "summary": "We use chiral perturbation theory to investigate hadronic properties in strong electric and magnetic fields. A strong-field power counting is employed, and results for pions and nucleons are obtained using Schwinger's proper-time method. In the limit of weak fields, we accordingly recover the well known one-loop chiral perturbation theory results for the electric and magnetic polarizabilities of pions and nucleons. In strong constant fields, we extend the Gell-Mann-Oakes-Renner relation. For the case of electric fields, we find that non-perturbative effects result in hadron decay. For sufficiently strong magnetic fields, the chiral analysis confirms that the nucleon hierarchy becomes inverted giving rise to proton beta-decay. Properties of asymptotic expansions are explored by considering weak field limits. In the regime where the perturbative expansion breaks down, the first-order term gives the best agreement with the non perturbative result.",
      "authors": [
        "Brian C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/0808.3965v2",
      "link": "https://arxiv.org/abs/0808.3965v2",
      "published": "2008-08-28T18:16:46Z",
      "categories": [
        "hep-ph",
        "hep-lat",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "793994",
        "inspire_url": "https://inspirehep.net/literature/793994",
        "doi": "10.1016/j.nuclphysa.2008.10.010",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "814",
            "page_start": "74",
            "year": 2008,
            "page_end": "108"
          }
        ],
        "citation_count": 47,
        "journal_ref": "Nucl.Phys.A, 814, p. 74, 2008"
      }
    },
    {
      "id": "0808.3264v2",
      "title": "K to pi and K to 0 in 2+1 Flavor Partially Quenched Chiral Perturbation Theory",
      "summary": "We calculate results for K to pi and K to 0 matrix elements to next-to-leading order in 2+1 flavor partially quenched chiral perturbation theory. Results are presented for both the Delta I=1/2 and 3/2 channels, for chiral operators corresponding to current-current, gluonic penguin, and electroweak penguin 4-quark operators. These formulas are useful for studying the chiral behavior of currently available 2+1 flavor lattice QCD results, from which the low energy constants of the chiral effective theory can be determined. The low energy constants of these matrix elements are necessary for an understanding of the Delta I=1/2 rule, and for calculations of epsilon'/epsilon using current lattice QCD simulations.",
      "authors": [
        "C. Aubin",
        "J. Laiho",
        "S. Li",
        "M. F. Lin"
      ],
      "pdf": "https://arxiv.org/pdf/0808.3264v2",
      "link": "https://arxiv.org/abs/0808.3264v2",
      "published": "2008-08-25T19:44:23Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "793698",
        "inspire_url": "https://inspirehep.net/literature/793698",
        "doi": "10.1103/PhysRevD.78.094505",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "094505",
            "year": 2008
          }
        ],
        "citation_count": 10,
        "journal_ref": "Phys.Rev.D, 78, artid 094505, 2008"
      }
    },
    {
      "id": "0808.2519v2",
      "title": "The B -> D* l nu form factor at zero recoil from three-flavor lattice QCD: A model independent determination of |V_cb|",
      "summary": "We present the first lattice QCD calculation of the form factor for B-> D* l nu with three flavors of sea quarks. We use an improved staggered action for the light valence and sea quarks (the MILC configurations), and the Fermilab action for the heavy quarks. The form factor is computed at zero recoil using a new double ratio method that yields the form factor more directly than the previous Fermilab method. Other improvements over the previous calculation include the use of much lighter light quark masses, and the use of lattice (staggered) chiral perturbation theory in order to control the light quark discretization errors and chiral extrapolation. We obtain for the form factor, F_{B-> D*}(1)=0.921(13)(20), where the first error is statistical and the second is the sum of all systematic errors in quadrature. Applying a 0.7% electromagnetic correction and taking the latest PDG average for F_{B-> D*}(1)|V_cb| leads to |V_cb|=(38.7 +/- 0.9_exp +/- 1.0_theo) x 10^-3.",
      "authors": [
        "C. Bernard",
        "C. DeTar",
        "M. Di Pierro",
        "A. X. El-Khadra",
        "R. T. Evans",
        "E. D. Freeland",
        "E. Gamiz",
        "Steven Gottlieb",
        "U. M. Heller",
        "J. E. Hetrick",
        "A. S. Kronfeld",
        "J. Laiho",
        "L. Levkova",
        "P. B. Mackenzie",
        "M. Okamoto",
        "J. Simone",
        "R. Sugar",
        "D. Toussaint",
        "R. S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0808.2519v2",
      "link": "https://arxiv.org/abs/0808.2519v2",
      "published": "2008-08-19T02:32:54Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "793360",
        "inspire_url": "https://inspirehep.net/literature/793360",
        "doi": "10.1103/PhysRevD.79.014506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "014506",
            "year": 2009
          }
        ],
        "citation_count": 124,
        "journal_ref": "Phys.Rev.D, 79, artid 014506, 2009"
      }
    },
    {
      "id": "0808.2458v2",
      "title": "QCD at complex coupling, large order in perturbation theory and the gluon condensate",
      "summary": "We discuss the relationship between the large order behavior of the perturbative series for the average plaquette in pure gauge theory and singularities in the complex coupling plane. We discuss simple extrapolations of the large order for this series. We point out that when these extrapolated series are subtracted from the Monte Carlo data, one obtains (naive) estimates of the gluon condensate that are significantly larger than values commonly used in the continuum for phenomelogical purpose. We present numerical results concerning the zeros of the partition function in the complex coupling plane (Fisher's zeros). We report recent attempts to solve this problem using the density of states. We show that weak and strong coupling expansions for the density of states agree surprisingly well for values of the action relevant for the crossover regime.",
      "authors": [
        "Y. Meurice"
      ],
      "pdf": "https://arxiv.org/pdf/0808.2458v2",
      "link": "https://arxiv.org/abs/0808.2458v2",
      "published": "2008-08-18T19:58:41Z",
      "categories": [
        "hep-th",
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "793321",
        "inspire_url": "https://inspirehep.net/literature/793321",
        "doi": "10.1142/9789812838667_0033",
        "publication_info": [
          {
            "page_start": "386",
            "page_end": "397"
          }
        ],
        "citation_count": 0,
        "journal_ref": "p. 386"
      }
    },
    {
      "id": "0808.2211v2",
      "title": "Sample size effects in multivariate fitting of correlated data",
      "summary": "A common problem in analysis of experiments or in lattice QCD simulations is fitting a parameterized model to the average over a number of samples of correlated data values. If the number of samples is not infinite, estimates of the variance of the parameters (\"error bars\") and of the goodness of fit are affected. We illustrate these problems with numerical simulations, and calculate approximate corrections to the variance of the parameters for estimates made in the standard way from derivatives of the parameters' probability distribution as well as from jackknife and bootstrap estimates.",
      "authors": [
        "D. Toussaint",
        "W. Freeman"
      ],
      "pdf": "https://arxiv.org/pdf/0808.2211v2",
      "link": "https://arxiv.org/abs/0808.2211v2",
      "published": "2008-08-15T22:20:16Z",
      "categories": [
        "hep-lat",
        "stat.ME"
      ],
      "inspire": {
        "control_number": "793232",
        "inspire_url": "https://inspirehep.net/literature/793232",
        "citation_count": 21
      }
    },
    {
      "id": "0808.2121v1",
      "title": "Static-light meson masses from twisted mass lattice QCD",
      "summary": "We compute the static-light meson spectrum using two-flavor Wilson twisted mass lattice QCD. We have considered five different values for the light quark mass corresponding to 300 MeV < m_PS < 600 MeV. We have extrapolated our results, to make predictions regarding the spectrum of B and B_s mesons.",
      "authors": [
        " ETM Collaboration",
        "Karl Jansen",
        "Chris Michael",
        "Andrea Shindler",
        "Marc Wagner"
      ],
      "pdf": "https://arxiv.org/pdf/0808.2121v1",
      "link": "https://arxiv.org/abs/0808.2121v1",
      "published": "2008-08-15T10:02:51Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "793188",
        "inspire_url": "https://inspirehep.net/literature/793188",
        "doi": "10.22323/1.066.0122",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "122",
            "artid": "122",
            "year": 2008
          },
          {}
        ],
        "citation_count": 9,
        "journal_ref": "PoS, LATTICE2008, artid 122, p. 122, 2008"
      }
    },
    {
      "id": "0808.2056v1",
      "title": "Reply to: `Comment on: \" 't Hooft vertices, partial quenching, and rooted staggered QCD\" '",
      "summary": "We reply to Creutz's comments on our paper \" 't Hooft vertices, partial quenching, and rooted staggered QCD.\" We show that his criticisms are incorrect and result from a misunderstanding both of our work, and of the related work of Adams.",
      "authors": [
        "Claude Bernard",
        "Maarten Golterman",
        "Yigal Shamir",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0808.2056v1",
      "link": "https://arxiv.org/abs/0808.2056v1",
      "published": "2008-08-14T20:39:04Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "793162",
        "inspire_url": "https://inspirehep.net/literature/793162",
        "doi": "10.1103/PhysRevD.78.078502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "078502",
            "year": 2008
          }
        ],
        "citation_count": 16,
        "journal_ref": "Phys.Rev.D, 78, artid 078502, 2008"
      }
    },
    {
      "id": "0808.0482v2",
      "title": "Hyperons in Two Flavor Chiral Perturbation Theory",
      "summary": "We use two-flavor chiral perturbation theory to describe hyperons. We focus on the strangeness conserving sector, and, as an example, calculate hyperon masses. Convergence of this two-flavor chiral expansion for observables is improved over the three-flavor theory. The cost, however, is a larger number of low-energy constants that must be ultimately determined from lattice QCD data. A formula for the mass of the omega baryon is derived to sixth order in this expansion, and will aid lattice practitioners in scale setting or tuning the strange quark mass.",
      "authors": [
        "Brian C. Tiburzi",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0808.0482v2",
      "link": "https://arxiv.org/abs/0808.0482v2",
      "published": "2008-08-04T18:33:42Z",
      "categories": [
        "nucl-th",
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "792258",
        "inspire_url": "https://inspirehep.net/literature/792258",
        "doi": "10.1016/j.physletb.2008.09.054",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "669",
            "page_start": "246",
            "year": 2008,
            "page_end": "253"
          }
        ],
        "citation_count": 64,
        "journal_ref": "Phys.Lett.B, 669, p. 246, 2008"
      }
    },
    {
      "id": "0808.0014v2",
      "title": "Local chiral fermions",
      "summary": "Borici's construction of minimally doubled chiral fermions builds on a linear combination of two unitarily related naive fermion actions. Being strictly local, extremely efficient numerical implementation should be possible. The resulting system is symmetric under the subgroup of the hypercubic group that preserves a major hypercube diagonal. The symmetry includes both parity even and odd transformations, but allows for an anisotropy to appear at finite lattice spacing.",
      "authors": [
        "Michael Creutz"
      ],
      "pdf": "https://arxiv.org/pdf/0808.0014v2",
      "link": "https://arxiv.org/abs/0808.0014v2",
      "published": "2008-07-31T20:20:13Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "792057",
        "inspire_url": "https://inspirehep.net/literature/792057",
        "doi": "10.22323/1.066.0080",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2008",
            "page_start": "080",
            "artid": "080",
            "year": 2008
          },
          {}
        ],
        "citation_count": 20,
        "journal_ref": "PoS, LATTICE2008, artid 080, p. 080, 2008"
      }
    },
    {
      "id": "0807.4150v1",
      "title": "Magnetic moments of vector, axial, and tensor mesons in lattice QCD",
      "summary": "We present a calculation of magnetic moments for selected spin-1 mesons using the techniques of lattice QCD. This is carried out by introducing progressively small static magnetic field on the lattice and measuring the linear response of a hadron's mass shift. The calculations are done on $24^4$ quenched lattices using standard Wilson actions, with $β$=6.0 and pion mass down to 500 MeV. The results are compared to those from the form factor method where available.",
      "authors": [
        "F. X. Lee",
        "S. Moerschbacher",
        "W. Wilcox"
      ],
      "pdf": "https://arxiv.org/pdf/0807.4150v1",
      "link": "https://arxiv.org/abs/0807.4150v1",
      "published": "2008-07-25T17:21:09Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "791541",
        "inspire_url": "https://inspirehep.net/literature/791541",
        "doi": "10.1103/PhysRevD.78.094502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "094502",
            "year": 2008
          }
        ],
        "citation_count": 43,
        "journal_ref": "Phys.Rev.D, 78, artid 094502, 2008"
      }
    },
    {
      "id": "0807.2220v1",
      "title": "Quantum chromodynamics with advanced computing",
      "summary": "We survey results in lattice quantum chromodynamics from groups in the USQCD Collaboration. The main focus is on physics, but many aspects of the discussion are aimed at an audience of computational physicists.",
      "authors": [
        "Andreas S. Kronfeld"
      ],
      "pdf": "https://arxiv.org/pdf/0807.2220v1",
      "link": "https://arxiv.org/abs/0807.2220v1",
      "published": "2008-07-14T17:58:00Z",
      "categories": [
        "physics.comp-ph",
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "789798",
        "inspire_url": "https://inspirehep.net/literature/789798",
        "doi": "10.1088/1742-6596/125/1/012067",
        "publication_info": [
          {
            "journal_title": "J.Phys.Conf.Ser.",
            "journal_volume": "125",
            "artid": "012067",
            "year": 2008
          },
          {}
        ],
        "citation_count": 2,
        "journal_ref": "J.Phys.Conf.Ser., 125, artid 012067, 2008"
      }
    },
    {
      "id": "0807.2032v2",
      "title": "Gluinos condensing at the CCNI: 4096 CPUs weigh in",
      "summary": "We report preliminary results of lattice super-Yang-Mills computations using domain wall fermions, performed at an actual rate of 1000 Gflop/s, over the course of six months, using two BlueGene/L racks at Rensselaer's CCNI supercomputing center. This has allowed us to compute the gluino condensate and string tension over a wide range of lattice parameters, setting the stage for continuum, chiral extrapolations.",
      "authors": [
        "Joel Giedt",
        "Richard Brower",
        "Simon Catterall",
        "George T. Fleming",
        "Pavlos Vranas"
      ],
      "pdf": "https://arxiv.org/pdf/0807.2032v2",
      "link": "https://arxiv.org/abs/0807.2032v2",
      "published": "2008-07-13T13:37:27Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "790634",
        "inspire_url": "https://inspirehep.net/literature/790634",
        "doi": "10.1142/9789812838667_0029",
        "publication_info": [
          {
            "page_start": "343",
            "page_end": "350"
          }
        ],
        "citation_count": 11,
        "journal_ref": "p. 343"
      }
    },
    {
      "id": "0807.1856v1",
      "title": "Kaon Condensation with Lattice QCD",
      "summary": "Kaon condensation may play an important role in the structure of hadronic matter at densities greater than that of nuclear matter, as exist in the interior of neutron stars. We present the results of the first lattice QCD investigation of kaon condensation obtained by studying systems containing up to twelve negatively charged kaons. Surprisingly, the properties of the condensate that we calculate are remarkably well reproduced by leading order chiral perturbation theory. In our analysis, we also determine the three-kaon interaction from the multi-kaon systems and update our results for pion condensates.",
      "authors": [
        "William Detmold",
        "Kostas Orginos",
        "Martin J. Savage",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0807.1856v1",
      "link": "https://arxiv.org/abs/0807.1856v1",
      "published": "2008-07-11T19:56:32Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "790555",
        "inspire_url": "https://inspirehep.net/literature/790555",
        "doi": "10.1103/PhysRevD.78.054514",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "054514",
            "year": 2008
          }
        ],
        "citation_count": 107,
        "journal_ref": "Phys.Rev.D, 78, artid 054514, 2008"
      }
    },
    {
      "id": "0807.1687v3",
      "title": "Update: Accurate Determinations of alpha_s from Realistic Lattice QCD",
      "summary": "We use lattice QCD simulations, with MILC configurations (including vacuum polarization from u, d, and s quarks), to update our previous determinations of the QCD coupling constant. Our new analysis uses results from 6 different lattice spacings and 12 different combinations of sea-quark masses to significantly reduce our previous errors. We also correct for finite-lattice-spacing errors in the scale setting, and for nonperturbative chiral corrections to the 22 short-distance quantities from which we extract the coupling. Our final result is alpha_V(7.5GeV,nf=3) = 0.2120(28), which is equivalent to alpha_msbar(M_Z,n_f=5)= 0.1183(8). We compare this with our previous result, which differs by one standard deviation.",
      "authors": [
        "C. T. H. Davies",
        "K. Hornbostel",
        "I. D. Kendall",
        "G. P. Lepage",
        "C. McNeile",
        "J. Shigemitsu",
        "H. Trottier"
      ],
      "pdf": "https://arxiv.org/pdf/0807.1687v3",
      "link": "https://arxiv.org/abs/0807.1687v3",
      "published": "2008-07-10T19:59:39Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "790489",
        "inspire_url": "https://inspirehep.net/literature/790489",
        "doi": "10.1103/PhysRevD.78.114507",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "114507",
            "year": 2008
          }
        ],
        "citation_count": 114,
        "journal_ref": "Phys.Rev.D, 78, artid 114507, 2008"
      }
    },
    {
      "id": "0807.1365v2",
      "title": "Neutron Electric Dipole Moment at Fixed Topology",
      "summary": "We describe the finite volume effects of CP-odd quantities, such as the neutron electric dipole moment and the anapole moment in the $θ$-vacuum, under different topological sectors. We evaluate the three-point Green's functions for the electromagnetic current in a fixed non-trivial topological sector in order to extract these CP-odd observables. We discuss the role of zero modes in the CP-odd Green's function and show that, in the quenched approximation, there is a power divergence in the quark mass for CP-odd quantities at finite volume.",
      "authors": [
        "Keh-Fei Liu"
      ],
      "pdf": "https://arxiv.org/pdf/0807.1365v2",
      "link": "https://arxiv.org/abs/0807.1365v2",
      "published": "2008-07-09T02:12:20Z",
      "categories": [
        "hep-ph",
        "hep-lat",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "790291",
        "inspire_url": "https://inspirehep.net/literature/790291",
        "doi": "10.1142/S0217732309031375",
        "publication_info": [
          {
            "journal_title": "Mod.Phys.Lett.A",
            "journal_volume": "24",
            "page_start": "1971",
            "year": 2009,
            "page_end": "1982"
          }
        ],
        "citation_count": 4,
        "journal_ref": "Mod.Phys.Lett.A, 24, p. 1971, 2009"
      }
    },
    {
      "id": "0807.1315v3",
      "title": "Computation of the string tension in three dimensional Yang-Mills theory using large N reduction",
      "summary": "We numerically compute the string tension in the large N limit of three dimensional Yang-Mills theory using Wilson loops. Space-time loops are formed as products of smeared space-like links and unsmeared time-like links. We use continuum reduction and both unfolded and folded Wilson loops in the analysis.",
      "authors": [
        "Joe Kiskis",
        "Rajamani Narayanan"
      ],
      "pdf": "https://arxiv.org/pdf/0807.1315v3",
      "link": "https://arxiv.org/abs/0807.1315v3",
      "published": "2008-07-08T19:10:19Z",
      "categories": [
        "hep-th",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "790214",
        "inspire_url": "https://inspirehep.net/literature/790214",
        "doi": "10.1088/1126-6708/2008/09/080",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "09",
            "page_start": "080",
            "artid": "080",
            "year": 2008
          },
          {}
        ],
        "citation_count": 18,
        "journal_ref": "JHEP, 09, artid 080, p. 080, 2008"
      }
    },
    {
      "id": "0807.1275v2",
      "title": "Applying the Wang-Landau Algorithm to Lattice Gauge Theory",
      "summary": "We implement the Wang-Landau algorithm in the context of SU(N) lattice gauge theories. We study the quenched, reduced version of the lattice theory and calculate its density of states for N=20,30,40,50. We introduce a variant of the original algorithm in which the weight function used in the update does not asymptote to a fixed function, but rather continues to have small fluctuations which enhance tunneling. We formulate a method to evaluate the errors in the density of states, and use the result to calculate the dependence of the average action density and the specific heat on the `t Hooft coupling lambda. This allows us to locate the coupling lambda_t at which a strongly first order transition occurs in the system. For N=20 and 30 we compare our results to those obtained using Ferrenberg-Swendsen multi-histogram reweighting and find agreement with errors of 0.2 % or less. Extrapolating our results to N=oo we find 1/lambda_t = 0.3148(2). We remark on the significance of this result for the validity of quenched large-$N$ reduction of SU(N) lattice gauge theories.",
      "authors": [
        "Barak Bringoltz",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0807.1275v2",
      "link": "https://arxiv.org/abs/0807.1275v2",
      "published": "2008-07-08T15:37:44Z",
      "categories": [
        "hep-lat",
        "cond-mat.stat-mech",
        "physics.comp-ph"
      ],
      "inspire": {
        "control_number": "790197",
        "inspire_url": "https://inspirehep.net/literature/790197",
        "doi": "10.1103/PhysRevD.78.074503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "074503",
            "year": 2008
          }
        ],
        "citation_count": 4,
        "journal_ref": "Phys.Rev.D, 78, artid 074503, 2008"
      }
    },
    {
      "id": "0807.1075v2",
      "title": "Thomas-Fermi Statistical Models of Finite Quark Matter",
      "summary": "I introduce and discuss models of finite quark matter using the formalism of the Thomas-Fermi statistical model. Similar to bag models, a vacuum energy term is introduced to model long distance confinement, but the model produces bound states from the residual color Coulomb attraction even in the absence of such a term. I discuss three baryonic applications: an equal mass nonrelativistic model with and without volume pressure, the ultra-relativistic limit confined by volume pressure, and a color-flavor locking massless model. These model may be extended to multi-meson and other mixed hadronic states. Hopefully, it can help lead to a better understanding of the phenomenology of high multi-quark states in preparation for more detailed lattice QCD calculations.",
      "authors": [
        "Walter Wilcox"
      ],
      "pdf": "https://arxiv.org/pdf/0807.1075v2",
      "link": "https://arxiv.org/abs/0807.1075v2",
      "published": "2008-07-07T17:13:24Z",
      "categories": [
        "hep-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "790098",
        "inspire_url": "https://inspirehep.net/literature/790098",
        "doi": "10.1016/j.nuclphysa.2009.05.004",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.A",
            "journal_volume": "826",
            "page_start": "49",
            "year": 2009,
            "page_end": "73"
          }
        ],
        "citation_count": 13,
        "journal_ref": "Nucl.Phys.A, 826, p. 49, 2009"
      }
    },
    {
      "id": "0807.0792v2",
      "title": "Phase diagram of SU(2) with 2 flavors of dynamical adjoint quarks",
      "summary": "We report on numerical simulations of SU(2) lattice gauge theory with two flavors of light dynamical quarks in the adjoint of the gauge group. The dynamics of this theory is thought to be very different from QCD -- the theory exhibiting conformal or near conformal behavior in the infrared. We make a high resolution survey of the phase diagram of this model in the plane of the bare coupling and quark mass on lattices of size 8^3 \\times 16. Our simulations reveal a line of first order phase transitions extending from beta=0 to beta=beta_c \\sim 2.0. For beta > beta_c the phase boundary is no longer first order but continues as the locus of minimum meson mass. For beta > 2.0 we observe the pion and rho masses along the phase boundary to be light, independent of bare coupling and approximately degenerate. We discuss possible interpretations of these observations and corresponding continuum limits.",
      "authors": [
        "Simon Catterall",
        "Joel Giedt",
        "Francesco Sannino",
        "Joe Schneible"
      ],
      "pdf": "https://arxiv.org/pdf/0807.0792v2",
      "link": "https://arxiv.org/abs/0807.0792v2",
      "published": "2008-07-04T17:10:55Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "789987",
        "inspire_url": "https://inspirehep.net/literature/789987",
        "doi": "10.1088/1126-6708/2008/11/009",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "11",
            "page_start": "009",
            "artid": "009",
            "year": 2008
          }
        ],
        "citation_count": 194,
        "journal_ref": "JHEP, 11, artid 009, p. 009, 2008"
      }
    },
    {
      "id": "0807.0185v2",
      "title": "Series expansions of the density of states in SU(2) lattice gauge theory",
      "summary": "We calculate numerically the density of states n(S) for SU(2) lattice gauge theory on $L^4$ lattices. Small volume dependence are resolved for small values of S. We compare $ln(n(S))$ with weak and strong coupling expansions. Intermediate order expansions show a good overlap for values of S corresponding to the crossover. We relate the convergence of these expansions to those of the average plaquette. We show that when known logarithmic singularities are subtracted from $ln(n(S))$, expansions in Legendre polynomials appear to converge and could be suitable to determine the Fisher's zeros of the partition function.",
      "authors": [
        "A. Denbleyker",
        "Daping Du",
        "Yuzhi Liu",
        "Y. Meurice",
        "A. Velytsky"
      ],
      "pdf": "https://arxiv.org/pdf/0807.0185v2",
      "link": "https://arxiv.org/abs/0807.0185v2",
      "published": "2008-07-01T15:54:28Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "789612",
        "inspire_url": "https://inspirehep.net/literature/789612",
        "doi": "10.1103/PhysRevD.78.054503",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "054503",
            "year": 2008
          }
        ],
        "citation_count": 14,
        "journal_ref": "Phys.Rev.D, 78, artid 054503, 2008"
      }
    },
    {
      "id": "0806.4586v2",
      "title": "Low energy chiral constants from epsilon-regime simulations with improved Wilson fermions",
      "summary": "We present a lattice QCD calculation of the low energy constants of the leading order chiral Lagrangian. In these simulations the epsilon regime is reached by using tree-level improved nHYP Wilson fermions combined with reweighting in the quark mass. We analyze two point functions on two ensembles with lattices of size (1.85fm)^4 and (2.8fm)^4, and at several quark mass values between 4 and 20 MeV. The data are well fitted with next-to-leading order chiral perturbative formulae and predict F=90(4)MeV and Sigma^(1/3)=248(6)MeV in the MS-bar scheme at 2 GeV.",
      "authors": [
        "Anna Hasenfratz",
        "Roland Hoffmann",
        "Stefan Schaefer"
      ],
      "pdf": "https://arxiv.org/pdf/0806.4586v2",
      "link": "https://arxiv.org/abs/0806.4586v2",
      "published": "2008-06-27T19:54:06Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "789330",
        "inspire_url": "https://inspirehep.net/literature/789330",
        "doi": "10.1103/PhysRevD.78.054511",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "054511",
            "year": 2008
          }
        ],
        "citation_count": 68,
        "journal_ref": "Phys.Rev.D, 78, artid 054511, 2008"
      }
    },
    {
      "id": "0806.4549v2",
      "title": "Light hadron spectroscopy using domain wall valence quarks on an Asqtad sea",
      "summary": "We calculate the light hadron spectrum in full QCD using two plus one flavor Asqtad sea quarks and domain wall valence quarks. Meson and baryon masses are calculated on a lattice of spatial size $L \\approx 2.5$\\texttt{fm}, and a lattice spacing of $a \\approx 0.124$\\texttt{fm}, for pion masses as light as $m_π\\approx 300$\\texttt{MeV}, and compared with the results by the MILC collaboration with Asqtad valence quarks at the same lattice spacing. Two- and three-flavor chiral extrapolations of the baryon masses are performed using both continuum and mixed-action heavy baryon chiral perturbation theory. Both the three-flavor and two-flavor functional forms describe our lattice results, although the low-energy constants from the next-to-leading order SU(3) fits are inconsistent with their phenomenological values. Next-to-next-to-leading order SU(2) continuum formulae provide a good fit to the data and yield and extrapolated nucleon mass consistent with experiment, but the convergence pattern indicates that even our lightest pion mass may be at the upper end of the chiral regime. Surprisingly, our nucleon masses are essentially lineaer in $m_π$ over our full range of pion masses, and we show this feature is common to all recent dynamical calculations of the nucleon mass. The origin of this linearity is not presently understood, and lighter pion masses and increased control of systematic errors will be needed to resolve this puzzling behavior.",
      "authors": [
        "Andre Walker-Loud",
        "Huey-Wen Lin",
        "Kostas Orginos",
        "D. G. Richards",
        "R. G. Edwards",
        "M. Engelhardt",
        "G. T. Flemming",
        "Ph. Hagler",
        "B. Musch",
        "M. F. Lin",
        "Harvey B. Meyer",
        "John W. Negele",
        "A. V. Pochinsky",
        "Massimiliano Procura",
        "Sergey Syritsyn",
        "C. J. Morningstar",
        "D. B. Renner",
        "W. Schroers"
      ],
      "pdf": "https://arxiv.org/pdf/0806.4549v2",
      "link": "https://arxiv.org/abs/0806.4549v2",
      "published": "2008-06-27T16:05:46Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "789316",
        "inspire_url": "https://inspirehep.net/literature/789316",
        "doi": "10.1103/PhysRevD.79.054502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "79",
            "artid": "054502",
            "year": 2009
          }
        ],
        "citation_count": 229,
        "journal_ref": "Phys.Rev.D, 79, artid 054502, 2009"
      }
    },
    {
      "id": "0806.4371v2",
      "title": "Flavor Twisted Boundary Conditions in the Breit Frame",
      "summary": "We use a generalization of chiral perturbation theory to account for the effects of flavor twisted boundary conditions in the Breit frame. The relevant framework for two light flavors is an SU(6|4) partially quenched theory, where the extra valence quarks differ only by their boundary conditions. Focusing on the pion electromagnetic form factor, finite volume corrections are calculated at next-to-leading order in the chiral expansion and are estimated to be small on current lattices.",
      "authors": [
        "Fu-Jiun Jiang",
        "Brian C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/0806.4371v2",
      "link": "https://arxiv.org/abs/0806.4371v2",
      "published": "2008-06-26T18:07:32Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "789230",
        "inspire_url": "https://inspirehep.net/literature/789230",
        "doi": "10.1103/PhysRevD.78.037501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "037501",
            "year": 2008
          }
        ],
        "citation_count": 18,
        "journal_ref": "Phys.Rev.D, 78, artid 037501, 2008"
      }
    },
    {
      "id": "0806.3477v1",
      "title": "Deflated and restarted symmetric Lanczos methods for eigenvalues and linear equations with multiple right-hand sides",
      "summary": "A deflated restarted Lanczos algorithm is given for both solving symmetric linear equations and computing eigenvalues and eigenvectors. The restarting limits the storage so that finding eigenvectors is practical. Meanwhile, the deflating from the presence of the eigenvectors allows the linear equations to generally have good convergence in spite of the restarting. Some reorthogonalization is necessary to control roundoff error, and several approaches are discussed. The eigenvectors generated while solving the linear equations can be used to help solve systems with multiple right-hand sides. Experiments are given with large matrices from quantum chromodynamics that have many right-hand sides.",
      "authors": [
        "Abdou M. Abdel-Rehim",
        "Ronald B. Morgan",
        "Dywayne A. Nicely",
        "Walter Wilcox"
      ],
      "pdf": "https://arxiv.org/pdf/0806.3477v1",
      "link": "https://arxiv.org/abs/0806.3477v1",
      "published": "2008-06-20T21:34:51Z",
      "categories": [
        "math-ph",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "788944",
        "inspire_url": "https://inspirehep.net/literature/788944",
        "doi": "10.1137/080727361",
        "publication_info": [
          {
            "journal_title": "SIAM J.Sci.Comput.",
            "journal_volume": "32",
            "page_start": "129",
            "year": 2010,
            "journal_issue": "1",
            "page_end": "149"
          },
          {
            "journal_title": "SIAM J.Sci.Statist.Comput.",
            "journal_volume": "32",
            "page_start": "129",
            "artid": "129"
          }
        ],
        "citation_count": 13,
        "journal_ref": "SIAM J.Sci.Comput., 32, p. 129, 2010"
      }
    },
    {
      "id": "0806.3264v1",
      "title": "The Spatial String Tension and Dimensional Reduction in QCD",
      "summary": "We calculate the spatial string tension in (2+1) flavor QCD with physical strange quark mass and almost physical light quark masses using lattices with temporal extent N_tau=4,6 and 8. We compare our results on the spatial string tension with predictions of dimensionally reduced QCD. This suggests that also in the presence of light dynamical quarks dimensional reduction works well down to temperatures 1.5T_c.",
      "authors": [
        "M. Cheng",
        "S. Datta",
        "J. van der Heide",
        "K. Huebner",
        "F. Karsch",
        "O. Kaczmarek",
        "E. Laermann",
        "J. Liddle",
        "R. D. Mawhinney",
        "C. Miao",
        "P. Petreczky",
        "K. Petrov",
        "C. Schmidt",
        "W. Soeldner",
        "T. Umeda"
      ],
      "pdf": "https://arxiv.org/pdf/0806.3264v1",
      "link": "https://arxiv.org/abs/0806.3264v1",
      "published": "2008-06-19T19:30:52Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "788747",
        "inspire_url": "https://inspirehep.net/literature/788747",
        "doi": "10.1103/PhysRevD.78.034506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "034506",
            "year": 2008
          }
        ],
        "citation_count": 42,
        "journal_ref": "Phys.Rev.D, 78, artid 034506, 2008"
      }
    },
    {
      "id": "0806.2312v1",
      "title": "Continuing Progress on a Lattice QCD Software Infrastructure",
      "summary": "We report on the progress of the software effort in the QCD Application Area of SciDAC. In particular, we discuss how the software developed under SciDAC enabled the aggressive exploitation of leadership computers, and we report on progress in the area of QCD software for multi-core architectures.",
      "authors": [
        "Balint Joo"
      ],
      "pdf": "https://arxiv.org/pdf/0806.2312v1",
      "link": "https://arxiv.org/abs/0806.2312v1",
      "published": "2008-06-13T19:22:00Z",
      "categories": [
        "hep-lat",
        "cs.CE"
      ],
      "inspire": {
        "control_number": "788246",
        "inspire_url": "https://inspirehep.net/literature/788246",
        "doi": "10.1088/1742-6596/125/1/012066",
        "publication_info": [
          {
            "journal_title": "J.Phys.Conf.Ser.",
            "journal_volume": "125",
            "artid": "012066",
            "year": 2008
          },
          {}
        ],
        "citation_count": 1,
        "journal_ref": "J.Phys.Conf.Ser., 125, artid 012066, 2008"
      }
    },
    {
      "id": "0806.0013v1",
      "title": "Lattice four-dimensional N=4 SYM is practical",
      "summary": "We show that nonperturbative lattice studies of four-dimensional N=4 Super-Yang-Mills are within reach. We use Ginsparg-Wilson fermions to avoid gluino masses and an exact implementation of the (chiral) $R$-symmetry, which greatly limits the number of counterterms that must be fine-tuned. Only bosonic operators require fine tuning, so all tunings can be done ``offline'' by a Ferrenberg-Swendsen type reweighting. We show what measurables can be used to perform the tuning.",
      "authors": [
        "Joshua W. Elliott",
        "Joel Giedt",
        "Guy D. Moore"
      ],
      "pdf": "https://arxiv.org/pdf/0806.0013v1",
      "link": "https://arxiv.org/abs/0806.0013v1",
      "published": "2008-06-02T19:51:38Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "787007",
        "inspire_url": "https://inspirehep.net/literature/787007",
        "doi": "10.1103/PhysRevD.78.081701",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "081701",
            "year": 2008
          }
        ],
        "citation_count": 35,
        "journal_ref": "Phys.Rev.D, 78, artid 081701, 2008"
      }
    },
    {
      "id": "0805.4629v2",
      "title": "Hadronic Interactions from Lattice QCD",
      "summary": "We present an overview of recent efforts to calculate the interactions among hadrons using lattice QCD. After outlining the techniques that are used to extract scattering parameters, we detail the latest calculations of meson-meson scattering, baryon-baryon scattering and multi-meson systems obtained with domain-wall valence quarks on the staggered MILC lattices by the NPLQCD collaboration. Estimates of the computational resources required to achieve precision results in the baryon sector are presented.",
      "authors": [
        "Silas R. Beane",
        "Kostas Orginos",
        "Martin J. Savage"
      ],
      "pdf": "https://arxiv.org/pdf/0805.4629v2",
      "link": "https://arxiv.org/abs/0805.4629v2",
      "published": "2008-05-29T21:30:21Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "787366",
        "inspire_url": "https://inspirehep.net/literature/787366",
        "doi": "10.1142/S0218301308010404",
        "publication_info": [
          {
            "journal_title": "Int.J.Mod.Phys.E",
            "journal_volume": "17",
            "page_start": "1157",
            "year": 2008,
            "page_end": "1218"
          }
        ],
        "citation_count": 74,
        "journal_ref": "Int.J.Mod.Phys.E, 17, p. 1157, 2008"
      }
    },
    {
      "id": "0805.4627v2",
      "title": "Separating the scales of confinement and chiral-symmetry breaking in lattice QCD with fundamental quarks",
      "summary": "Suggested holographic duals of QCD, based on AdS/CFT duality, predict that one should be able to vary the scales of colour confinement and chiral-symmetry breaking independently. Furthermore they suggest that such independent variation of scales can be achieved by the inclusion of extra 4-fermion interactions in QCD. We simulate lattice QCD with such extra 4-fermion terms at finite temperatures and show that for strong enough 4-fermion couplings the deconfinement transition occurs at a lower temperature than the chiral-symmetry restoration transition. Moreover the separation of these transitions depends on the size of the 4-fermion coupling, confirming the predictions from the proposed holographic dual of QCD.",
      "authors": [
        "D. K. Sinclair"
      ],
      "pdf": "https://arxiv.org/pdf/0805.4627v2",
      "link": "https://arxiv.org/abs/0805.4627v2",
      "published": "2008-05-29T21:10:35Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "787365",
        "inspire_url": "https://inspirehep.net/literature/787365",
        "doi": "10.1103/PhysRevD.78.054512",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "054512",
            "year": 2008
          }
        ],
        "citation_count": 6,
        "journal_ref": "Phys.Rev.D, 78, artid 054512, 2008"
      }
    },
    {
      "id": "0805.3364v2",
      "title": "Challenges of Lattice Calculation of Scalar Mesons",
      "summary": "I review a proposed pattern of the light scalar mesons with q\\bar{q} mesons and glueball above 1 GeV and tetraquark mesoniums below 1 GeV. Several challenges and caveats of calculating these light scalar mesons with dynamical fermions are discussed.",
      "authors": [
        "Keh-Fei Liu"
      ],
      "pdf": "https://arxiv.org/pdf/0805.3364v2",
      "link": "https://arxiv.org/abs/0805.3364v2",
      "published": "2008-05-21T21:56:38Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "786397",
        "inspire_url": "https://inspirehep.net/literature/786397",
        "doi": "10.1063/1.2973517",
        "publication_info": [
          {
            "journal_title": "AIP Conf.Proc.",
            "journal_volume": "1030",
            "page_start": "305",
            "artid": "305",
            "year": 2008,
            "journal_issue": "1"
          }
        ],
        "citation_count": 16,
        "journal_ref": "AIP Conf.Proc., 1030, artid 305, p. 305, 2008"
      }
    },
    {
      "id": "0805.2999v2",
      "title": "High-Precision Charm-Quark Mass and QCD Coupling from Current-Current Correlators in Lattice and Continuum QCD",
      "summary": "We use lattice QCD simulations, with MILC gluon configurations and HISQ c-quark propagators, to make very precise determinations of moments of charm-quark pseudoscalar, vector and axial-vector correlators. These moments are combined with new four-loop results from continuum perturbation theory to obtain several new determinations of the MSbar mass of the charm quark and of the MSbar coupling. We find m_c(3GeV)=0.986(10)GeV, or, equivalently, m_c(m_c)=1.268(9)GeV, both for n_f=4 flavors; and alpha_msb(3GeV,n_f=4)=0.251(6), or, equivalently, alpha_\\msb(M_Z,n_f=5)=0.1174(12). The new mass agrees well with results from continuum analyses of the vector correlator using experimental data for e+e- annihilation (instead of using lattice QCD simulations). These lattice and continuum results are the most accurate determinations to date of this mass. Ours is also one of the most accurate determinations of the QCD coupling by any method.",
      "authors": [
        "I. Allison",
        "E. Dalgic",
        "C. T. H. Davies",
        "E. Follana",
        "R. R. Horgan",
        "K. Hornbostel",
        "G. P. Lepage",
        "C. McNeile",
        "J. Shigemitsu",
        "H. Trottier",
        "R. M. Woloshyn",
        "K. G. Chetyrkin",
        "J. H. Kuhn",
        "M. Steinhauser",
        "C. Sturm"
      ],
      "pdf": "https://arxiv.org/pdf/0805.2999v2",
      "link": "https://arxiv.org/abs/0805.2999v2",
      "published": "2008-05-20T03:20:47Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "786244",
        "inspire_url": "https://inspirehep.net/literature/786244",
        "doi": "10.1103/PhysRevD.78.054513",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "054513",
            "year": 2008
          }
        ],
        "citation_count": 226,
        "journal_ref": "Phys.Rev.D, 78, artid 054513, 2008"
      }
    },
    {
      "id": "0805.2369v1",
      "title": "Reweighting towards the chiral limit",
      "summary": "We propose to perform fully dynamical simulations at small quark masses by reweighting in the quark mass. This approach avoids some of the technical difficulties associated with direct simulations at very small quark masses. We calculate the weight factors stochastically, using determinant breakup and low mode projection to reduce the statistical fluctuations. We find that the weight factors fluctuate only moderately on nHYP smeared dynamical Wilson-clover ensembles, and we could successfully reweight 16^4, (1.85fm)^4 volume configurations from m_q = 20MeV to m_q = 5MeV quark masses, reaching the epsilon-regime. We illustrate the strength of the method by calculating the low energy constant F from the epsilon-regime pseudo-scalar correlator.",
      "authors": [
        "Anna Hasenfratz",
        "Roland Hoffmann",
        "Stefan Schaefer"
      ],
      "pdf": "https://arxiv.org/pdf/0805.2369v1",
      "link": "https://arxiv.org/abs/0805.2369v1",
      "published": "2008-05-15T17:51:10Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "785867",
        "inspire_url": "https://inspirehep.net/literature/785867",
        "doi": "10.1103/PhysRevD.78.014515",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "014515",
            "year": 2008
          }
        ],
        "citation_count": 110,
        "journal_ref": "Phys.Rev.D, 78, artid 014515, 2008"
      }
    },
    {
      "id": "0805.2146v2",
      "title": "Breakdown of large-N quenched reduction in SU(N) lattice gauge theories",
      "summary": "We study the validity of the large-N equivalence between four-dimensional SU(N) lattice gauge theory and its momentum quenched version--the Quenched Eguchi-Kawai (QEK) model. We find that the assumptions needed for the proofs of equivalence do not automatically follow from the quenching prescription. We use weak-coupling arguments to show that large-N equivalence is in fact likely to break down in the QEK model, and that this is due to dynamically generated correlations between different Euclidean components of the gauge fields. We then use Monte-Carlo simulations at intermediate couplings with 20 <= N <= 200 to provide strong evidence for the presence of these correlations and for the consequent breakdown of reduction. This evidence includes a large discrepancy between the transition coupling of the \"bulk\" transition in lattice gauge theories and the coupling at which the QEK model goes through a strongly first-order transition. To accurately measure this discrepancy we adapt the recently introduced Wang-Landau algorithm to gauge theories.",
      "authors": [
        "Barak Bringoltz",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0805.2146v2",
      "link": "https://arxiv.org/abs/0805.2146v2",
      "published": "2008-05-14T18:17:43Z",
      "categories": [
        "hep-lat",
        "cond-mat.stat-mech",
        "hep-th"
      ],
      "inspire": {
        "control_number": "785761",
        "inspire_url": "https://inspirehep.net/literature/785761",
        "doi": "10.1103/PhysRevD.78.034507",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "034507",
            "year": 2008
          }
        ],
        "citation_count": 47,
        "journal_ref": "Phys.Rev.D, 78, artid 034507, 2008"
      }
    },
    {
      "id": "0805.1846v2",
      "title": "Center Vortices and the Dirac Spectrum",
      "summary": "We study correlations between center vortices and the low-lying eigenmodes of the Dirac operator, in both the overlap and asqtad formulations. In particular we address a puzzle raised some years ago by Gattnar et al. [Nucl. Phys. B 716, 105 (2005)], who noted that the low-lying Dirac eigenmodes required for chiral symmetry breaking do not appear to be present in center-projected configurations. We show that the low-lying modes are in fact present in the staggered (asqtad) formulation, but not in the overlap and ``chirally improved'' formulations, and suggest a reason for this difference. We also confirm and extend the results of Kovalenko et al. [Phys. Lett. B 648, 383 (2007)], showing that there is a correlation between center vortex locations, and the scalar density of low-lying Dirac eigenmodes derived from unprojected configurations. This correlation is strongest at points which are associated, in the vortex picture, with non-vanishing topological charge density, such as vortex intersection and ``writhing'' points. We present supporting evidence that the lowest Dirac eigenmodes, in both asqtad and overlap formulations, have their largest concentrations in point-like regions, rather than on submanifolds of higher dimensionality.",
      "authors": [
        "Manfried Faber",
        "Jeff Greensite",
        "Urs M. Heller",
        "Roman Höllwieser",
        "Štefan Olejník"
      ],
      "pdf": "https://arxiv.org/pdf/0805.1846v2",
      "link": "https://arxiv.org/abs/0805.1846v2",
      "published": "2008-05-13T13:36:49Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "785626",
        "inspire_url": "https://inspirehep.net/literature/785626",
        "doi": "10.1103/PhysRevD.78.054508",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "054508",
            "year": 2008
          }
        ],
        "citation_count": 69,
        "journal_ref": "Phys.Rev.D, 78, artid 054508, 2008"
      }
    },
    {
      "id": "0805.1350v2",
      "title": "Comment on \"'t Hooft vertices, partial quenching, and rooted staggered QCD\"",
      "summary": "A recent criticism of the proof of the failure of the rooting procedure with staggered fermions is shown to be incorrect.",
      "authors": [
        "Michael Creutz"
      ],
      "pdf": "https://arxiv.org/pdf/0805.1350v2",
      "link": "https://arxiv.org/abs/0805.1350v2",
      "published": "2008-05-09T14:00:10Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "785447",
        "inspire_url": "https://inspirehep.net/literature/785447",
        "doi": "10.1103/PhysRevD.78.078501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "078501",
            "year": 2008
          }
        ],
        "citation_count": 22,
        "journal_ref": "Phys.Rev.D, 78, artid 078501, 2008"
      }
    },
    {
      "id": "0805.1303v2",
      "title": "Chiral Condensate at Nonzero Chemical Potential in the Microscopic Limit of QCD",
      "summary": "The chiral condensate in QCD at zero temperature does not depend on the quark chemical potential (up to one third the nucleon mass), whereas the spectral density of the Dirac operator shows a strong dependence on the chemical potential. The cancellations which make this possible also occur on the microscopic scale, where they can be investigated by means of a random matrix model. We show that they can be understood in terms of orthogonality properties of orthogonal polynomials. In the strong non-Hermiticity limit they are related to integrability properties of the spectral density. As a by-product we find exact analytical expressions for the partially quenched chiral condensate in the microscopic domain at nonzero chemical potential.",
      "authors": [
        "J. C. Osborn",
        "K. Splittorff",
        "J. J. M. Verbaarschot"
      ],
      "pdf": "https://arxiv.org/pdf/0805.1303v2",
      "link": "https://arxiv.org/abs/0805.1303v2",
      "published": "2008-05-09T08:28:24Z",
      "categories": [
        "hep-th",
        "hep-lat",
        "math-ph"
      ],
      "inspire": {
        "control_number": "785436",
        "inspire_url": "https://inspirehep.net/literature/785436",
        "doi": "10.1103/PhysRevD.78.065029",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "065029",
            "year": 2008
          }
        ],
        "citation_count": 31,
        "journal_ref": "Phys.Rev.D, 78, artid 065029, 2008"
      }
    },
    {
      "id": "0805.1174v2",
      "title": "Zero mode contribution in quarkonium correlators and in-medium properties of heavy quarks",
      "summary": "We calculate the low energy contribution to quarkonium correlators in Euclidean time in lattice QCD. This contribution was found to give the dominant source of the temperature dependence of the correlators. We have found that the low energy contribution is well described by a quasi-particle model and have determined the effective temperature dependent heavy quark mass.",
      "authors": [
        "Saumen Datta",
        "Peter Petreczky"
      ],
      "pdf": "https://arxiv.org/pdf/0805.1174v2",
      "link": "https://arxiv.org/abs/0805.1174v2",
      "published": "2008-05-08T19:26:56Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "785315",
        "inspire_url": "https://inspirehep.net/literature/785315",
        "doi": "10.1088/0954-3899/35/10/104114",
        "publication_info": [
          {
            "journal_title": "J.Phys.G",
            "journal_volume": "35",
            "artid": "104114",
            "year": 2008
          },
          {}
        ],
        "citation_count": 14,
        "journal_ref": "J.Phys.G, 35, artid 104114, 2008"
      }
    },
    {
      "id": "0805.0784v1",
      "title": "Thermalization in SU(3) gauge theory after a deconfining quench",
      "summary": "We determine the time evolution of fluctuations of the Polyakov loop after a quench into the deconfined phase of SU(3) gauge theory from a simple classical relativistic Lagrangian. We compare the structure factors, which indicate spinodal decomposition followed by relaxation, to those obtained via Markov Chain Monte Carlo techniques in SU(3) lattice gauge theory. We find that the time when the structure factor peaks diverges like $\\sim 1/k^2$ in the long-wavelength limit. This is due to formation of competing Z(3) domains for configurations where the Polyakov loop exhibits non-perturbatively large variations in space, which delay thermalization of long wavelength modes. For realistic temperatures, and away from the extreme weak-coupling limit, we find that even modes with $k$ on the order of $T$ experience delayed thermalization. Relaxation times of very long wavelength modes are found to be on the order of the size of the system; thus, the dynamics of competing domains should accompany the hydrodynamic description of the deconfined vacuum.",
      "authors": [
        "Alexei Bazavov",
        "Bernd A. Berg",
        "Adrian Dumitru"
      ],
      "pdf": "https://arxiv.org/pdf/0805.0784v1",
      "link": "https://arxiv.org/abs/0805.0784v1",
      "published": "2008-05-06T19:36:15Z",
      "categories": [
        "hep-ph",
        "hep-lat",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "785101",
        "inspire_url": "https://inspirehep.net/literature/785101",
        "doi": "10.1103/PhysRevD.78.034024",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "034024",
            "year": 2008
          }
        ],
        "citation_count": 17,
        "journal_ref": "Phys.Rev.D, 78, artid 034024, 2008"
      }
    },
    {
      "id": "0804.4307v2",
      "title": "The saga of rooted staggered quarks",
      "summary": "I look at the rooting controversy from a historical point of view and review how I have come to the conclusion that these simulations involving staggered quarks must be discarded.",
      "authors": [
        "Michael Creutz"
      ],
      "pdf": "https://arxiv.org/pdf/0804.4307v2",
      "link": "https://arxiv.org/abs/0804.4307v2",
      "published": "2008-04-28T00:17:56Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "784464",
        "inspire_url": "https://inspirehep.net/literature/784464",
        "citation_count": 5
      }
    },
    {
      "id": "0804.4148v1",
      "title": "Equation of state and more from lattice regularized QCD",
      "summary": "We present results from a calculation of the QCD equation of state with two light (up, down) and one heavier (strange) quark mass performed on lattices with three different values of the lattice cut-off. We show that also on the finest lattice analyzed by us observables sensitive to deconfinement and chiral symmetry restoration, respectively, vary most rapidly in the same temperature regime.",
      "authors": [
        "Frithjof Karsch"
      ],
      "pdf": "https://arxiv.org/pdf/0804.4148v1",
      "link": "https://arxiv.org/abs/0804.4148v1",
      "published": "2008-04-25T16:48:20Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "784407",
        "inspire_url": "https://inspirehep.net/literature/784407",
        "doi": "10.1088/0954-3899/35/10/104096",
        "publication_info": [
          {
            "journal_title": "J.Phys.G",
            "journal_volume": "35",
            "artid": "104096",
            "year": 2008
          },
          {}
        ],
        "citation_count": 59,
        "journal_ref": "J.Phys.G, 35, artid 104096, 2008"
      }
    },
    {
      "id": "0804.1557v1",
      "title": "Four Fermion Operator Matching with NRQCD Heavy and AsqTad Light Quarks",
      "summary": "We present one-loop matching coefficients between continuum and lattice QCD for the heavy-light four-fermion operators relevant for neutral B meson mixing both within and beyond the Standard Model. For the lattice theory we use nonrelativistic QCD (NRQCD) to describe b quarks and improved staggered fermions (AsqTad) for light quarks. The gauge action is the tree-level Symanzik improved gauge action. Matching to full QCD is carried out through order alpha_s, Lambda_{QCD}/M_b, and alpha_s/(aM_b).",
      "authors": [
        "Elvira Gamiz",
        "Junko Shigemitsu",
        "Howard Trottier"
      ],
      "pdf": "https://arxiv.org/pdf/0804.1557v1",
      "link": "https://arxiv.org/abs/0804.1557v1",
      "published": "2008-04-09T20:21:26Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "783137",
        "inspire_url": "https://inspirehep.net/literature/783137",
        "doi": "10.1103/PhysRevD.77.114505",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "77",
            "artid": "114505",
            "year": 2008
          }
        ],
        "citation_count": 17,
        "journal_ref": "Phys.Rev.D, 77, artid 114505, 2008"
      }
    },
    {
      "id": "0804.1534v1",
      "title": "Fractionally charged Wilson loops as a probe of $θ$-dependence in $CP^{N-1}$ sigma models: Instantons vs. large N",
      "summary": "The behavior of Wilson loops with fractional charge is used to study the $θ$-dependence of the free energy density $ε(θ)$ for the $CP^1$, $CP^5$, and $CP^9$ sigma models in two spacetime dimensions. The function $ε(θ)$ is extracted from the area law for a Wilson loop of charge $q=θ/2π$. For $CP^1$, $ε(θ)$ is smooth in the region $θ\\approxπ$ and well-described by a dilute instanton gas throughout the range $0<θ<2π$. For $CP^5$ and $CP^9$ the energy exhibits a clear cusp and evidence for discrete, degenerate vacua at $θ= π$, as expected from large $N$ arguments. For $CP^9$ the $θ$-dependence is in good quantitative agreement with the leading order large $N$ prediction $ε(θ)={1/2}χ_tθ^2$ throughout the range $0<θ<π$.",
      "authors": [
        "Patrick Keith-Hynes",
        "H. B. Thacker"
      ],
      "pdf": "https://arxiv.org/pdf/0804.1534v1",
      "link": "https://arxiv.org/abs/0804.1534v1",
      "published": "2008-04-09T18:42:54Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "783128",
        "inspire_url": "https://inspirehep.net/literature/783128",
        "doi": "10.1103/PhysRevD.78.025009",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "025009",
            "year": 2008
          }
        ],
        "citation_count": 13,
        "journal_ref": "Phys.Rev.D, 78, artid 025009, 2008"
      }
    },
    {
      "id": "0804.1501v2",
      "title": "Use of stochastic sources for the lattice determination of light quark physics",
      "summary": "In this paper we investigate the benefits of using Z(2)xZ(2) single timeslice stochastic sources for the calculation of light quark physics on the lattice. Meson 2-point correlators measured using sources stochastic in only spin and those stochastic in both spin and colour indices are compared to point source correlators on the unit gauge and on a 16^3 x 32 Domain Wall QCD ensemble. It is found that the use of stochastic sources gives a considerable improvement in statistics for the same computational cost. The neutral kaon mixing matrix element B_K is also calculated on this ensemble with stochastic sources, but we conclude that the stochastic method offers no significant advantage over the traditional gauge-fixed wall source approach which already offers an exact volume average. We also discuss the application to semileptonic form factors in conjunction with partially twisted boundary conditions.",
      "authors": [
        "P. A. Boyle",
        "A. Juttner",
        "C. Kelly",
        "R. D. Kenway"
      ],
      "pdf": "https://arxiv.org/pdf/0804.1501v2",
      "link": "https://arxiv.org/abs/0804.1501v2",
      "published": "2008-04-09T15:47:18Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "783115",
        "inspire_url": "https://inspirehep.net/literature/783115",
        "doi": "10.1088/1126-6708/2008/08/086",
        "publication_info": [
          {
            "journal_title": "JHEP",
            "journal_volume": "08",
            "page_start": "086",
            "artid": "086",
            "year": 2008
          }
        ],
        "citation_count": 95,
        "journal_ref": "JHEP, 08, artid 086, p. 086, 2008"
      }
    },
    {
      "id": "0804.1402v2",
      "title": "Phase Transition Properties of 3D Potts Models",
      "summary": "Using multicanonical Metropolis simulations we estimate phase transition properties of 3D Potts models for q=4 to 10: The transition temperatures, latent heats, entropy gaps, normalized entropies at the disordered and ordered endpoints, interfacial tensions, and spinodal endpoints.",
      "authors": [
        "Alexei Bazavov",
        "Bernd A. Berg",
        "Santosh Dubey"
      ],
      "pdf": "https://arxiv.org/pdf/0804.1402v2",
      "link": "https://arxiv.org/abs/0804.1402v2",
      "published": "2008-04-09T03:49:32Z",
      "categories": [
        "hep-lat",
        "cond-mat.stat-mech"
      ],
      "inspire": {
        "control_number": "783090",
        "inspire_url": "https://inspirehep.net/literature/783090",
        "doi": "10.1016/j.nuclphysb.2008.04.020",
        "publication_info": [
          {
            "journal_title": "Nucl.Phys.B",
            "journal_volume": "802",
            "page_start": "421",
            "year": 2008,
            "page_end": "434"
          }
        ],
        "citation_count": 13,
        "journal_ref": "Nucl.Phys.B, 802, p. 421, 2008"
      }
    },
    {
      "id": "0804.1145v1",
      "title": "Search for Fermion Actions on Hyperdiamond Lattices",
      "summary": "Fermions moving in a two-dimensional honeycomb lattice (graphene) have, at low energies, chiral symmetry. Generalizing this construction to four dimensions potentially provides fermions with chiral symmetry and only the minimal fermion doubling demanded by the Nielsen-Ninomiya no-go theorem. The practical usefulness of such fermions hinges on whether the action has a necessary set of discrete symmetries of the lattice. If this is the case, one avoids the generation of dimension three and four operators which require fine tuning. We construct hyperdiamond lattice actions with enough symmetries to exclude fine tuning; however, they produce multiple doublings. The limit where the actions exhibit minimal doubling does not possess the requisite symmetry.",
      "authors": [
        "Paulo F. Bedaque",
        "Michael I. Buchoff",
        "Brian C. Tiburzi",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0804.1145v1",
      "link": "https://arxiv.org/abs/0804.1145v1",
      "published": "2008-04-08T15:41:54Z",
      "categories": [
        "hep-lat",
        "cond-mat.other",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "782988",
        "inspire_url": "https://inspirehep.net/literature/782988",
        "doi": "10.1103/PhysRevD.78.017502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "017502",
            "year": 2008
          }
        ],
        "citation_count": 43,
        "journal_ref": "Phys.Rev.D, 78, artid 017502, 2008"
      }
    },
    {
      "id": "0804.0993v1",
      "title": "Static quark-antiquark pairs at finite temperature",
      "summary": "In a framework that makes close contact with modern effective field theories for non-relativistic bound states at zero temperature, we study the real-time evolution of a static quark-antiquark pair in a medium of gluons and light quarks at finite temperature. For temperatures ranging from values larger to smaller than the inverse distance of the quark and antiquark, 1/r, and at short distances, we derive the potential between the two static sources, and calculate their energy and thermal decay width. Two mechanisms contribute to the thermal decay width: the imaginary part of the gluon self energy induced by the Landau damping phenomenon, and the quark-antiquark color singlet to color octet thermal break up. Parametrically, the first mechanism dominates for temperatures such that the Debye mass is larger than the binding energy, while the latter, which we quantify here for the first time, dominates for temperatures such that the Debye mass is smaller than the binding energy. If the Debye mass is of the same order as 1/r, our results are in agreement with a recent calculation of the static Wilson loop at finite temperature. For temperatures smaller than 1/r, we find new contributions to the potential, both real and imaginary, which may be relevant to understand the onset of heavy quarkonium dissociation in a thermal medium.",
      "authors": [
        "Nora Brambilla",
        "Jacopo Ghiglieri",
        "Peter Petreczky",
        "Antonio Vairo"
      ],
      "pdf": "https://arxiv.org/pdf/0804.0993v1",
      "link": "https://arxiv.org/abs/0804.0993v1",
      "published": "2008-04-07T09:29:13Z",
      "categories": [
        "hep-ph",
        "hep-lat",
        "hep-th",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "782926",
        "inspire_url": "https://inspirehep.net/literature/782926",
        "doi": "10.1103/PhysRevD.78.014017",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "014017",
            "year": 2008
          }
        ],
        "citation_count": 508,
        "journal_ref": "Phys.Rev.D, 78, artid 014017, 2008"
      }
    },
    {
      "id": "0804.0473v1",
      "title": "Physical Results from 2+1 Flavor Domain Wall QCD and SU(2) Chiral Perturbation Theory",
      "summary": "We have simulated QCD using 2+1 flavors of domain wall quarks on a $(2.74 {\\rm fm})^3$ volume with an inverse lattice scale of $a^{-1} = 1.729(28)$ GeV. The up and down (light) quarks are degenerate in our calculations and we have used four values for the ratio of light quark masses to the strange (heavy) quark mass in our simulations: 0.217, 0.350, 0.617 and 0.884. We have measured pseudoscalar meson masses and decay constants, the kaon bag parameter $B_K$ and vector meson couplings. We have used SU(2) chiral perturbation theory, which assumes only the up and down quark masses are small, and SU(3) chiral perturbation theory to extrapolate to the physical values for the light quark masses. While next-to-leading order formulae from both approaches fit our data for light quarks, we find the higher order corrections for SU(3) very large, making such fits unreliable. We also find that SU(3) does not fit our data when the quark masses are near the physical strange quark mass. Thus, we rely on SU(2) chiral perturbation theory for accurate results. We use the masses of the $Ω$ baryon, and the $π$ and $K$ mesons to set the lattice scale and determine the quark masses. We then find $f_π= 124.1(3.6)_{\\rm stat}(6.9)_{\\rm syst} {\\rm MeV}$, $f_K = 149.6(3.6)_{\\rm stat}(6.3)_{\\rm syst} {\\rm MeV}$ and $f_K/f_π= 1.205(0.018)_{\\rm stat}(0.062)_{\\rm syst}$. Using non-perturbative renormalization to relate lattice regularized quark masses to RI-MOM masses, and perturbation theory to relate these to $\\bar{\\rm MS}$ we find $ m_{ud}^{\\bar{\\rm MS}}(2 {\\rm GeV}) = 3.72(0.16)_{\\rm stat}(0.33)_{\\rm ren}(0.18)_{\\rm syst} {\\rm MeV}$ and $m_{s}^{\\bar{\\rm MS}}(2 {\\rm GeV}) = 107.3(4.4)_{\\rm stat}(9.7)_{\\rm ren}(4.9)_{\\rm syst} {\\rm MeV}$.",
      "authors": [
        "C. Allton",
        "D. J. Antonio",
        "Y. Aoki",
        "T. Blum",
        "P. A. Boyle",
        "N. H. Christ",
        "S. D. Cohen",
        "M. A. Clark",
        "C. Dawson",
        "M. A. Donnellan",
        "J. M. Flynn",
        "A. Hart",
        "T. Izubuchi",
        "A. Juttner",
        "C. Jung",
        "A. D. Kennedy",
        "R. D. Kenway",
        "M. Li",
        "S. Li",
        "M. F. Lin",
        "R. D. Mawhinney",
        "C. M. Maynard",
        "S. Ohta",
        "B. J. Pendleton",
        "C. T. Sachrajda",
        "S. Sasaki",
        "E. E. Scholz",
        "A. Soni",
        "R. J. Tweedie",
        "J. Wennekers",
        "T. Yamazaki",
        "J. M. Zanotti"
      ],
      "pdf": "https://arxiv.org/pdf/0804.0473v1",
      "link": "https://arxiv.org/abs/0804.0473v1",
      "published": "2008-04-03T05:32:52Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "782657",
        "inspire_url": "https://inspirehep.net/literature/782657",
        "doi": "10.1103/PhysRevD.78.114509",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "114509",
            "year": 2008
          }
        ],
        "citation_count": 456,
        "journal_ref": "Phys.Rev.D, 78, artid 114509, 2008"
      }
    },
    {
      "id": "0803.4340v3",
      "title": "Possible Indications of New Physics in Bd-mixing and in sin(2 beta) Determinations",
      "summary": "Using the hadronic matrix elements from the lattice, B_K and xi_s, involving only the 4-quark operators for Delta flavor (F) = 2 Hamiltonian relevant for K, B_d and B_s mixing, along with V_cb, we deduce a non-trivial constraint on the SM, sin (2 beta) = 0.87+-0.09. This deviates from direct experimental measurements via the tree process, b -> c c s as well as the one via the penguin-loop b -> s decays by around 2.1 and 2.7 sigma respectively. If these deviations are confirmed they would imply the presence of new physics rather pervasively in both B_d mixing (i.e. very likely in b -> d) as well as in b -> s transitions requiring a beyond the SM CP-odd phase. Consequently, improvements in the relevant lattice calculations should be given a high priority.",
      "authors": [
        "Enrico Lunghi",
        "Amarjit Soni"
      ],
      "pdf": "https://arxiv.org/pdf/0803.4340v3",
      "link": "https://arxiv.org/abs/0803.4340v3",
      "published": "2008-03-30T19:15:21Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "782372",
        "inspire_url": "https://inspirehep.net/literature/782372",
        "doi": "10.1016/j.physletb.2008.07.015",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "666",
            "page_start": "162",
            "year": 2008,
            "page_end": "165"
          }
        ],
        "citation_count": 180,
        "journal_ref": "Phys.Lett.B, 666, p. 162, 2008"
      }
    },
    {
      "id": "0803.4273v1",
      "title": "Black hole thermodynamics from simulations of lattice Yang-Mills theory",
      "summary": "We report on lattice simulations of 16 supercharge SU(N) Yang-Mills quantum mechanics in the 't Hooft limit. Maldacena duality conjectures that in this limit the theory is dual to IIA string theory, and in particular that the behavior of the thermal theory at low temperature is equivalent to that of certain black holes in IIA supergravity. Our simulations probe the low temperature regime for N <= 5 and the intermediate and high temperature regimes for N <= 12. We observe 't Hooft scaling and at low temperatures our results are consistent with the dual black hole prediction. The intermediate temperature range is dual to the Horowitz-Polchinski correspondence region, and our results are consistent with smooth behavior there. We include the Pfaffian phase arising from the fermions in our calculations where appropriate.",
      "authors": [
        "Simon Catterall",
        "Toby Wiseman"
      ],
      "pdf": "https://arxiv.org/pdf/0803.4273v1",
      "link": "https://arxiv.org/abs/0803.4273v1",
      "published": "2008-03-29T15:57:18Z",
      "categories": [
        "hep-th",
        "gr-qc",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "782347",
        "inspire_url": "https://inspirehep.net/literature/782347",
        "doi": "10.1103/PhysRevD.78.041502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "041502",
            "year": 2008
          }
        ],
        "citation_count": 192,
        "journal_ref": "Phys.Rev.D, 78, artid 041502, 2008"
      }
    },
    {
      "id": "0803.3960v2",
      "title": "Tuning for Three-flavors of Anisotropic Clover Fermions with Stout-link Smearing",
      "summary": "In this work we perform the parameter tuning of three flavors of dynamical clover quarks on anisotropic lattices. The fermion action uses three-dimensional spatial stout-link smearing. The gauge anisotropy is determined in a small box with Schrödinger background using Wilson-loop ratios. The fermion anisotropy is obtained from studying the meson dispersion relation with antiperiodic boundary conditions in the time direction. The spatial and temporal clover coefficients are fixed to the tree-level tadpole-improved values, and we demonstrate that they satisfy the nonperturbative conditions as determined by the Schrödinger functional method. For the desired lattice spacing $a_s\\approx 0.12$ fm and renormalized anisotropy $ξ=3.5$, we find the gauge and fermionic anisotropies can be fixed to quark mass independent values up through the strange quark mass. This work lays the foundation needed for further studies of the excited-state hadron spectrum.",
      "authors": [
        "Robert G. Edwards",
        "Bálint Joó",
        "Huey-Wen Lin"
      ],
      "pdf": "https://arxiv.org/pdf/0803.3960v2",
      "link": "https://arxiv.org/abs/0803.3960v2",
      "published": "2008-03-27T19:59:58Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "782146",
        "inspire_url": "https://inspirehep.net/literature/782146",
        "doi": "10.1103/PhysRevD.78.054501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "054501",
            "year": 2008
          }
        ],
        "citation_count": 222,
        "journal_ref": "Phys.Rev.D, 78, artid 054501, 2008"
      }
    },
    {
      "id": "0803.3316v1",
      "title": "Chiral Corrections and the Axial Charge of the Delta",
      "summary": "Chiral corrections to the delta axial charge are determined using heavy baryon chiral perturbation theory. Knowledge of this axial coupling is necessary to assess virtual-delta contributions to nucleon and delta observables. We give isospin relations useful for a lattice determination of the axial coupling. Furthermore we detail partially quenched chiral corrections, which are relevant to address partial quenching and/or mixed action errors in lattice calculations of the delta axial charge.",
      "authors": [
        "Fu-Jiun Jiang",
        "Brian C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/0803.3316v1",
      "link": "https://arxiv.org/abs/0803.3316v1",
      "published": "2008-03-23T13:23:30Z",
      "categories": [
        "nucl-th",
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "781895",
        "inspire_url": "https://inspirehep.net/literature/781895",
        "doi": "10.1103/PhysRevD.78.017504",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "017504",
            "year": 2008
          }
        ],
        "citation_count": 27,
        "journal_ref": "Phys.Rev.D, 78, artid 017504, 2008"
      }
    },
    {
      "id": "0803.3020v1",
      "title": "First Lattice Study of the $N$-$P_{11}(1440)$ Transition Form Factors",
      "summary": "Experiments at Jefferson Laboratory, MIT-Bates, LEGS, Mainz, Bonn, GRAAL, and Spring-8 offer new opportunities to understand in detail how nucleon resonance ($N^*$) properties emerge from the nonperturbative aspects of QCD. Preliminary data from CLAS collaboration, which cover a large range of photon virtuality $Q^2$ show interesting behavior with respect to $Q^2$ dependence: in the region $Q^2 \\le 1.5 {GeV}^2$, both the transverse amplitude, $A_{1/2}(Q^2)$, and the longitudinal amplitude, $S_{1/2}(Q^2)$, decrease rapidly. In this work, we attempt to use first-principles lattice QCD (for the first time) to provide a model-independent study of the Roper-nucleon transition form factor.",
      "authors": [
        "Huey-Wen Lin",
        "Saul D. Cohen",
        "Robert G. Edwards",
        "David G. Richards"
      ],
      "pdf": "https://arxiv.org/pdf/0803.3020v1",
      "link": "https://arxiv.org/abs/0803.3020v1",
      "published": "2008-03-20T16:02:38Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "781784",
        "inspire_url": "https://inspirehep.net/literature/781784",
        "doi": "10.1103/PhysRevD.78.114508",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "114508",
            "year": 2008
          }
        ],
        "citation_count": 57,
        "journal_ref": "Phys.Rev.D, 78, artid 114508, 2008"
      }
    },
    {
      "id": "0803.2744v2",
      "title": "Classical Limits of Scalar and Tensor Gauge Operators Based on the Overlap Dirac Matrix",
      "summary": "It was recently proposed by the second author to consider lattice formulations of QCD in which complete actions, including the gauge part, are built explicitly from a given Dirac operator D. In a simple example of such theory, the gauge action is proportional to the trace of Ginsparg-Wilson operator D chosen to define the quark dynamics. This construction relies on the proposition that the classical limit of lattice gauge operator tr D(x,x) is proportional to tr F.F(x) (up to an additive constant). Here we show this for the case of the overlap Dirac operator using both analytical and numerical methods. We carry out the same analysis also for the tensor component of D, which is similarly related to the field-strength tensor F, and obtain results identical to our previous derivation that used different approach. The corresponding proportionality constants are computed to high precision for wide range of the negative mass parameter values, and it is verified that they are the same in finite and infinite volumes.",
      "authors": [
        "Andrei Alexandru",
        "Ivan Horvath",
        "Keh-Fei Liu"
      ],
      "pdf": "https://arxiv.org/pdf/0803.2744v2",
      "link": "https://arxiv.org/abs/0803.2744v2",
      "published": "2008-03-19T02:26:18Z",
      "categories": [
        "hep-lat",
        "hep-th"
      ],
      "inspire": {
        "control_number": "781635",
        "inspire_url": "https://inspirehep.net/literature/781635",
        "doi": "10.1103/PhysRevD.78.085002",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "085002",
            "year": 2008
          }
        ],
        "citation_count": 15,
        "journal_ref": "Phys.Rev.D, 78, artid 085002, 2008"
      }
    },
    {
      "id": "0803.2728v1",
      "title": "Multi-Pion States in Lattice QCD and the Charged-Pion Condensate",
      "summary": "The ground-state energies of systems containing up to twelve $π^+$'s in a spatial volume V ~ (2.5 fm)^3 are computed in dynamical, mixed-action lattice QCD at a lattice spacing of ~ 0.125 fm for four different values of the light quark masses. Clean signals are seen for each ground state, allowing for a precise extraction of both the $π^+π^+$ scattering length and $π^+π^+π^+$-interaction from a correlated analysis of systems containing different numbers of $π^+$'s. This extraction of the $π^+π^+$ scattering length is consistent with than that from the $π^+π^+$-system alone. The large number of systems studied here significantly strengthens the arguments presented in our earlier work and unambiguously demonstrates the presence of a low energy $π^+π^+π^+$-interaction. The equation of state of a $π^+$ gas is investigated using our numerical results and the density dependence of the isospin chemical potential for these systems agrees well with the theoretical expectations of leading order chiral perturbation theory. The chemical potential is found to receive a substantial contribution from the $π^+π^+π^+$-interaction at the lighter pion masses. An important technical aspect of this work is the demonstration of the necessity of performing propagator contractions in greater than double precision to extract the correct results.",
      "authors": [
        "William Detmold",
        "Martin J. Savage",
        "Aaron Torok",
        "Silas R. Beane",
        "Thomas C. Luu",
        "Kostas Orginos",
        "Assumpta Parreno"
      ],
      "pdf": "https://arxiv.org/pdf/0803.2728v1",
      "link": "https://arxiv.org/abs/0803.2728v1",
      "published": "2008-03-18T22:21:24Z",
      "categories": [
        "hep-lat",
        "cond-mat.stat-mech",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "781629",
        "inspire_url": "https://inspirehep.net/literature/781629",
        "doi": "10.1103/PhysRevD.78.014507",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "014507",
            "year": 2008
          }
        ],
        "citation_count": 138,
        "journal_ref": "Phys.Rev.D, 78, artid 014507, 2008"
      }
    },
    {
      "id": "0803.1707v2",
      "title": "Zero of the discrete beta function in SU(3) lattice gauge theory with color sextet fermions",
      "summary": "We have carried out a Schrodinger functional (SF) calculation for the SU(3) lattice gauge theory with two flavors of Wilson fermions in the sextet representation of the gauge group. We find that the discrete beta function, which governs the change in the running coupling under a discrete change of spatial scale, changes sign when the SF renormalized coupling is in the neighborhood of g^2=2.0. The simplest explanation is that the theory has an infrared-attractive fixed point, but more complicated possibilities are allowed by the data. While we compare rescalings by factors of 2 and 4/3, we work at a single lattice spacing.",
      "authors": [
        "Yigal Shamir",
        "Benjamin Svetitsky",
        "Thomas DeGrand"
      ],
      "pdf": "https://arxiv.org/pdf/0803.1707v2",
      "link": "https://arxiv.org/abs/0803.1707v2",
      "published": "2008-03-12T08:23:51Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "781212",
        "inspire_url": "https://inspirehep.net/literature/781212",
        "doi": "10.1103/PhysRevD.78.031502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "031502",
            "year": 2008
          }
        ],
        "citation_count": 189,
        "journal_ref": "Phys.Rev.D, 78, artid 031502, 2008"
      }
    },
    {
      "id": "0803.0512v2",
      "title": "Accumulating evidence for nonstandard leptonic decays of D_s mesons",
      "summary": "The measured rate for D_s -> l nu decays, where l is a muon or tau, is larger than the standard model prediction, which relies on lattice QCD, at the 3.8 sigma level. We discuss how robust the theoretical prediction is, and we show that the discrepancy with experiment may be explained by a charged Higgs boson or a leptoquark.",
      "authors": [
        "Bogdan A. Dobrescu",
        "Andreas S. Kronfeld"
      ],
      "pdf": "https://arxiv.org/pdf/0803.0512v2",
      "link": "https://arxiv.org/abs/0803.0512v2",
      "published": "2008-03-04T19:45:00Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "hep-lat"
      ],
      "inspire": {
        "control_number": "780654",
        "inspire_url": "https://inspirehep.net/literature/780654",
        "doi": "10.1103/PhysRevLett.100.241802",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.Lett.",
            "journal_volume": "100",
            "artid": "241802",
            "year": 2008
          }
        ],
        "citation_count": 154,
        "journal_ref": "Phys.Rev.Lett., 100, artid 241802, 2008"
      }
    },
    {
      "id": "0803.0523v2",
      "title": "New lattice action for heavy quarks",
      "summary": "We extend the Fermilab method for heavy quarks to include interactions of dimensions 6 and 7 in the action. There are, in general, many new interactions, but we carry out the calculations needed to match the lattice action to continuum QCD at the tree level, finding six non-zero couplings. Using the heavy-quark theory of cutoff effects, we estimate how large the remaining discretization errors are. We find that our tree-level matching, augmented with one-loop matching of the dimension-five interactions, can bring these errors below 1%, at currently available lattice spacings.",
      "authors": [
        "Mehmet B. Oktay",
        "Andreas S. Kronfeld"
      ],
      "pdf": "https://arxiv.org/pdf/0803.0523v2",
      "link": "https://arxiv.org/abs/0803.0523v2",
      "published": "2008-03-04T19:34:37Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "780660",
        "inspire_url": "https://inspirehep.net/literature/780660",
        "doi": "10.1103/PhysRevD.78.014504",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "014504",
            "year": 2008
          }
        ],
        "citation_count": 111,
        "journal_ref": "Phys.Rev.D, 78, artid 014504, 2008"
      }
    },
    {
      "id": "0803.0186v2",
      "title": "eta' meson From Two Flavor Dynamical Domain Wall Fermions",
      "summary": "We explore flavor singlet pseudoscalar meson, eta', spectrum in two-flavor (Nf=2) lattice QCD. The continuum-like relation between the topology of the QCD vacuum and the U(1)_A anomaly, that prevents eta' meson from being a would-be Nambu-Goldstone boson, are expected to hold in the domain wall fermions (DWF) used as a lattice quark field in this work. Although our simulation is limited to relatively heavy quark masses and statistical error is not magnificently small despite of improvements in measurements and fit procedures for meson propagators, we obtained m_eta'=819(127) MeV for Nf=2 QCD, where the error is statistical only. Potentially serious systematic error in the number are discussed. Results for other meson are also reported.",
      "authors": [
        "Koichi Hashimoto",
        "Taku Izubuchi"
      ],
      "pdf": "https://arxiv.org/pdf/0803.0186v2",
      "link": "https://arxiv.org/abs/0803.0186v2",
      "published": "2008-03-03T06:19:18Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "780517",
        "inspire_url": "https://inspirehep.net/literature/780517",
        "doi": "10.1143/PTP.119.599",
        "publication_info": [
          {
            "journal_title": "Prog.Theor.Phys.",
            "journal_volume": "119",
            "page_start": "599",
            "year": 2008,
            "page_end": "641"
          }
        ],
        "citation_count": 34,
        "journal_ref": "Prog.Theor.Phys., 119, p. 599, 2008"
      }
    },
    {
      "id": "0803.0129v1",
      "title": "Discretization effects and the scalar meson correlator in mixed-action lattice simulations",
      "summary": "We study discretization effects in a mixed-action lattice theory with domain-wall valence quarks and Asqtad-improved staggered sea quarks. At the level of the chiral effective Lagrangian, discretization effects in the mixed-action theory give rise to two new parameters as compared to the lowest order Lagrangian for staggered fermions -- the residual quark mass, m_res, and the mixed valence-sea meson mass-splitting, Delta_mix. We find that the size of m_res is approximately four times smaller than our lightest valence quark mass on our coarser lattice spacing, and comparable to that of simulations by RBC and UKQCD. We also find that the size of Delta_mix is comparable to the smallest of the staggered meson taste-splittings measured by MILC. Because lattice artifacts are different in the valence and sea sectors of the mixed-action theory, they give rise to unitarity-violating effects that disappear in the continuum limit. Such effects are expected to be mild for many quantities of interest, but are significant in the case of the isovector scalar (a_0) correlator. Specifically, once m_res, Delta_mix, and two other parameters that can be determined from the light pseudoscalar spectrum are known, the two-particle intermediate state \"bubble\" contribution to the scalar correlator is completely predicted within mixed-action chiral perturbation theory (MAChPT). We find that the behavior of the scalar meson correlator is quantitatively consistent with the MAChPT prediction; this supports the claim that MAChPT describes the dominant unitarity-violating effects in the mixed-action theory and can be used to remove lattice artifacts and recover physical quantities.",
      "authors": [
        "C. Aubin",
        "Jack Laiho",
        "Ruth S. Van de Water"
      ],
      "pdf": "https://arxiv.org/pdf/0803.0129v1",
      "link": "https://arxiv.org/abs/0803.0129v1",
      "published": "2008-03-02T16:18:15Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "780497",
        "inspire_url": "https://inspirehep.net/literature/780497",
        "doi": "10.1103/PhysRevD.77.114501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "77",
            "artid": "114501",
            "year": 2008
          }
        ],
        "citation_count": 41,
        "journal_ref": "Phys.Rev.D, 77, artid 114501, 2008"
      }
    },
    {
      "id": "0802.1470v2",
      "title": "Dynamical QCD simulation with theta terms",
      "summary": "The theta term that breaks the Strong CP symmetry is introduced in the two flavors of dynamical QCD simulation. theta is analytically continued to a pure imaginary number to make the probability of Monte Carlo positive. The Neutron's Electric Dipole Moment (NEDM) is measured on the ensemble under a uniform and week electric field. Other applications of theta terms are also discussed.",
      "authors": [
        "Taku Izubuchi",
        "Sinya Aoki",
        "Koichi Hashimoto",
        "Yoshifumi Nakamura",
        "Toru Sekido",
        "Gerrit Schierholz"
      ],
      "pdf": "https://arxiv.org/pdf/0802.1470v2",
      "link": "https://arxiv.org/abs/0802.1470v2",
      "published": "2008-02-11T16:35:43Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "779171",
        "inspire_url": "https://inspirehep.net/literature/779171",
        "doi": "10.22323/1.042.0106",
        "publication_info": [
          {
            "journal_title": "PoS",
            "journal_volume": "LATTICE2007",
            "page_start": "106",
            "artid": "106",
            "year": 2007
          }
        ],
        "citation_count": 18,
        "journal_ref": "PoS, LATTICE2007, artid 106, p. 106, 2007"
      }
    },
    {
      "id": "0802.0863v1",
      "title": "Nucleon structure with two flavors of dynamical domain-wall fermions",
      "summary": "We present a numerical lattice quantum chromodynamics calculation of isovector form factors and the first few moments of the isovector structure functions of the nucleon. The calculation employs two degenerate dynamical flavors of domain-wall fermions, resulting in good control of chiral symmetry breaking. Non-perturbative renormalization of the relevant quark currents is performed where necessary. The inverse lattice spacing, $a^{-1}$, is about 1.7 GeV. We use degenerate up and down dynamical quark masses around 1, 3/4 and 1/2 the strange quark mass. The physical volume of the lattice is about $(1.9{fm})^3$. The ratio of the isovector vector to axial charges, $g_A/g_V$, trends a bit lower than the experimental value as the quark mass is reduced toward the physical point. We calculate the momentum-transfer dependences of the isovector vector, axial, induced tensor and induced pseudoscalar form factors. The Goldberger-Treiman relation holds at low momentum transfer and yields a pion-nucleon coupling, $g_{πNN} = 15.5(1.4)$, where the quoted error is only statistical. We find that the flavor non-singlet quark momentum fraction $<x>_{u-d}$ and quark helicity fraction $<x>_{Δu-Δd}$ overshoot their experimental values after linear chiral extrapolation. We obtain the transversity, $<1 >_{δu-δd} = 0.93(6)$ in $\\bar{\\rm MS}$ at 2 GeV and a twist-3 polarized moment, $d_1$, appears small, suggesting that the Wandzura-Wilczek relation holds approximately. We discuss the systematic errors in the calculation, with particular attention paid to finite-volume effects, excited-state contamination, and chiral extrapolations.",
      "authors": [
        "Huey-Wen Lin",
        "Tom Blum",
        "Shigemi Ohta",
        "Shoichi Sasaki",
        "Takeshi Yamazaki"
      ],
      "pdf": "https://arxiv.org/pdf/0802.0863v1",
      "link": "https://arxiv.org/abs/0802.0863v1",
      "published": "2008-02-06T19:05:34Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "778922",
        "inspire_url": "https://inspirehep.net/literature/778922",
        "doi": "10.1103/PhysRevD.78.014505",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "78",
            "artid": "014505",
            "year": 2008
          }
        ],
        "citation_count": 103,
        "journal_ref": "Phys.Rev.D, 78, artid 014505, 2008"
      }
    },
    {
      "id": "0801.3823v1",
      "title": "Role of the $σ$-resonance in determining the convergence of chiral perturbation theory",
      "summary": "The dimensionless parameter $ξ= M_π^2/(16 π^2 F_π^2)$, where $F_π$ is the pion decay constant and $M_π$ is the pion mass, is expected to control the convergence of chiral perturbation theory applicable to QCD. Here we demonstrate that a strongly coupled lattice gauge theory model with the same symmetries as two-flavor QCD but with a much lighter $σ$-resonance is different. Our model allows us to study efficiently the convergence of chiral perturbation theory as a function of $ξ$. We first confirm that the leading low energy constants appearing in the chiral Lagrangian are the same when calculated from the $p$-regime and the $ε$-regime as expected. However, $ξ\\lesssim 0.002$ is necessary before 1-loop chiral perturbation theory predicts the data within 1%. For $ξ> 0.0035$ the data begin to deviate dramatically from 1-loop chiral perturbation theory predictions. We argue that this qualitative change is due to the presence of a light $σ$-resonance in our model. Our findings may be useful for lattice QCD studies.",
      "authors": [
        "D. J. Cecile",
        "Shailesh Chandrasekharan"
      ],
      "pdf": "https://arxiv.org/pdf/0801.3823v1",
      "link": "https://arxiv.org/abs/0801.3823v1",
      "published": "2008-01-24T19:17:23Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "778098",
        "inspire_url": "https://inspirehep.net/literature/778098",
        "doi": "10.1103/PhysRevD.77.091501",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "77",
            "artid": "091501",
            "year": 2008
          }
        ],
        "citation_count": 5,
        "journal_ref": "Phys.Rev.D, 77, artid 091501, 2008"
      }
    },
    {
      "id": "0801.3361v3",
      "title": "Broken Symmetries from Minimally Doubled Fermions",
      "summary": "Novel chirally symmetric fermion actions containing the minimum amount of fermion doubling have been recently proposed in the literature. We study the symmetries and renormalization of these actions and find that in each case, discrete symmetries, such as parity and time-reversal, are explicitly broken. Consequently, when the gauge interactions are included, these theories radiatively generate relevant and marginal operators. Thus the restoration of these symmetries and the approach to the continuum limit require the fine-tuning of several parameters. With some assumptions, we show that this behavior is unavoidable for actions displaying minimal fermion doubling.",
      "authors": [
        "Paulo F. Bedaque",
        "Michael I. Buchoff",
        "Brian C. Tiburzi",
        "Andre Walker-Loud"
      ],
      "pdf": "https://arxiv.org/pdf/0801.3361v3",
      "link": "https://arxiv.org/abs/0801.3361v3",
      "published": "2008-01-22T20:18:14Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "777901",
        "inspire_url": "https://inspirehep.net/literature/777901",
        "doi": "10.1016/j.physletb.2008.03.034",
        "publication_info": [
          {
            "journal_title": "Phys.Lett.B",
            "journal_volume": "662",
            "page_start": "449",
            "year": 2008,
            "page_end": "455"
          }
        ],
        "citation_count": 65,
        "journal_ref": "Phys.Lett.B, 662, p. 449, 2008"
      }
    },
    {
      "id": "0801.3146v1",
      "title": "Two-loop additive mass renormalization with clover fermions and Symanzik improved gluons",
      "summary": "We calculate the critical value of the hopping parameter, $κ_c$, in Lattice QCD, up to two loops in perturbation theory. We employ the Sheikholeslami-Wohlert (clover) improved action for fermions and the Symanzik improved gluon action with 4- and 6-link loops.\n  The quantity which we study is a typical case of a vacuum expectation value resulting in an additive renormalization; as such, it is characterized by a power (linear) divergence in the lattice spacing, and its calculation lies at the limits of applicability of perturbation theory.\n  Our results are polynomial in $c_{SW}$ (clover parameter) and cover a wide range of values for the Symanzik coefficients $c_i$. The dependence on the number of colors N and the number of fermion flavors $N_f$ is shown explicitly. In order to compare our results to non perturbative evaluations of $κ_c$ coming from Monte Carlo simulations, we employ an improved perturbation theory method for improved actions.",
      "authors": [
        "A. Skouroupathis",
        "M. Constantinou",
        "H. Panagopoulos"
      ],
      "pdf": "https://arxiv.org/pdf/0801.3146v1",
      "link": "https://arxiv.org/abs/0801.3146v1",
      "published": "2008-01-21T10:48:28Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "777809",
        "inspire_url": "https://inspirehep.net/literature/777809",
        "doi": "10.1103/PhysRevD.77.014513",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "77",
            "artid": "014513",
            "year": 2008
          }
        ],
        "citation_count": 9,
        "journal_ref": "Phys.Rev.D, 77, artid 014513, 2008"
      }
    },
    {
      "id": "0801.3000v3",
      "title": "Taste symmetry breaking with HYP-smeared staggered fermions",
      "summary": "We study the impact of hypercubic (HYP) smearing on the size of taste breaking for staggered fermions, comparing to unimproved and to asqtad-improved staggered fermions. As in previous studies, we find a substantial reduction in taste-breaking compared to unimproved staggered fermions (by a factor of 4-7 on lattices with spacing $a\\approx 0.1 $fm). In addition, we observe that discretization effects of next-to-leading order in the chiral expansion (${\\cal O}(a^2 p^2)$) are markedly reduced by HYP smearing. Compared to asqtad valence fermions, we find that taste-breaking in the pion spectrum is reduced by a factor of 2.5-3, down to a level comparable to the expected size of generic ${\\cal O}(a^2)$ effects. Our results suggest that, once one reaches a lattice spacing of $a\\approx 0.09 $fm, taste-breaking will be small enough after HYP smearing that one can use a modified power counting in which ${\\cal O}(a^2) \\ll {\\cal O}(p^2)$, simplify fitting to phenomenologically interesting quantities.",
      "authors": [
        "Taegil Bae",
        "David H. Adams",
        "Chulwoo Jung",
        "Hyung-Jin Kim",
        "Jongjeong Kim",
        "Kwangwoo Kim",
        "Weonjong Lee",
        "Stephen R. Sharpe"
      ],
      "pdf": "https://arxiv.org/pdf/0801.3000v3",
      "link": "https://arxiv.org/abs/0801.3000v3",
      "published": "2008-01-19T01:47:35Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "777769",
        "inspire_url": "https://inspirehep.net/literature/777769",
        "doi": "10.1103/PhysRevD.77.094508",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "77",
            "artid": "094508",
            "year": 2008
          }
        ],
        "citation_count": 16,
        "journal_ref": "Phys.Rev.D, 77, artid 094508, 2008"
      }
    },
    {
      "id": "0801.2535v2",
      "title": "Chiral Corrections to Hyperon Axial Form Factors",
      "summary": "We study the complete set of flavor changing hyperon axial current matrix elements at small momentum transfer. Using partially quenched heavy baryon chiral perturbation theory, we derive the chiral and momentum behavior of the axial and induced pseudoscalar form factors. The meson pole contributions to the latter posses a striking signal for chiral physics. We argue that the study of hyperon axial matrix elements enables a systematic lattice investigation of the efficacy of three flavor chiral expansions in the baryon sector. This can be achieved by considering chiral corrections to SU(3) symmetry predictions, and their partially quenched generalizations. In particular, despite the presence of eight unknown low-energy constants, we are able to make next-to-leading order symmetry breaking predictions for two linear combinations of axial charges.",
      "authors": [
        "Fu-Jiun Jiang",
        "Brian C. Tiburzi"
      ],
      "pdf": "https://arxiv.org/pdf/0801.2535v2",
      "link": "https://arxiv.org/abs/0801.2535v2",
      "published": "2008-01-16T16:52:01Z",
      "categories": [
        "hep-lat",
        "hep-ph"
      ],
      "inspire": {
        "control_number": "777571",
        "inspire_url": "https://inspirehep.net/literature/777571",
        "doi": "10.1103/PhysRevD.77.094506",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "77",
            "artid": "094506",
            "year": 2008
          }
        ],
        "citation_count": 20,
        "journal_ref": "Phys.Rev.D, 77, artid 094506, 2008"
      }
    },
    {
      "id": "0801.1857v1",
      "title": "Absence of vortex condensation in a two dimensional fermionic XY model",
      "summary": "Motivated by a puzzle in the study of two dimensional lattice Quantum Electrodynamics with staggered fermions, we construct a two dimensional fermionic model with a global U(1) symmetry. Our model can be mapped into a model of closed packed dimers and plaquettes. Although the model has the same symmetries as the XY model, we show numerically that the model lacks the well known Kosterlitz-Thouless phase transition. The model is always in the gapless phase showing the absence of a phase with vortex condensation. In other words the low energy physics is described by a non-compact U(1) field theory. We show that by introducing an even number of layers one can introduce vortex condensation within the model and thus also induce a KT transition.",
      "authors": [
        "D. J. Cecile",
        "Shailesh Chandrasekharan"
      ],
      "pdf": "https://arxiv.org/pdf/0801.1857v1",
      "link": "https://arxiv.org/abs/0801.1857v1",
      "published": "2008-01-11T21:50:21Z",
      "categories": [
        "hep-lat"
      ],
      "inspire": {
        "control_number": "777295",
        "inspire_url": "https://inspirehep.net/literature/777295",
        "doi": "10.1103/PhysRevD.77.054502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "77",
            "artid": "054502",
            "year": 2008
          }
        ],
        "citation_count": 7,
        "journal_ref": "Phys.Rev.D, 77, artid 054502, 2008"
      }
    },
    {
      "id": "0801.0763v1",
      "title": "The Energy of n Identical Bosons in a Finite Volume at O(L^{-7})",
      "summary": "The volume dependence of the ground-state energy of n identical bosons with short-range interactions in a periodic spatial volume with sides of length L is calculated at order L^{-7} in the large volume expansion. This result will enable a refined determination of the pi^+ pi^+ pi^+ interaction from lattice QCD calculations.",
      "authors": [
        "William Detmold",
        "Martin J. Savage"
      ],
      "pdf": "https://arxiv.org/pdf/0801.0763v1",
      "link": "https://arxiv.org/abs/0801.0763v1",
      "published": "2008-01-05T00:05:20Z",
      "categories": [
        "hep-lat",
        "cond-mat.stat-mech",
        "nucl-th"
      ],
      "inspire": {
        "control_number": "776834",
        "inspire_url": "https://inspirehep.net/literature/776834",
        "doi": "10.1103/PhysRevD.77.057502",
        "publication_info": [
          {
            "journal_title": "Phys.Rev.D",
            "journal_volume": "77",
            "artid": "057502",
            "year": 2008
          }
        ],
        "citation_count": 73,
        "journal_ref": "Phys.Rev.D, 77, artid 057502, 2008"
      }
    }
  ]
}